{
 "header": {
 "title": "Mariana Mortagua perde as estribeiras quando Mesquita Nunes compara o Bloco a Marine Le Pen ",
 "subtitle": " NA ",
 "owner": " Beatriz Sousa ",
 "views": " 154 744 ",
 "likes": " 352 ",
 "dislikes": " 130 ",
 "shares": " NA ",
 "datePosted": " Publicado a 06/05/2017 ",
 "dateExtraction": " 2019-02-11 ",
 "language": " pt ",
 "plataform": " YouTube ",
 "url": "  https://www.youtube.com/watch?v=iri9WIDQoQ0 ",
 "postText": " A única política que gera desenvolvimento ",
 "numberPosts": " 382 comentários",
 "srcType": " video ",
 "nameNewspaper": " NA ",
 "socioLingVar": "  ",
 "listEvents": "  ",
 "articleKeywords": " NA ",
 "keywords": "  ",
 "commentsOpen": " yes "
 },
 "commentThread":[
  {
    "id": "UgyueKHai8KehbEj8bh4AaABAg",
    "user": "João Folha",
    "date": "10 hours ago",
    "timestamp": 1549929883249,
    "commentText": "Essa Beatriz Sousa deve ser «loura» e amiga do Trump...",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzwTVHtLIICYCQtZCF4AaABAg",
    "user": "ANA SANTOS santos",
    "date": "2 days ago",
    "timestamp": 1549793083252,
    "commentText": "Os dois são um pacote inigualável. É como se costuma dizer bal bal bal wiscas saquetas. Só querem enxer os bolso eles não dizem nada de útil para a sociedade. Não trazem nenhuma proposta. Só estão a discutir ideias. Ou seja nada útil.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyVwpn-0RozSx9dVLx4AaABAg",
    "user": "Joaquim Afonso",
    "date": "2 days ago",
    "timestamp": 1549793083255,
    "commentText": "Este gay mete-me nonjo.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugyvj-LGsQteLlLVsfJ4AaABAg",
    "user": "José Almeida",
    "date": "4 days ago",
    "timestamp": 1549620283257,
    "commentText": "Intelectualmente desonesto e tacanho este beto do CDS.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzHksnXCeA_PSU0MYR4AaABAg",
    "user": "HUGO VADER",
    "date": "4 days ago",
    "timestamp": 1549620283259,
    "commentText": "realmente nao se compara .... quem lhe dera chegar aos calcanhares da LE PEN .......",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugzw7IaJDk8xlQggJuJ4AaABAg",
    "user": "R P",
    "date": "5 days ago",
    "timestamp": 1549533883260,
    "commentText": "casal maravilha gay da TV",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugy9CJVpK0NHkeB1tFZ4AaABAg",
    "user": "Patrícia de Deus",
    "date": "5 days ago",
    "timestamp": 1549533883261,
    "commentText": "A comparação dele é completamnete inútil. É só para tentar denegrir a esquerda, nada mais. A direita, novamente, a fazer figura de ursa.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugy0aABqUPQWf51-YnR4AaABAg",
    "user": "don. Afonso Henriques",
    "date": "1 week ago",
    "timestamp": 1549361083263,
    "commentText": "O pai dessa senhora matou gente com bombas inclusive um bebe, quando fazia parte das fp-25",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyRBHgzqSLoBvK0iUN4AaABAg",
    "user": "george santos",
    "date": "1 week ago",
    "timestamp": 1549361083265,
    "commentText": "oh vaca monta uma companhia e mete empregados para ver se nao mudas logo de pio ,mas tu es muito chula para dares trabalho a alguem",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugz5jdLkhrUCk2Oztop4AaABAg",
    "user": "Jacinta Diogo",
    "date": "1 week ago",
    "timestamp": 1549361083266,
    "commentText": "To Mariana es filha de um traidor da patria um assassino um homem que assaltou o banco de Portugal e se apoderou de uma casa que era de monarcas...Deverias ter vergonha de defenderes politicas que nunca deram certas...Emigra vai pra Venezuela e o pais certo pra tu viveres...Metes nojo nao sabes aquilo que dizes..",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxtarpwuFNQaTfv7AV4AaABAg",
    "user": "J. M. Azevedo",
    "date": "1 week ago",
    "timestamp": 1549361083268,
    "commentText": "Aqui está o tal diabo que o António Costa procurou.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxZQiKaFYghXXGtq694AaABAg",
    "user": "aerrhh",
    "date": "2 weeks ago",
    "timestamp": 1548756283269,
    "commentText": "Alguém que lhe diga o que é fasciamo e o que é extrema-direita!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugys2MIDWc4UoAp7XoN4AaABAg",
    "user": "Pedro Trigo",
    "date": "2 weeks ago",
    "timestamp": 1548756283271,
    "commentText": "A todos os que defendem a merda que esta deslavada diz, apenas uma palavra: Venezuela",
    "likes": 4,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwkKwIB4t_cQQ88jZ54AaABAg",
    "user": "Luis Dias",
    "date": "2 weeks ago",
    "timestamp": 1548756283272,
    "commentText": "Ate mete nojo esta mulherzinha",
    "likes": 3,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugz054yliKcauaEc2Uh4AaABAg",
    "user": "Fernando Neves",
    "date": "2 weeks ago",
    "timestamp": 1548756283273,
    "commentText": "Vão mas é trabalhar!!!\n E deixem de de merdas.",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzO-wbqujbvcTpcs814AaABAg",
    "user": "JMP",
    "date": "2 weeks ago",
    "timestamp": 1548756283275,
    "commentText": "o que diz é ridículo. aliás, só diz merda. mas metam em mute. quando se irrita fica muito sexy. gosto. comia.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyMU_zR0uS9lAO3nWB4AaABAg",
    "user": "Ribalta Show Rádio & TV",
    "date": "2 weeks ago",
    "timestamp": 1548756283276,
    "commentText": "Capitalismo ao mais alto nível Mariana caga mesmo para esse frustrado ba oui va te faire un collér",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyxU2ytA7IXDdItJqF4AaABAg",
    "user": "Jaime Graça",
    "date": "2 weeks ago",
    "timestamp": 1548756283278,
    "commentText": "Terrorista!! só apoia bandidos.",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxYpNmIvz2gb3eajzB4AaABAg",
    "user": "Carlos Palmeiro",
    "date": "3 weeks ago",
    "timestamp": 1548151483279,
    "commentText": "Assassinos, terroristas e ladrões são heróis para estes tipos.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzkoSKaO919oZZM3nh4AaABAg",
    "user": "MJS Lourenço",
    "date": "4 weeks ago",
    "timestamp": 1547546683281,
    "commentText": "Manas Mort'água, vão pá c0#\"@ da vossa mãe!!!",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzEhbDPUBtWMa8YLtl4AaABAg",
    "user": "Luís Fernando",
    "date": "4 weeks ago",
    "timestamp": 1547546683990,
    "commentText": "Essa Mortágua nem chega aos pés da grande Marine Le Pen.",
    "likes": 5,
    "hasReplies": true,
    "numberOfReplies": 13,
    "replies": [
      {
        "id": "UgzEhbDPUBtWMa8YLtl4AaABAg.8q1yxLW_a4X8r4HYqx5uGI",
        "user": "José Almeida",
        "date": "4 days ago",
        "timestamp": 1549620284510,
        "commentText": "Emigra para lá fascista burro. Terás é que voltar rápido que ela não gosta de imigrantes.",
        "likes": 0
      },
      {
        "id": "UgzEhbDPUBtWMa8YLtl4AaABAg.8q1yxLW_a4X8r65T0nbGxL",
        "user": "Luís Fernando",
        "date": "3 days ago",
        "timestamp": 1549706684512,
        "commentText": "@José Almeida burro é você com esse seu comentário. A maioria dos portugueses apoia a Marine Le Pen. Ela gosta muito dos portugueses.",
        "likes": 0
      },
      {
        "id": "UgzEhbDPUBtWMa8YLtl4AaABAg.8q1yxLW_a4X8r6g2DZ-msR",
        "user": "José Almeida",
        "date": "3 days ago",
        "timestamp": 1549706684513,
        "commentText": "@Luís Fernando outra vez que a tua inteligência não permitiu perceber que ela é contra a imigração portuguesa ou outra qualquer, seu asno fascista.",
        "likes": 0
      },
      {
        "id": "UgzEhbDPUBtWMa8YLtl4AaABAg.8q1yxLW_a4X8r7LDkvHPgb",
        "user": "Luís Fernando",
        "date": "3 days ago",
        "timestamp": 1549706684515,
        "commentText": "@José Almeida ela já elogiou várias vezes a imigração portuguesa em França como um exemplo. Os portugueses em França estão perfeitamente integrados. O problema da França é a invasão de não-europeus.",
        "likes": 0
      },
      {
        "id": "UgzEhbDPUBtWMa8YLtl4AaABAg.8q1yxLW_a4X8r8Jq5jD3d2",
        "user": "José Almeida",
        "date": "2 days ago",
        "timestamp": 1549793084516,
        "commentText": "@Luís Fernando estás muito enganado. Se a Le pen tivesse ganho podes ter a certeza que os imigrantes Portugueses iriam ter muita dificuldade. É muito estranho pensares que os imigrantes portugueses são de 1a e os outros de 2a. Pior ainda é um imigrante ser contra outros imigrantes....",
        "likes": 0
      },
      {
        "id": "UgzEhbDPUBtWMa8YLtl4AaABAg.8q1yxLW_a4X8r8LqdE40CC",
        "user": "Luís Fernando",
        "date": "2 days ago",
        "timestamp": 1549793084517,
        "commentText": "@José Almeida estás enganado. Se a Le Pen ganhasse os portugueses que lá vivem não iriam ter dificuldades nenhumas. Não se trata de imigrantes de primeira ou de segunda. A Europa é dos europeus, não é dos africanos ou asiáticos. Eu não sou contra nenhum imigrante, sou contra a INVASÃO imigrante que está a destruir a Europa. Portanto, nós os europeus devemos estar unidos para lutar contra a ameaça comum: a invasão imigrante.",
        "likes": 0
      },
      {
        "id": "UgzEhbDPUBtWMa8YLtl4AaABAg.8q1yxLW_a4X8r8MyKhauNM",
        "user": "José Almeida",
        "date": "2 days ago",
        "timestamp": 1549793084519,
        "commentText": "@Luís Fernando \" a Europa é dos Europeus \".  Contigo não há conversa possível.  Então e todos os Europeus que estão fora da Europa ?!  Temos mais direitos que os outros, só porque tu te arrogas de superioridade ?!  Identifico-me mais com qq imigrante que tenha decidido procurar vida melhor, Asiático ou Africano, que contigo.  Não sejas limitado e compreende que a boa índolole não depende do continente onde de nasça",
        "likes": 0
      },
      {
        "id": "UgzEhbDPUBtWMa8YLtl4AaABAg.8q1yxLW_a4X8r8NqnMvJql",
        "user": "Luís Fernando",
        "date": "2 days ago",
        "timestamp": 1549793084520,
        "commentText": "@José Almeida há imigrantes de boa índiole, não nego isso. O problema não é a imigração que sempre existiu. O problema é a invasão imigrante que está a destruir a Europa. Se a invasão continuar os europeus irão tornar-se uma minoria na Europa. Olha o caos em que se encontra a França.",
        "likes": 0
      },
      {
        "id": "UgzEhbDPUBtWMa8YLtl4AaABAg.8q1yxLW_a4X8r9ArZFJKPm",
        "user": "José Almeida",
        "date": "2 days ago",
        "timestamp": 1549793084521,
        "commentText": "@Luís Fernando o caos da França não é culpa dos imigrantes, certamente. Na Holanda exite 40% de imigração, e pas de problems. Em Londres existem mais imigrantes que Ingleses e sem ser o Brexit, pas de problems. E podia continuar com uma lista de países que têm muita imigração e pas de problems. Conclusão: o problema não é dos imigrantes em si. A origem geográfica da emigração também não faz com que exista mais ou menos problemas por si. Cá em Portugal, se não fossem os emigrantes, não teria havido Expo98, nem Mundial de footbal, nem ponte Vasco da Gama, nem outras grandes obras públicas. Dizia um negro português \" Se os Africanos paressem de trabalhar em Portugal o país parava\" . E tem razão. São eles que fazem os trabalhos que ninguém quer fazer : limpezas de madrugada, trabalho pesado, etc. Esta é a vida da esmagadora maioria dos imigrantes: dureza. Só uma pequena parte quer viver à custa de outrém, ou provocar problemas. Tal e qual como os de cada país. É simples: se vêm por bem, são bem vindos. São seres humanos como tu e eu e tem direito como todos a terem uma vida digna. Se vêm por mal, para serem bandidos e párias, não precisamos dessa gente. Já temos cá demais nossos...",
        "likes": 0
      },
      {
        "id": "UgzEhbDPUBtWMa8YLtl4AaABAg.8q1yxLW_a4X8r9vLPzO8dF",
        "user": "Luís Fernando",
        "date": "2 days ago",
        "timestamp": 1549793084523,
        "commentText": "@José Almeida se não fosse a invasão imigrante teria havido expo na mesma e não existiriam jamaicas, bairros sociais problemáticos, os salários seriam mais altos, a criminalidade também seria mais reduzida. Portugal não precisa dos imigrantes para nada. Só alguém que desconhece a economia portuguesa pode dizer um disparate como \"a economia portuguesa parava sem os africanos\". O maior problema de países como a Inglaterra, a França e a Holanda é a invasão imigrante. O problema é a política de imigração de portas abertas.",
        "likes": 0
      },
      {
        "id": "UgzEhbDPUBtWMa8YLtl4AaABAg.8q1yxLW_a4X8rBUvNLnzeT",
        "user": "José Almeida",
        "date": "1 day ago",
        "timestamp": 1549879484873,
        "commentText": "@Luís Fernando  para ti factos equivalem a crenças. E é escusado discutir com quem assume crenças disparatadas por medos e ódios mesquinhos, por factos irrebatíveis ou sequer lógicos.  Quem é que achas que na maioria limpa os escritórios de madrugada ou à noite ? Os Portugueses ? Em termos relativos quem é que faz o trabalho braçal mais duro em Portugal ? Os Portugueses ? E a maior parte dos restantes trabalhos completamente desqualificados ? Os Portugueses? Só em minoria. A maior parte assumem os imigrantes. O que achas que acontecia se de repente 100.000 pessoas que assumem trabalhos de base, não fossem trabalhar ? Achas mesmo que tudo continuava na mesma ?  Quem parece desconhecer o teu próprio país és tu. \n Não sou eu quem diz que as grandes obras não teriam acontecido sem a imigração. São quem os contratou. Construímos mais de 10 estádios em tempo record, que agora estão ao abandono. Achas que era possível sem imigrantes, estrangeiros e dinheiro externo ?Tu baseias a tua opinião em quê ?!  Em que factos ? Também és só tu que encontras problemas na Holanda e na Inglaterra com a imigração. A população, em geral, não. E tu só encontras problemas com base nos teus preconceitos Já foste à Holanda ?  Roterdão tem 40% de imigrantes fixos. E mais ainda temporários devido ao maior porto do mundo. Pas de problem. Mas não acredites em mim. Vai lá ver ! Amesterdão tem mais de 50% de imigração  e é somente uma das cidades mais apetecíveis para se viver na Europa, por vários motivos. Deixa de tecer considerações com base em preconceito e ignorância e vai ver as coisas por ti.",
        "likes": 0
      },
      {
        "id": "UgzEhbDPUBtWMa8YLtl4AaABAg.8q1yxLW_a4X8rBW8rwLlgu",
        "user": "Luís Fernando",
        "date": "1 day ago",
        "timestamp": 1549879484875,
        "commentText": "@José Almeida já estive na Holanda e tem bastantes problemas com imigrantes marroquinos, mas isso é uma realidade que os media escondem. Na Alemanha a invasão imigrante aumentou a criminalidade no país. Isso não é preconceito, é a realidade. De que serviu Portugal construir tantos estádios em tempo record se agora estão ao abandono? Muitas obras e autoestradas construídas não eram essenciais para o país. Eram importantes para algumas pessoas enriquecerem. Se os portugueses não querem fazer alguns trabalhos é porque estes são mal pagos. E os baixos salários, a precariedade e o desemprego é em grande parte consequência da invasão imigrante. Em toda a Europa a invasão imigrante contribuiu para o aumento dos conflitos étnicos e sociais, o aumento da criminalidade e do desemprego, do ódio e de doenças. Essa é a realidade que tentas ocultar com as tuas crenças.",
        "likes": 0
      },
      {
        "id": "UgzEhbDPUBtWMa8YLtl4AaABAg.8q1yxLW_a4X8rBYeWDVdVu",
        "user": "José Almeida",
        "date": "1 day ago",
        "timestamp": 1549879484876,
        "commentText": "@Luís Fernando certamente que não foram os emigrantes que decidiram de fazer estádios à estúpida e estradas paralelas ás que já existiam. Foram os nossos políticos, eleitos por nós. O Cavaco é o responsável pelas estradas à parva. 2 vezes 1º ministro eleito com maioria absoluta. Os estádios foram feitos também por decisão e corrupção e interesses políticos. Vamos parar de culpar os imigrantes por coisas que nem foram chamados a opinar.\nA Holanda, em termos relativos ( que é o que importa) quase não tem imigrantes magrebinos, porque não foram ex-colónias Holandesas. Os países ex-imperialistas tendem a ter a maior parte de imigração das ex-colónias por vários motivos lógicos: a língua, herança cultural, etc. A Holanda não é exceção. Magrebinos na Holanda são muito poucos. \n\"os baixos salários, a precariedade e o desemprego é em grande parte consequência da invasão imigrante\" - Mas onde é que tu foste desencantar esta teoria ?!  Mostra-me lá alguma evidência estatística ou factual onde a imigração seja responsável por o que lhes apontas ? O salário mínimo é definido pelo Estado em consertação com os parceiros sociais. O ordenado médio é dependente da \"saúde da economia\" para facilitar, e o desemprego e a precariedade, não dependem certamente da imigração. Senão como é que explicas que Portugal com aproximadamente o mesmo nº de imigrantes de há 5 anos atrás, tenha uma taxa de desemprego com níveis historicamente baixos ?!",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugxr4Tn-48QLJF2wT9l4AaABAg",
    "user": "jose carvalho",
    "date": "1 month ago",
    "timestamp": 1547287483992,
    "commentText": "Direita vão lamber os colhoes ao Trump",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgySVa-dFbP9yeoxXnB4AaABAg",
    "user": "Selma De Faria",
    "date": "1 month ago",
    "timestamp": 1547287483993,
    "commentText": "Tendo trabalhado com alguns deles, cada vez mais estou  convencida de que o bloco de esquerda é  composto essencialmente de sociopatas. E mais não digo.",
    "likes": 3,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwRx4LxRdhotE0nRJh4AaABAg",
    "user": "Tiago Gomes",
    "date": "1 month ago",
    "timestamp": 1547287483995,
    "commentText": "Sem noção essa mulher",
    "likes": 3,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzL21u7xZcdkUG-Wh14AaABAg",
    "user": "Cristiano Soares",
    "date": "1 month ago",
    "timestamp": 1547287483996,
    "commentText": "Que mulher parva, é uma coitada,",
    "likes": 3,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwyAGZeYpMC4JECa2B4AaABAg",
    "user": "Mario Conceição",
    "date": "2 months ago",
    "timestamp": 1544609083998,
    "commentText": "Este namoradinho do portas tá mesmo a comparar a le pen ao bloco??",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw0f54cXvjKd8n_ZhV4AaABAg",
    "user": "Bruno Mansonaty",
    "date": "2 months ago",
    "timestamp": 1544609083999,
    "commentText": "A conversa entre dois liberais de merda. O prós e o prós",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzCFoigLTgvhhQ2_OF4AaABAg",
    "user": "Diogo Varanda",
    "date": "4 months ago",
    "timestamp": 1539338684002,
    "commentText": "É tão simples quanto isto, os extremos tocam-se sempre!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugxg1Rh2-CPZ4UAaKSR4AaABAg",
    "user": "jose carvalho",
    "date": "4 months ago",
    "timestamp": 1539338684003,
    "commentText": "Facto é a direita pôr o país de rastos",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "Ugxg1Rh2-CPZ4UAaKSR4AaABAg.8ltw8uu9Xpi8qa2pWy4nY6",
        "user": "David Alves",
        "date": "2 weeks ago",
        "timestamp": 1548756284496,
        "commentText": "A esquerda de jose Socrates pos o país de rastos isso sim",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgymDTVrdUWRRh1A7ZZ4AaABAg",
    "user": "Mário Botelho",
    "date": "4 months ago",
    "timestamp": 1539338684005,
    "commentText": "Esta porca mostrou bem o que quer ao dizer que não quer fronteiras. Entra tudo por aqui dentro porque para esta gente quanto pior melhor!",
    "likes": 7,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwPTyzErhXaezlLx5F4AaABAg",
    "user": "Ricardo S",
    "date": "4 months ago",
    "timestamp": 1539338684007,
    "commentText": "mas o fascismo vem da esquerda, e ela é de esquerda.",
    "likes": 3,
    "hasReplies": true,
    "numberOfReplies": 5,
    "replies": [
      {
        "id": "UgwPTyzErhXaezlLx5F4AaABAg.8lG97Ui-1fJ8m1xjjVd9t-",
        "user": "Argoon1981",
        "date": "4 months ago",
        "timestamp": 1539338684541,
        "commentText": "Isso é totalmente errado o fascismo é de direita.    \"Fascismo é uma forma de radicalismo político autoritário nacionalista que ganhou destaque no início do século XX na Europa e teve origem na Itália. Os fascistas procuravam unificar sua nação através de um Estado totalitário que promove a vigilância, um estado forte, a mobilização em massa da comunidade nacional, confiando em um partido de vanguarda para iniciar uma revolução e organizar a nação em princípios fascistas, hostis a todas as vertentes do marxismo, desde o comunismo totalitário ao socialismo democrático.\" .",
        "likes": 2
      },
      {
        "id": "UgwPTyzErhXaezlLx5F4AaABAg.8lG97Ui-1fJ8m1zANUYdIU",
        "user": "Ricardo S",
        "date": "4 months ago",
        "timestamp": 1539338684543,
        "commentText": "Argoon1981 O  fascismo, o nazismo e o comunismo passam longe de qualquer ideal  de direita (liberal ou conservadora) devido à total supressão das liberdades individuais, interferência estatal na vida econômica e falência da democracia. Foi o marxismo soreliano que conduziu ao bolchevismo e ao fascismo. Lênin leu Sorel e apropriou-se dos conceitos revisionistas da elite, a famosa “vanguarda”, e do uso da violência. O mesmo Sorel foi lido com atenção em Itália, em particular pelos sindicalistas revolucionários, marxistas que adotaram a greve e a violência como formas de desencadear a revolução. Convém no entanto recordar que Mussolini esclareceu que o fascismo objetava ao marxismo não por este ser socialista, mas por ser anti-nacional.",
        "likes": 1
      },
      {
        "id": "UgwPTyzErhXaezlLx5F4AaABAg.8lG97Ui-1fJ8m24taDeA1z",
        "user": "Argoon1981",
        "date": "4 months ago",
        "timestamp": 1539338684544,
        "commentText": "Ricardo S não digas asneiras o fascismo e especialmente o nazismo são bandeiras da extrema direita, a esquerda socialista aquela pelo qual eu me identifico é democrática e anti-fascista, e já agora eu não sou comunista sou do bloco.\nMas mesmo eu sendo um socialista sei o que é o comunismo e na minha opinião Joseph Stalin nunca foi verdadeiramente um comunista leninista e digo mais até marxista, ser comunista não é mero slogan é uma maneira de viver e de se comportar, Stalin foi um fascista totalitário e um ditador, de extrema direita, que usou a desculpa/disfarce do comunismo para controlar um país inteiro, comunismo não é só fazer paradas militares, a palavra comunismo diz tudo, tudo é comum para todos e não existem classes, pobres ou ricos, etc,  todos trabalham para o bem comum e não para enriquecimento pessoal, e no caso do comunismo leninismo quem manda é o povo (proletariado) e todos têm direito a voto na direcção da nação ou seja é uma democracia, mas na minha verdadeira opinião uma ilusão utópica. Mas no \"comunismo\" do Stalin nada mais podia estar longe da verdade, o governo é que tinha todo poder e toda a riqueza, todos os que ajudavam o regime eram privilegiados (ricos) todos os outros eram maltratados e postos de lado (pobres), demasiado foco nas forças armadas e num regime militarista (do qual sou totalmente contra), etc, sabes quem mais se comportava assim? Os nazistas e os fascistas Italianos e Salazar o nosso ditador da extrema direita, por isso durante algum tempo Stalin, Hitler, Salazar e Mussolini foram parceiros. \nSim o comunismo devido ao Stalin têm um problema grave de reputação mas não podemos meter toda a esquerda no comunismo,  tal como não podemos meter toda a direita no PNR (partido nacionalista renovador) partido neo-nazi. E já agora nem todo o comunismo é igual, por exemplo cuba é comunista e é relativamente benigna, se não fosse o embargo comercial dos EUA, Cuba estava muito mais avançada (mesmo assim é onde existe um dos melhores sistema de saúde público do Mundo ), china uma das maiores potências mundiais é também comunista (  com capitalismo forte a mistura ), o mundo não é preto e branco e a esquerda e a direita também, a política é muito complicada.",
        "likes": 2
      },
      {
        "id": "UgwPTyzErhXaezlLx5F4AaABAg.8lG97Ui-1fJ8m2s6XiGhho",
        "user": "Ricardo S",
        "date": "4 months ago",
        "timestamp": 1539338684545,
        "commentText": "a esquerda socialista é a que causou a ditadura cubana, e está a causar a ditadura venezuelana meu caro, só quem  não percebe de politica é que não percebe de ideologias e apoia utopias. Stalin fascista?? ahahha por amor de deus, vá se informar mas é, leia estude.",
        "likes": 1
      },
      {
        "id": "UgwPTyzErhXaezlLx5F4AaABAg.8lG97Ui-1fJ8qa2Qk67mLa",
        "user": "David Alves",
        "date": "2 weeks ago",
        "timestamp": 1548756284547,
        "commentText": "@Argoon1981 \"esquerda socialista, anti-fascista e democratica\" HAHAHHAHA nunca vi um grupo mais fascista e radical do que os esquerdolas q se dizem anti-fascistas Hhahaaha hipocritas de merda.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgzVbPYFpF70FYFCDyR4AaABAg",
    "user": "Hugo Cyclist In Sintra Teixeira",
    "date": "5 months ago",
    "timestamp": 1536746684009,
    "commentText": "Ainda gostava que explicassem quando é que vivemos no \"fascismo\"....",
    "likes": 3,
    "hasReplies": true,
    "numberOfReplies": 13,
    "replies": [
      {
        "id": "UgzVbPYFpF70FYFCDyR4AaABAg.8kqA__U9uan8m1ufjbzh9G",
        "user": "Argoon1981",
        "date": "4 months ago",
        "timestamp": 1539338684454,
        "commentText": "Tu não deves ter vivido com certeza mas isso não retira de que os meus pais e especialmente os meus avós viveram, e o que eles contam não é bonito, analfatismo a rodos, mulheres da classe pobre na maioria não ia estudar, ficavam em casa a cuidar dos irmão mais novos ou a trabalhar no campo, sem luz, sem água pública sem esgotos, não havia controle de natalidade e era normal terem sete, oito filhos ou mais, a maioria também fazia filhos, porque queria mão de obra para trabalhar nos campos. Os que podiam estudar nas escolas, estudavam em condições de total miséria, iam descalços para a escola, pois não havia dinheiro para calçado e pior levavam porrada a rodos na escola, eu infelizmente ainda passei por esse tipo de professores na primária. Havia uma Ignorância total sobre o mundo em geral, toda a informação era filtrada pelo regime,, o meu avô contou que quando os aviões passaram a primeira vez por cima das suas cabeças, durante a segunda guerra, a maioria pensava que era o fim do mundo como vinha na bíblia e começaram a gritar deus é grande e a rezar desesperadamente, pois nunca tinham visto um avião na vida.   Eu podia estar aqui minutos a escrever tudo o que os meus pais, tios, avos me contaram sobre o fascismo mas seria demasiado longo.",
        "likes": 1
      },
      {
        "id": "UgzVbPYFpF70FYFCDyR4AaABAg.8kqA__U9uan8ngsg2hJRFz",
        "user": "Mario Conceição",
        "date": "2 months ago",
        "timestamp": 1544609084456,
        "commentText": "Antes do 25 de abril,sua besta estúpida",
        "likes": 0
      },
      {
        "id": "UgzVbPYFpF70FYFCDyR4AaABAg.8kqA__U9uan8nhRlYbzgph",
        "user": "Hugo Cyclist In Sintra Teixeira",
        "date": "2 months ago",
        "timestamp": 1544609084457,
        "commentText": "@Mario Conceição deves pensar que estás a falar com a tua mãezinha. Lá porque és ignorante, não quer dizer que todos tenhamos de ser como tu.",
        "likes": 1
      },
      {
        "id": "UgzVbPYFpF70FYFCDyR4AaABAg.8kqA__U9uan8nhRy1phx2k",
        "user": "Hugo Cyclist In Sintra Teixeira",
        "date": "2 months ago",
        "timestamp": 1544609084459,
        "commentText": "@Argoon1981 não vivi não. Mas tudo aquilo que dizes, nada diz que era fascismo. O próprio Salazar não gostava do fascismo, logo criou a sua própria política. O ter semelhanças é uma coisa, o ser igual é outra.",
        "likes": 2
      },
      {
        "id": "UgzVbPYFpF70FYFCDyR4AaABAg.8kqA__U9uan8nhSYa5JwhK",
        "user": "Mario Conceição",
        "date": "2 months ago",
        "timestamp": 1544609084460,
        "commentText": "Ignorante é tentar reescrever a história...mas não vou perder mais tempo com aspirantes a fascista ...",
        "likes": 0
      },
      {
        "id": "UgzVbPYFpF70FYFCDyR4AaABAg.8kqA__U9uan8nhTD1RtsqV",
        "user": "Hugo Cyclist In Sintra Teixeira",
        "date": "2 months ago",
        "timestamp": 1544609084462,
        "commentText": "@Mario Conceição reescrever a história? Deves ser analfabeto, só pode. Cada comentario que fazes, mais provas o quanto és leigo no assunto. Ainda bem que inventaram as redes sociais, senão como é que os maricas iam andar a dizer disparates à vontade sem levarem no focinho. 😁",
        "likes": 2
      },
      {
        "id": "UgzVbPYFpF70FYFCDyR4AaABAg.8kqA__U9uan8nhV8kxyDuG",
        "user": "Mario Conceição",
        "date": "2 months ago",
        "timestamp": 1544609084463,
        "commentText": "Hugo Teixeira palhaços como tu não consegue perceber porque nunca teriam a coragem de lutar pela liberdade como tantos fizeram...liberdade para hoje paneleiritos como tu puderem dizer as maiores ignorâncias e não terem a pide a perna...não há nada como a liberdade,ainda que isso custe ter que ouvir gente como tu",
        "likes": 0
      },
      {
        "id": "UgzVbPYFpF70FYFCDyR4AaABAg.8kqA__U9uan8nhVOB1E6iO",
        "user": "Mario Conceição",
        "date": "2 months ago",
        "timestamp": 1544609084464,
        "commentText": "A pide caso não saibas era a polícia fascista do teu querido salazar",
        "likes": 0
      },
      {
        "id": "UgzVbPYFpF70FYFCDyR4AaABAg.8kqA__U9uan8nhXRYabRLZ",
        "user": "Hugo Cyclist In Sintra Teixeira",
        "date": "2 months ago",
        "timestamp": 1544609084466,
        "commentText": "@Mario Conceição é muito melhor passar fome e não ter dinheiro para pôr comida à mesa, para termos liberdade... Sabes ignorante, as redes sociais inventaram outra coisa para se fazer a cobardes como tu, que acham por estar atrás de um computador com perfis sem foto, são uns grandes heróis. Vou usar. Vê se te tratas. 😁",
        "likes": 1
      },
      {
        "id": "UgzVbPYFpF70FYFCDyR4AaABAg.8kqA__U9uan8nhY3VfyMtu",
        "user": "Mario Conceição",
        "date": "2 months ago",
        "timestamp": 1544609084467,
        "commentText": "Hugo Teixeira se não tens comer para por na mesa,trabalha chulo",
        "likes": 0
      },
      {
        "id": "UgzVbPYFpF70FYFCDyR4AaABAg.8kqA__U9uan8nines4O1cO",
        "user": "Argoon1981",
        "date": "2 months ago",
        "timestamp": 1544609084863,
        "commentText": "@Hugo Cyclist In Sintra Teixeira Se não é Boi é Vaca ambos têm cornos. E podes tentar colorir a História do nosso antigo ditador mas toda a política que dá poder absoluto a um único indivíduo e essa pessoa retira liberdades dos outros (como liberdade de voto, liberdade de expressão, etc) é fascista e ditatorial, Salazar podia não ser como o Mussolini ou o Staline, poderia até ser um dos poucos ditadores mais \"benevolentes\" mas era um ditador, com um regime com poder absoluto que não permitia outros partidos e uma polícia do estado, qual único proposito era encontrar dissidentes e prende-los, e até mata-los como aconteceu em muitos casos, isso é fascismo e tu nem ninguém me vai fazer pensar o contrário.",
        "likes": 0
      },
      {
        "id": "UgzVbPYFpF70FYFCDyR4AaABAg.8kqA__U9uan8niq6h36tyi",
        "user": "Hugo Cyclist In Sintra Teixeira",
        "date": "2 months ago",
        "timestamp": 1544609084864,
        "commentText": "@Argoon1981 por favor, diz-me lá onde é que eu fiz algum comentário que não fosse isento.... O facto de não dizer que vocês têm toda a razão, e pôr em causa a vossa ignorância, é que vos deve fazer muita comichão..... Não sei. Mas vá, sê feliz nesse teu mundinho cor de rosa, onde tudo é perfeito, porque temos \"liberdade\"....",
        "likes": 1
      },
      {
        "id": "UgzVbPYFpF70FYFCDyR4AaABAg.8kqA__U9uan8rELi7urJU-",
        "user": "Gonçalo Serras",
        "date": "8 hours ago",
        "timestamp": 1549937084866,
        "commentText": "Também ouvi contar essas histórias aos meus avós...como as pessoas não tinham papel higiénico e se limpavam às plantas...só para dar um exemplo de miséria...@Argoon1981",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgyqDbM8LKMfeXx2gXB4AaABAg",
    "user": "joyce lima",
    "date": "5 months ago",
    "timestamp": 1536746684011,
    "commentText": "Esta mulher é ridícula!!!!!! e até me pareceu que foi de ressaca para a entrevista!!!!",
    "likes": 22,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgyqDbM8LKMfeXx2gXB4AaABAg.8kdSc3nP2GH8r1SMkRsxPO",
        "user": "R P",
        "date": "5 days ago",
        "timestamp": 1549533884493,
        "commentText": "casal maravilha gay da TV",
        "likes": 1
      }
    ]
  },
  {
    "id": "Ugz0td8NjKWmJLIQ6lp4AaABAg",
    "user": "Ruca Tuga",
    "date": "5 months ago",
    "timestamp": 1536746684013,
    "commentText": "Pena , tão linda e tão hipócrita !",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgysgRw4_pm4UBI4lJt4AaABAg",
    "user": "Paulo Rodrigues",
    "date": "5 months ago",
    "timestamp": 1536746684015,
    "commentText": "Os argumentos desta mulher são ridiculamente fáceis de desmontar e este tipo é um nabo e acaba por perder os debates.",
    "likes": 5,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugwu4cEpml6bNlc9lWd4AaABAg",
    "user": "Ernesto Sousa",
    "date": "5 months ago",
    "timestamp": 1536746684016,
    "commentText": "Armados em moralistas do BE mas são uns corruptos e desonestos  como os que criticam. Demitam-se se têm vergonha na cara.",
    "likes": 11,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "Ugwu4cEpml6bNlc9lWd4AaABAg.8jvrxbU-Jjg8r1SPCDq6wz",
        "user": "R P",
        "date": "5 days ago",
        "timestamp": 1549533884332,
        "commentText": "casal maravilha gay da TV",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgwWt0rp0G_ikLvptwd4AaABAg",
    "user": "Francisco Jose",
    "date": "6 months ago",
    "timestamp": 1534068284018,
    "commentText": "Está ladra tem os genes de terrorista do  romantico papa (bandido)",
    "likes": 4,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugz0zqKTQSaRASKc1-x4AaABAg",
    "user": "João Tavares",
    "date": "6 months ago",
    "timestamp": 1534068284020,
    "commentText": "fiquei 11:52 à espera que ela perdesse as estribeiras...",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxYbjO96qvKgNG7ScF4AaABAg",
    "user": "João Barbosa",
    "date": "6 months ago",
    "timestamp": 1534068284022,
    "commentText": "Este Adolfo Mesquita é obcecado em defender a abertura e luta com tudo contra o fechamento. Sabemos agora porquê.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugx-DDJs38TZ-HREllN4AaABAg",
    "user": "ner0",
    "date": "7 months ago",
    "timestamp": 1531389884023,
    "commentText": "Só cabeças de atum nesta secção de comentários.",
    "likes": 6,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugy0uD6Lay9ruxQQbqp4AaABAg",
    "user": "Moedas Ramone",
    "date": "7 months ago",
    "timestamp": 1531389886315,
    "commentText": "A filha do ladrão...",
    "likes": 13,
    "hasReplies": true,
    "numberOfReplies": 6,
    "replies": [
      {
        "id": "Ugy0uD6Lay9ruxQQbqp4AaABAg.8i-zVieS2fe8oFggcOAYnj",
        "user": "Claus Curten",
        "date": "2 months ago",
        "timestamp": 1544609086782,
        "commentText": "Ladrão que roubou para  lutar contra a ditadura  ....enquanto quem é mestre de roubo é o Salgado do Banco Espírito Santo que roubou milhares de portugueses e para ele , ainda tem gente que bate palma ! Os filhos do Salgado são o quê ???",
        "likes": 2
      },
      {
        "id": "Ugy0uD6Lay9ruxQQbqp4AaABAg.8i-zVieS2fe8qbeaRMoyyP",
        "user": "Moedas Ramone",
        "date": "2 weeks ago",
        "timestamp": 1548756286784,
        "commentText": "@Claus Curten Da-lhe uma medalha...",
        "likes": 0
      },
      {
        "id": "Ugy0uD6Lay9ruxQQbqp4AaABAg.8i-zVieS2fe8qo7lJn7n3b",
        "user": "Claus Curten",
        "date": "1 week ago",
        "timestamp": 1549361086785,
        "commentText": "@Moedas Ramone medalha de ouro vc nao precisa nem dar para o ricardo salgado porque dinheiro ele tem muito E bem escondido em paraíso fiscal   l!!!!",
        "likes": 0
      },
      {
        "id": "Ugy0uD6Lay9ruxQQbqp4AaABAg.8i-zVieS2fe8qoqlNvP-5D",
        "user": "Moedas Ramone",
        "date": "1 week ago",
        "timestamp": 1549361086787,
        "commentText": "@Claus Curten Quero que o Ricardo Salgado morra, ele e a escumalha dos abrileiros corruptos...",
        "likes": 1
      },
      {
        "id": "Ugy0uD6Lay9ruxQQbqp4AaABAg.8i-zVieS2fe8qtj3Ok9FJO",
        "user": "don. Afonso Henriques",
        "date": "1 week ago",
        "timestamp": 1549361086788,
        "commentText": "Ladrao nao, correção! Bombista e terrorista!",
        "likes": 1
      },
      {
        "id": "Ugy0uD6Lay9ruxQQbqp4AaABAg.8i-zVieS2fe8qtjiQ35KDV",
        "user": "Moedas Ramone",
        "date": "1 week ago",
        "timestamp": 1549361086790,
        "commentText": "@don. Afonso Henriques Tens razão, um assassino que a abrilada gondoleira tranformou em herói...",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgyH2jBaKOs0e6xITVd4AaABAg",
    "user": "Ana Lidia Pinto",
    "date": "7 months ago",
    "timestamp": 1531389886317,
    "commentText": "Este Homenzinho anda há muito de bicos de pé a tentar q alguém lhe dê destaque. É medíocre, populista, demagógico e lambebotas.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugz-h-UrSB4LcMLxPP54AaABAg",
    "user": "SIGA TUGA",
    "date": "7 months ago",
    "timestamp": 1531389886319,
    "commentText": "ele faz o mais facil ela o mais dificil",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwA4GfAtyFooSh_dBB4AaABAg",
    "user": "Rui Mendes",
    "date": "7 months ago",
    "timestamp": 1531389886321,
    "commentText": "É triste ver tanta gente cega\nNum pais de luz banhado\nNo topo o pega, pega\nCá em baixo está tudo assado\n\nNão há rapariga como esta\nHumilde na sua ambição\nPortugal é que não presta\nNos não merecemos toda a  atenção\n\nOs olhos temos de abrir \n pouca gente nos quer ajudar\nTemos de atirar antes de cair\nE esta rapariga o pais pode mudar!\n\nGrande Mortágua!",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgwA4GfAtyFooSh_dBB4AaABAg.8hahCwexepL8qa3BjKzI83",
        "user": "David Alves",
        "date": "2 weeks ago",
        "timestamp": 1548756286730,
        "commentText": "Ta calado comuna de merda, é por palhaços como tu que o país tá uma merda",
        "likes": 2
      }
    ]
  },
  {
    "id": "UgxrtAdzmy_P-ehSORZ4AaABAg",
    "user": "Sérgio Carvalho",
    "date": "8 months ago",
    "timestamp": 1528797886323,
    "commentText": "Comentario que passa ao lado, mas como parece que aqui comenta-se de todo de maneira pertinente. Alguns esquecem-se ou não sabem que hitler só chegou ao poder por causa de uma crise capitalista, a grande depressão, e é também intressante como nunca ninguem foi julgado por essa crise de 1930 e a crise 2008 (ambas iniciadas por falta de regulamentação dos bancos), viva o capitalismo.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwWnmqCb2MQoZQieOR4AaABAg",
    "user": "mekiebro",
    "date": "8 months ago",
    "timestamp": 1528797886325,
    "commentText": "Se não fosse o capitalismo não terias os luxos, a qualidade de vida que tens Mariana!! Se queres socialismo mascarado, há países onde podes emigrar, duvido é que sejas tão feliz!!",
    "likes": 36,
    "hasReplies": true,
    "numberOfReplies": 11,
    "replies": [
      {
        "id": "UgwWnmqCb2MQoZQieOR4AaABAg.8gJ3jQ37lqZ8nhXMZWAIUd",
        "user": "Mario Conceição",
        "date": "2 months ago",
        "timestamp": 1544609086751,
        "commentText": "Sim,sim...esses países horríveis como a Suécia a Dinamarca e a Noruega...horríveis",
        "likes": 1
      },
      {
        "id": "UgwWnmqCb2MQoZQieOR4AaABAg.8gJ3jQ37lqZ8ny0STZ1JuJ",
        "user": "TheSuperSaturos",
        "date": "2 months ago",
        "timestamp": 1544609086753,
        "commentText": "@Mario Conceição Esses países nórdicos são social-democratas, altamente capitalistas. Não vomite a verborreia que a media lhe dá, tem o Google à sua disposição. Países socialistas são a Venezuela, Cuba, Brasil, Angola, Moçambique, Coreia do Norte... Tudo países onde quem vai diz que é lindo, mas é só quando é para ver as vistas, porque para viver lá tá quieto.",
        "likes": 6
      },
      {
        "id": "UgwWnmqCb2MQoZQieOR4AaABAg.8gJ3jQ37lqZ8nyFnSqM0UI",
        "user": "Mario Conceição",
        "date": "2 months ago",
        "timestamp": 1544609086754,
        "commentText": "@TheSuperSaturos não amigo...esses países a que chamas socialistas (razões idiologicas,creio eu ) são na realidade tudo menos socialistas... são na verdade regimes corrupto-totalitaristas  e  coisas parecidas... Nas democracias adultas , socialismo tem a ver com segurança social, educação , integração, multiculturalismo,etc,como nós países nórdicos em que o capitalismo tem uma função mais social em oposição ao  que tu chamas social democrata ou democracias cristãs muito mais identificadas com os republicanos americanos são o exemplo de direita que vemos agora chegar",
        "likes": 0
      },
      {
        "id": "UgwWnmqCb2MQoZQieOR4AaABAg.8gJ3jQ37lqZ8nyX1Zqj4f5",
        "user": "TheSuperSaturos",
        "date": "2 months ago",
        "timestamp": 1544609086755,
        "commentText": "@Mario Conceição Social-democracia só é direita em Portugal. Pergunte a qualquer pessoa de outro país e verá a resposta. Ainda assim, não tem estado a correr muito bem ultimamente esta política social-democrata no norte da Europa, basta ver as notícias. E pergunto-me se já leu Marx alguma vez... Porque se lesse, veria que o socialismo não é nada disso. O socialismo nada mais é que uma preparação para a utopia marxista: o comunismo. Uma ideologia assente na inveja e na hipocrisia que só causa desgraça.",
        "likes": 4
      },
      {
        "id": "UgwWnmqCb2MQoZQieOR4AaABAg.8gJ3jQ37lqZ8nyfGdWiBqT",
        "user": "Mario Conceição",
        "date": "2 months ago",
        "timestamp": 1544609086757,
        "commentText": "@TheSuperSaturos ok... partamos então de volta á casa mãe...ao exemplo americano...mais capitalista que isso é difícil,e com que efeito... não é essa a posição á direita (muito á direita)dos países nórdicos??? não precisa de Google, basta as notícias...",
        "likes": 0
      },
      {
        "id": "UgwWnmqCb2MQoZQieOR4AaABAg.8gJ3jQ37lqZ8o-QQ0qPKSU",
        "user": "TheSuperSaturos",
        "date": "2 months ago",
        "timestamp": 1544609086758,
        "commentText": "@Mario Conceição O socialismo e capitalismo não são excludentes um do outro, acontece que para dar certo, um tem que prevalecer: ou bem que se beneficia mais o Estado, ou bem que se beneficia mais a população de forma direta (diga-se \"dinheiro no bolso\" e mercado mais livre).  Os países nórdicos já foram socialistas, sim. Deu certo por um tempo, sim. Mas depois os resultados foram um desastre para a economia, com os juros a 500% e a moeda a desvalorizar. Hoje esses países ainda estão a cair. bem mais lentamente, mas a cair. O que você chama socialismo chama-se social-democracia e qualquer direita é mais à direita do que isto, já que tem raíz nas ideias marxistas. O comunismo/socialismo só quer uma coisa: igualdade absoluta e abolição da propriedade privada. É impossível uma ideia destas dar certo na nossa realidade a não ser que o Estado controle a população inteira. Mais Estado gera mais impostos, mais impostos geram pobreza, pobreza gera fome.\n\nAlguns links:\nhttps://www.infoescola.com/politica/social-democracia/\n\nhttps://mises.org/library/stagnating-socialist-sweden\n\nhttps://www.zerohedge.com/news/2016-10-07/norway-announces-massive-2017-withdrawals-sovereign-wealth-fund-cover-deficits",
        "likes": 2
      },
      {
        "id": "UgwWnmqCb2MQoZQieOR4AaABAg.8gJ3jQ37lqZ8o01wV1mVFp",
        "user": "Mario Conceição",
        "date": "2 months ago",
        "timestamp": 1544609086759,
        "commentText": "@TheSuperSaturos nossa senhora... igualdade absoluta??? abolição propriedade privada???e eu é que papo os media... amigo, esse socialismo tá 40 anos desatualizado...eu tou a falar do presente  onde a esquerda socialista capitalista tem uma preocupação social e educacional e virada para os direitos humanos e liberdades ao contrário da direita social democrata e democrata cristã como a que está a aparecer em Itália , Hungria e USA,por ex ,e que tem tendência para crescer em alguma medida graças a esse discurso retórico e intelectualmente desonesto da esquerda da Venezuela ...acha que o Berni Sanders ou outros que tais são perigosos comunistas?? não amigo... são socialistas actuais , assim como alguns países nórdicos...",
        "likes": 0
      },
      {
        "id": "UgwWnmqCb2MQoZQieOR4AaABAg.8gJ3jQ37lqZ8o08XDG3A6y",
        "user": "TheSuperSaturos",
        "date": "2 months ago",
        "timestamp": 1544609086761,
        "commentText": "@Mario Conceição Fie-se nessa. O PCP tem o Manifesto Comunista afixado no site deles (é para ficar bonito?) e o BE parece o PT do Brasil. Esse socialismo é antigo, mas é muito presente ainda, infelizmente. Basta olhar para o Juche da Coreia do Norte que usa uma ideologia claramente marxista (misturada com fascismo), onde até é proibido negociares a própria casa onde vives. E não diga direita social-democrata, é contraditório. É como dizer esquerda ancap, não faz sentido. Quanto a Bernie Sanders, não estou a par das ideias dele. \n\nMas vamos ver, países com \"socialismo actual\":\nPortugal - Falido\nGrécia - Falida\nItália - Risco de Falência\nFrança - Risco de Falência\nPaíses Nórdicos - Crise Económica \nBrasil - Falido\n\nQuer que continue?",
        "likes": 2
      },
      {
        "id": "UgwWnmqCb2MQoZQieOR4AaABAg.8gJ3jQ37lqZ8o27w1m8CWx",
        "user": "Mario Conceição",
        "date": "2 months ago",
        "timestamp": 1544609086762,
        "commentText": "@TheSuperSaturos tenho um nome para si... Alexandria ocasio-cortez... ouça essa menina (é uma menina,tem 28 anos ) e se mesmo assim não conseguir perceber o que é o socialismo democrático e capitalista moderno , eu sinto muito mas não me consigo explicar melhor... Bernie Sanders também não é mau...",
        "likes": 0
      },
      {
        "id": "UgwWnmqCb2MQoZQieOR4AaABAg.8gJ3jQ37lqZ8o2EV8k_9_a",
        "user": "TheSuperSaturos",
        "date": "2 months ago",
        "timestamp": 1544609086764,
        "commentText": "@Mario Conceição Verei com bom gosto. Bem sei que existe socialismo democrático e capitalista, a social-democracia é isso mesmo, temos até um exemplo em Portugal na \"direita\", o PSD. Corre sempre bem a curto prazo, mas a médio e longo é impossível suster-se, como qualquer regime assente nas ideias de Marx e como os vários exemplos de países e links que referi mais cedo. Mas devo dizer que afirmar que o socialismo marxista morreu há 40 anos é ser muito inocente, cuidado com isso. Ele está vivo e bem vivo pelo mundo todo, mais precisamente na Europa e nos EUA através do marxismo cultural.\n\nA propósito da Venezuela ser socialista ou não, tirarei já aqui as dúvidas, o partido de Maduro tem o nome PSUV (Partido Socialistas Unido da Venezuela), contra estes factos, não há argumentos. Se quiser ter a última palavra, esteja à vontade. Gostei da discussão, mas está visto que não pode ir a lado nenhum.",
        "likes": 2
      },
      {
        "id": "UgwWnmqCb2MQoZQieOR4AaABAg.8gJ3jQ37lqZ8oIG5E7qrXt",
        "user": "Claus Curten",
        "date": "2 months ago",
        "timestamp": 1544609086992,
        "commentText": "@Mario Conceição Isto  mesmo . Países acima citados praticam o falso socialismo . O verdadeiro socialismo , objetiva  a democracia , Os governos socialistas da França do  saudoso  Miterrant   e hoje o de Macron objetivam a plena democracia .Lutam sim , contra os abusos do capitalismo .A França tem justas eleições !",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgwjFDhW2TLwSmhc1554AaABAg",
    "user": "prelada18",
    "date": "10 months ago",
    "timestamp": 1523527486327,
    "commentText": "Este GAY está no partido errado. Já agora podia juntar-se ao Portas...",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyGvWAUecedpZlbgVZ4AaABAg",
    "user": "Miguel Martel",
    "date": "10 months ago",
    "timestamp": 1523527486329,
    "commentText": "A Mariana, tem o discurso típico de quem defende ideologias totalitárias, usa uma cassete..., sempre a mesma. Pena que haja tanta gente de curta visão que não vê para lá do superficial... e Portugal é actualmente a imagem dessa superficialidade, caso dos incêndios, subsídio-dependência e elevado défice..., um sucesso da esquerda.",
    "likes": 4,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgyGvWAUecedpZlbgVZ4AaABAg.8eWPR7Z4gDV8m1vT0DEkJW",
        "user": "Argoon1981",
        "date": "4 months ago",
        "timestamp": 1539338686773,
        "commentText": "subsídio-dependência... quem mais sobrevive de subsídios? A sim, a EDP, as empresas de telecomunicações, os clubes de football, as estradas de portugal,  a CP, etc, etc os subsídios para esses são milhares de euros acima dos valores que o estado paga a classe pobre...",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugyo8VGlDNwExMLwGNR4AaABAg",
    "user": "Miguel Martel",
    "date": "10 months ago",
    "timestamp": 1523527486331,
    "commentText": "Adolfo revela uma visão de um boi a olhar para um palácio..., fica vislumbrado pela grandeza, pela fachada, pela superficialidade..., quando o que interessa, é o que está á dentro, a sua essência!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugxvn5PdgKos4IJc8QV4AaABAg",
    "user": "Pedro Vaz",
    "date": "10 months ago",
    "timestamp": 1523527486333,
    "commentText": "Mesquita Nunes = Globalista / Mariana Mortagua = Globalista. Os 2 são um nojo e este debate é um perfeito exemplo do sistema \"Esquerda-Direita\". Já agora é engraçado como um gay quer o Islão na Europa.",
    "likes": 8,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "Ugxvn5PdgKos4IJc8QV4AaABAg.8eN3ziAG_FM8r1SOiA0SwD",
        "user": "R P",
        "date": "5 days ago",
        "timestamp": 1549533886719,
        "commentText": "casal maravilha gay da TV",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgxxtaWYQGH508HTwH94AaABAg",
    "user": "Luísa Martins",
    "date": "11 months ago",
    "timestamp": 1520849086335,
    "commentText": "A Mariana ouviu o que o estúpido disse até ao fim quando primeiramente questionado pela jornalista, já pelo contrário esse mesmo betinho interrompe o discurso genial de Mortágua. Ele continua a focar-se na Marine Le Pen e à analogia que ele quer inventar com o Bloco de Esquerda. Ela responde que \"não é justo nem sério compará-los\", e ele diz logo \"deixa-me acabar\", que falta de respeito! Querem acusar a esquerda de ideologias de extrema direita, tudo para comer tempo de antena e deitar areia para os olhos do povo.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxW09LEH10CyALmav54AaABAg",
    "user": "John Nogu",
    "date": "11 months ago",
    "timestamp": 1520849086337,
    "commentText": "Está bem documentado o facto da grande massa do partido comunista Francês na altura ter defendido o nacional-socialismo de Hitler. Do Fascismo para o Comunismo e vice-versa é um passo.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwB2Cc7Mznvt8SRVhx4AaABAg",
    "user": "Marcelo Curralo",
    "date": "1 year ago",
    "timestamp": 1518429886338,
    "commentText": "Mesquita Nunes.  Trata.te rapazinho.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugx11Xu1jpx-PKZXhCF4AaABAg",
    "user": "Kokas Sedutor",
    "date": "1 year ago",
    "timestamp": 1518429886340,
    "commentText": "Por acaso eu não tinha dinheiro no Banco na Figueira da Foz",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "Ugx11Xu1jpx-PKZXhCF4AaABAg.8cY1zY-8JB08oIKEp3MGlo",
        "user": "Claus Curten",
        "date": "2 months ago",
        "timestamp": 1544609086670,
        "commentText": "Tinha   dinheiro  no Banif   ou no  Banco Espírito Santo   ?",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgzaXcwvW85Qp1xQHHN4AaABAg",
    "user": "Kokas Sedutor",
    "date": "1 year ago",
    "timestamp": 1518429886342,
    "commentText": "Esta menina deve pedir ao seu paizinho para lhe ensinar a fazer politica   tal como ele a fez e os mesmos actos que ele praticou",
    "likes": 3,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugy6OgbgWhJQ4R2J56B4AaABAg",
    "user": "Cátia Alves",
    "date": "1 year ago",
    "timestamp": 1518429886344,
    "commentText": "Título falacioso.",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzHY7OZMjAjAxC9nuV4AaABAg",
    "user": "Miguel Angelo Barata",
    "date": "1 year ago",
    "timestamp": 1518429886346,
    "commentText": "ESSA SENHORA DEFENDE GATUNOS VIGARISTAS COMO O PAI DELA",
    "likes": 20,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "UgzHY7OZMjAjAxC9nuV4AaABAg.8bxD8Yq4y1R8itT-DbIAKv",
        "user": "OtherVoices12",
        "date": "6 months ago",
        "timestamp": 1534068286802,
        "commentText": "Os gatunos já cá estavam muitos séculos antes do paizinho.",
        "likes": 0
      },
      {
        "id": "UgzHY7OZMjAjAxC9nuV4AaABAg.8bxD8Yq4y1R8oKnUpVuvVd",
        "user": "Claus Curten",
        "date": "2 months ago",
        "timestamp": 1544609086803,
        "commentText": "Mas não defende os gatunos vigaristas como os diretores  do BANIF. Estes estão muito mais ricos   que   o  pai  dela  #######",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgxZLSRMWelcZeJJ0wd4AaABAg",
    "user": "Nuno DA Fonseca",
    "date": "1 year ago",
    "timestamp": 1518429886348,
    "commentText": "Ridícula. Tenta escapar com a típica lenga-lenga AKA demagogia debiloide esquerdina, ou seja, não falar de factos",
    "likes": 18,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzYPH6VfckSXjv-88J4AaABAg",
    "user": "Albino Silva",
    "date": "1 year ago",
    "timestamp": 1518429886350,
    "commentText": "Esse Mesquita Nunes é apenas um boneco de trapos",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugy9GJjDB2O8bLpN6t54AaABAg",
    "user": "Miguel Alexandre",
    "date": "1 year ago",
    "timestamp": 1518429886352,
    "commentText": "oh bia tens algum problema sexual??? fds larga a miúda... arranja vida coisa!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugz8PclAHe6-mkWXvsp4AaABAg",
    "user": "Rodrigo Faria",
    "date": "1 year ago",
    "timestamp": 1518429888095,
    "commentText": "olha a filha do ladrao e bandido comuna, o pai assalta bancos sequestra barcos e foi o primeiro terrorista a desviar uma aviao no mundo, assalto a uma fazenda no alentejo e por ai fora a filha aprendeu bem com o pai",
    "likes": 19,
    "hasReplies": true,
    "numberOfReplies": 29,
    "replies": [
      {
        "id": "Ugz8PclAHe6-mkWXvsp4AaABAg.8bNe39rehbZ8hafeSCeO_o",
        "user": "Rui Mendes",
        "date": "7 months ago",
        "timestamp": 1531389888575,
        "commentText": "E no entanto, provavelmente, possui um cerebro intelectualmente muito superior ao seu...Não sera uma vergonha maior não ter um quarto das capacidades da filha de um \"terrorista\"??",
        "likes": 1
      },
      {
        "id": "Ugz8PclAHe6-mkWXvsp4AaABAg.8bNe39rehbZ8iBxefi6Of0",
        "user": "user ct",
        "date": "7 months ago",
        "timestamp": 1531389888577,
        "commentText": "isso e mesmo verdade? :o",
        "likes": 0
      },
      {
        "id": "Ugz8PclAHe6-mkWXvsp4AaABAg.8bNe39rehbZ8jFRl5nffGc",
        "user": "Rui Zeca",
        "date": "6 months ago",
        "timestamp": 1534068288579,
        "commentText": "Quando falas de desviar o avião referes-te a Sá Carneiro?",
        "likes": 0
      },
      {
        "id": "Ugz8PclAHe6-mkWXvsp4AaABAg.8bNe39rehbZ8l457fNY8AU",
        "user": "mindtraveller100",
        "date": "5 months ago",
        "timestamp": 1536746688581,
        "commentText": "O avião de Sá Carneiro foi desviado? Para onde? Só se foi para o chão...\nEle provavelmente refere-se a actividades anti-facistas anteriores ao 25 de Abril.",
        "likes": 1
      },
      {
        "id": "Ugz8PclAHe6-mkWXvsp4AaABAg.8bNe39rehbZ8l46XWZWGBb",
        "user": "Rui Zeca",
        "date": "5 months ago",
        "timestamp": 1536746688583,
        "commentText": "@mindtraveller100 muito engraçado, por ser para o chão não é desviado? A isto q eu chamo raciocínio de genio",
        "likes": 0
      },
      {
        "id": "Ugz8PclAHe6-mkWXvsp4AaABAg.8bNe39rehbZ8l49d4JZi3_",
        "user": "mindtraveller100",
        "date": "5 months ago",
        "timestamp": 1536746688585,
        "commentText": "lol\nPor essa ordem de ideias, todos os aviões são desviados inúmeras vezes em cada viagem que fazem...",
        "likes": 0
      },
      {
        "id": "Ugz8PclAHe6-mkWXvsp4AaABAg.8bNe39rehbZ8m1p0MYdSDZ",
        "user": "Argoon1981",
        "date": "4 months ago",
        "timestamp": 1539338688586,
        "commentText": "user ct nem de sobras, essa diarreia verbal que esse senhor escreveu, não é mais do que dor de cotovelo de wannabe fascistas que não gostaram que o pai dela anda-se activamente a combater o salazarismo em vez de se ficar pelas palavras como muitos.",
        "likes": 0
      },
      {
        "id": "Ugz8PclAHe6-mkWXvsp4AaABAg.8bNe39rehbZ8m4oh_pgHZZ",
        "user": "br3menPT",
        "date": "4 months ago",
        "timestamp": 1539338688588,
        "commentText": "tudo verdade...pesquisa pelo assalto à agencia do Banco de Portugal na Figueira da Foz, do assalto ao santa maria e do desvio de um avião da tap. pesquisa tb sobre um atentado que vitimou uma criança em Espanha e de como ele conseguiu a casa onde mora e o que fez ao dinheiro que roubou. Num país sério estava preso, por cá anda a passear-se no parlamento orgulhoso das filhas",
        "likes": 2
      },
      {
        "id": "Ugz8PclAHe6-mkWXvsp4AaABAg.8bNe39rehbZ8m4okivp14E",
        "user": "br3menPT",
        "date": "4 months ago",
        "timestamp": 1539338688590,
        "commentText": "é preciso ter grande capacidade para ser uma populista tosca...",
        "likes": 1
      },
      {
        "id": "Ugz8PclAHe6-mkWXvsp4AaABAg.8bNe39rehbZ8m4p-GBysOO",
        "user": "br3menPT",
        "date": "4 months ago",
        "timestamp": 1539338688592,
        "commentText": "combater o salazarismo roubando bancos e esquecendo os ideias de esquerda do olho do cu enquanto os bolsos estavam cheios? Esquerdalhos são todos iguais...só querem o bem-bom da elite!",
        "likes": 2
      },
      {
        "id": "Ugz8PclAHe6-mkWXvsp4AaABAg.8bNe39rehbZ8oFeqi_osqM",
        "user": "Claus Curten",
        "date": "2 months ago",
        "timestamp": 1544609089089,
        "commentText": "@Rui Mendes O pai assaltou bancos e lutou pela democracia enquanto A pide poliícia ,criminosa do Salazar  , torturava e matava pessoas simples....mais tarde aqueles que mantinham Salazar com seua assassinatos , no poder,  como a família Espírito SAnto assaltou milhares de   portugueses com seu Banco falido e , portanto de roubo entende bem mais que o Camilo  Mortágua .",
        "likes": 0
      },
      {
        "id": "Ugz8PclAHe6-mkWXvsp4AaABAg.8bNe39rehbZ8oFgyKZWvbs",
        "user": "Claus Curten",
        "date": "2 months ago",
        "timestamp": 1544609089091,
        "commentText": "O Ricardo Salgado do banco Espírito Santo aprendeu com  com quem ???? Não foi com o Camilo Mortágua !  Foi com a direitalha elitista que o aplaude !",
        "likes": 0
      },
      {
        "id": "Ugz8PclAHe6-mkWXvsp4AaABAg.8bNe39rehbZ8oGhHeNP4kt",
        "user": "br3menPT",
        "date": "2 months ago",
        "timestamp": 1544609089092,
        "commentText": "@Claus Curten o Ricardo Salgado vem de uma familia rica....Não andou a assaltar bancos e a matar pessoas em nome de um \"ideal\" Consegues perceber a diferença?? Quem aplaude terroristas assassinos nem resposta merece! Mas é o país que temos. Traidores e assassinos são elevados à categoria de herois!",
        "likes": 2
      },
      {
        "id": "Ugz8PclAHe6-mkWXvsp4AaABAg.8bNe39rehbZ8oGhWCdVIcw",
        "user": "br3menPT",
        "date": "2 months ago",
        "timestamp": 1544609089093,
        "commentText": "@Claus Curten torturava e matava pessoas simples??? Oh artista estuda mais!!! A pide/DGS matou 60 pessoas...e abriu 15.000 processos. So ia de cana quem andava a conspirar contra o regime. As pessoas simples não se metiam nisso. Ora estuda la mais e melhor e concluirás por ti. A criança morta em Espanha??? O assasinato no Santa Maria? Onde os meteu???",
        "likes": 1
      },
      {
        "id": "Ugz8PclAHe6-mkWXvsp4AaABAg.8bNe39rehbZ8oGwwDfT5Uj",
        "user": "Claus Curten",
        "date": "2 months ago",
        "timestamp": 1544609089094,
        "commentText": "@br3menPT Estudar ? Conspirar contra a ditadura era e devia ser o ideal de todo cidadão pela democracia .Pessoas simples sim !  Os ricos ´que nunca se meteram contra a ditadura ; viviam dela . Criança morta ? Tiroteio entre polícia e guerreiros da democracia ;  de quem partiu a bala que matou ? Não seja ridículo ! Na luta armada pela democracia tem sempre mortos . Em qualquer país !!!A PIDE era uma desgraça para o povo! Informe-se !",
        "likes": 0
      },
      {
        "id": "Ugz8PclAHe6-mkWXvsp4AaABAg.8bNe39rehbZ8oIBp8LoUZW",
        "user": "Claus Curten",
        "date": "2 months ago",
        "timestamp": 1544609089096,
        "commentText": "@br3menPT Diferença existe entre terrorista mercenário e um rebelde , que luta pela democracia . Será que a direita percebe ? Quem planeava a ação contra a ditadura era o herói e respeitoso, Gal. Humberto Delgado , quem chefiava o heroico grupo do  Mortágua era o capitão Galvão . O objetivo veio , ainda bem ,  para a felicidade  do povo português com a Revolução dos Cravos !!!",
        "likes": 0
      },
      {
        "id": "Ugz8PclAHe6-mkWXvsp4AaABAg.8bNe39rehbZ8oIDnHo2wIP",
        "user": "br3menPT",
        "date": "2 months ago",
        "timestamp": 1544609089097,
        "commentText": "@Claus Curten quanta ingenuidade...Democracia? Mas o que essa gente sabia de democracia?? Há mais fotos de Delgado a fazer a saudação romana do que do Salazar..\nSabes o que se fazia a traidores na URSS tão babada pelo Mortágua? Sabes quem matou Delgado? Achas mesmo que foi a PIDE???? E o Bando de Argel? Nunca ouviste falar?...\nRevolução dos cravos uma ova...traição um golpe de Estado feito com índole mercenária",
        "likes": 1
      },
      {
        "id": "Ugz8PclAHe6-mkWXvsp4AaABAg.8bNe39rehbZ8oIE4F_qyYt",
        "user": "br3menPT",
        "date": "2 months ago",
        "timestamp": 1544609089098,
        "commentText": "@Claus Curten Informe-se você.... Desde quando lacaios da URSS dão lições de democracia? Sabes o que Camilo Mortagua fez para os seus ideais qd se apanhou com bolsos cheios com o dinheiro que roubou na Figueira da foz? Cagou de alto para eles...Informe-se...informe-se..não bajule criminosos e apátridas!!!",
        "likes": 2
      },
      {
        "id": "Ugz8PclAHe6-mkWXvsp4AaABAg.8bNe39rehbZ8oIEgcE4Ijr",
        "user": "Claus Curten",
        "date": "2 months ago",
        "timestamp": 1544609089100,
        "commentText": "@br3menPT Banqueiros  falidos e que hoje roubam milhares de cidadãos,\ndurante a ditadura financiaram o nazismo  e apoiavam a PIDE . São ídolos da direita .Eram sim . os verdadeiros  assassinos de luxuosos gabinetes .Respeitados porque são ricos.Suas fraudulentas manobras , não tem a menor importância para  seus defensores! Consegue perceber ?",
        "likes": 0
      },
      {
        "id": "Ugz8PclAHe6-mkWXvsp4AaABAg.8bNe39rehbZ8oIFfq2Z9a3",
        "user": "br3menPT",
        "date": "2 months ago",
        "timestamp": 1544609089101,
        "commentText": "@Claus Curten o que Portugal tem a ver com nazismo???...Com cada um....",
        "likes": 1
      },
      {
        "id": "Ugz8PclAHe6-mkWXvsp4AaABAg.8bNe39rehbZ8oINSUGN8_z",
        "user": "Claus Curten",
        "date": "2 months ago",
        "timestamp": 1544609089335,
        "commentText": "@br3menPT Nada   disso  .  Continuou fiel ao objetivo de derrotar  a ditadura.  Verdadeiro herói do povo lusitano . Não derrotou a ditadura com palavras . Teve coragem e foi à luta .",
        "likes": 0
      },
      {
        "id": "Ugz8PclAHe6-mkWXvsp4AaABAg.8bNe39rehbZ8oISXsY7FOb",
        "user": "Claus Curten",
        "date": "2 months ago",
        "timestamp": 1544609089336,
        "commentText": "@br3menPT Sabiam tudo de democracia , lutavam por ela e que também Stalin , não seguiu e traia o marxismo .  Existiam países democratas na época. URSS não era nada que queriam ; tanto que após a Revolução as ações contra bancos pararam.",
        "likes": 0
      },
      {
        "id": "Ugz8PclAHe6-mkWXvsp4AaABAg.8bNe39rehbZ8oITvtNmaUU",
        "user": "Claus Curten",
        "date": "2 months ago",
        "timestamp": 1544609089337,
        "commentText": "@br3menPT Quem matou Delgado ?Está provado que foi o agente e assassino da PIDE, o Casimiro Monteiro , a mando do crápula Rosa Cavaco \"o chefão da PIDE . Este Casimiro enriqueceu matando e roubando também nas minas de Angola . É bom estudar !  E ainda há depoimentos da filha do gal. , sra. Iva Delgado ( Meu pai o general sem medo )",
        "likes": 0
      },
      {
        "id": "Ugz8PclAHe6-mkWXvsp4AaABAg.8bNe39rehbZ8oJO3ugsZqP",
        "user": "br3menPT",
        "date": "2 months ago",
        "timestamp": 1544609089339,
        "commentText": "@Claus Curten LOOOOOOOOOOL\nestá provado está....és pouco ingénuo e mentiroso és...Não estudes que não é preciso.",
        "likes": 1
      },
      {
        "id": "Ugz8PclAHe6-mkWXvsp4AaABAg.8bNe39rehbZ8oJOAxjyKI6",
        "user": "br3menPT",
        "date": "2 months ago",
        "timestamp": 1544609089340,
        "commentText": "@Claus Curten MUAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHHAHAHAHAHAHAHAHAHAHAHAHHA não sabes da missa a metade..é como o monte onde vive...tb foi comprado legalmente LOL és mesmo um anjinho",
        "likes": 1
      },
      {
        "id": "Ugz8PclAHe6-mkWXvsp4AaABAg.8bNe39rehbZ8oNZc8c4Jlk",
        "user": "Claus Curten",
        "date": "2 months ago",
        "timestamp": 1544609089341,
        "commentText": "@br3menPT A fundação Humberto Delgado existe para a cultura de Portugal .Mas para a direitalha é conveniente ignorá-la , bem como o assassinato, pela Pide , do general. \"Aquela gente\" ,que se rebelou contra a ditadura , lutou numa época da acirrada  guerra fria , entre USA e URSS, e não sabia o que era democracia !? Afirmativa ridícula , tamanha era a propaganda no jornal e pelo rádio.Que ingenuidade !!!",
        "likes": 0
      },
      {
        "id": "Ugz8PclAHe6-mkWXvsp4AaABAg.8bNe39rehbZ8oNaoumqq5z",
        "user": "Claus Curten",
        "date": "2 months ago",
        "timestamp": 1544609089342,
        "commentText": "@br3menPT Se  o assunto é complexo , e a desqualificação da direitalha só permite a consciência da insuficiência ,  a culpa não é minha!Os sábios da direitalha sempre se afudam , com sua fraca argumentação.Mas há solução !Debatedores , a palestra e workshops estão abertos a todos na Fac.Sup. de Ciências Sociais e Políticas, o que seria de inestimável valor para a direitalha,carente de informação, que até deixaria de elogiar os trapaceiros do Banif e do BES , cuja usurpação atinge milhões de euros depositados em paraísos  fiscais. Aos que lutaram contra a ditadura , o nosso respeito !",
        "likes": 0
      },
      {
        "id": "Ugz8PclAHe6-mkWXvsp4AaABAg.8bNe39rehbZ8oOXoLzRpNQ",
        "user": "br3menPT",
        "date": "2 months ago",
        "timestamp": 1544609089344,
        "commentText": "@Claus Curten Epa cala.te rapazeco..o teu país é um desastre desde 25 de abril....\nPassou de 58% da média dos mais ricos da europa para 77% da media da UE em 50anos!!!!\nHá 20 anos a Lituania estava a 38% da media da UE e Portugal a 84%...Hoje Portugal está a 77%e a Lituania a 78%!!!!!!!!\nRep Checa, Eslovenia e Lituania já ultrapassaram o teu país, Eslovaquia e Estonia ja igualaram....Falta a Polonia Hungria e pouco mais\nEnquanto os esquerdalhos bandalhos de um país que não produz nada, passam a vida a falir a republica (em 2011 Porutgal faliu 3 vezes em apenas 33 anos!!!!) Os países de leste fogem da esquerda e melhoram o seu desempenho!\n Estuda mais, informa-te mais e põe a tua ideologia de lado!\nEsquerda é merda basta olhar para as reformas dos capitães de abril para os marios soares da vida e para os almeida santos das esquinas! Informa-te!!!!! Estuda!!!! Reflecte!!!!!!",
        "likes": 1
      },
      {
        "id": "Ugz8PclAHe6-mkWXvsp4AaABAg.8bNe39rehbZ8oOYGh1xZKH",
        "user": "br3menPT",
        "date": "2 months ago",
        "timestamp": 1544609089345,
        "commentText": "@Claus Curten MUAHAHAHAHAHA ya puto...a PIDE ia matar a figura mais internacionalmente conhecida da oposição ao regime\nO esquerdalho bandalho inventa qualquer coisa para ter assunto...Nem sabes o que foi o Bando de Argel....lol  Estuda caralho!!!! Informa-te porra!",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgzLILZjKXn9TvJtC5Z4AaABAg",
    "user": "Hugo c",
    "date": "1 year ago",
    "timestamp": 1518429888098,
    "commentText": "que energia, ma? um bom grande debate. esta mortagua sabe o que fala, pena ser da extrema. Da me uma boa ministra.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugyk4Kq4naCcIRUatMZ4AaABAg",
    "user": "Francisco Gonçalves",
    "date": "1 year ago",
    "timestamp": 1518429888100,
    "commentText": "Esta rapariga precisa de medicação. Vê fascistas em todo o lado. É mesmo de família. O pai também era assim. Até matava quem ele considerasse fascista. Isto é o reflexo do marxismo cultural decadente. É só merda.",
    "likes": 60,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "Ugyk4Kq4naCcIRUatMZ4AaABAg.8au2f784GBr8jRXLoA7kDL",
        "user": "Mariana Brito",
        "date": "6 months ago",
        "timestamp": 1534068288477,
        "commentText": "o proprio marx era racista",
        "likes": 3
      },
      {
        "id": "Ugyk4Kq4naCcIRUatMZ4AaABAg.8au2f784GBr8neMaAovUaZ",
        "user": "Bruno Mansonaty",
        "date": "2 months ago",
        "timestamp": 1544609088479,
        "commentText": "Concordo",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgxgP79TZLO81bKL6d54AaABAg",
    "user": "Tony Marmo",
    "date": "1 year ago",
    "timestamp": 1518429888102,
    "commentText": "O CDS/PP é o partido português mais próximo da Frente Nacional. Esse discurso liberal e neoliberal colide diretamente com o legado do Sr. Paulo Portas. Esse Mesquita ou tinha de mudar de partido ou fundar o seu. Mas, assim, desculpem, é ridículo! Seria o mesmo que algum dos aliados da Le Pen se queixar do Trump!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugzfndrn8MEllLIDnvV4AaABAg",
    "user": "Maria Oliveira",
    "date": "1 year ago",
    "timestamp": 1518429888104,
    "commentText": "Este tipo é um cretino, lacaio dos globalistas e da CE.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxvGkCe27R2UyENth14AaABAg",
    "user": "Ana Ferreira",
    "date": "1 year ago",
    "timestamp": 1518429888112,
    "commentText": "olha, o adolfo mesquinho nunes não gosta da tia pen... ai se a tia pen sabe que ele diz que ela é esquerdalha... portanto, isto põe o pp no espectro proto nazi... mas em pequenininho. spoiler:  a mariana não perde estribeiras, o adolfozinho é que estala o verniz",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzOUQunYUPVtdt7HWx4AaABAg",
    "user": "paulo-magum",
    "date": "1 year ago",
    "timestamp": 1518429888114,
    "commentText": "Porque sera que os gajos de direita tem todos cara de parvos. betinhos que odeiam os pobres e com ar de sacristao mastubador",
    "likes": 14,
    "hasReplies": true,
    "numberOfReplies": 6,
    "replies": [
      {
        "id": "UgzOUQunYUPVtdt7HWx4AaABAg.8_wC_q45oN18cIiZEsp3n0",
        "user": "Cátia Alves",
        "date": "1 year ago",
        "timestamp": 1518429888548,
        "commentText": "paulo-magum ahahahah. Sempre pensei o mesmo.",
        "likes": 2
      },
      {
        "id": "UgzOUQunYUPVtdt7HWx4AaABAg.8_wC_q45oN18jFReS1tClU",
        "user": "Rui Zeca",
        "date": "6 months ago",
        "timestamp": 1534068288550,
        "commentText": "Oh menos julgas os da direita pela aparência, já eu julgo os da esquerda pela inteligencia neste caso a falta dela",
        "likes": 6
      },
      {
        "id": "UgzOUQunYUPVtdt7HWx4AaABAg.8_wC_q45oN18jRXUcuX_qA",
        "user": "Mariana Brito",
        "date": "6 months ago",
        "timestamp": 1534068288552,
        "commentText": "porque e que os gajos da esquerda têm ar de uma ganza mal enrola , drogados por natura sem a vacina da raiva e de quem não toma banho?",
        "likes": 5
      },
      {
        "id": "UgzOUQunYUPVtdt7HWx4AaABAg.8_wC_q45oN18jZX5YB0R65",
        "user": "Pinho9",
        "date": "6 months ago",
        "timestamp": 1534068288553,
        "commentText": "Mano caguei-me todo com essa descricao",
        "likes": 0
      },
      {
        "id": "UgzOUQunYUPVtdt7HWx4AaABAg.8_wC_q45oN18jl__bvDZgk",
        "user": "Francisco Jose",
        "date": "6 months ago",
        "timestamp": 1534068288555,
        "commentText": "paulo-magum tu tens cara de burro",
        "likes": 1
      },
      {
        "id": "UgzOUQunYUPVtdt7HWx4AaABAg.8_wC_q45oN18m1x14yg_mV",
        "user": "Argoon1981",
        "date": "4 months ago",
        "timestamp": 1539338688557,
        "commentText": "No caso do cds-pp um partido dito religioso essa do sacristão masturbador assenta como uma luva.\nMas nem todos na direita \"odeiam os pobres\", eles adoram os pobres! Especialmente que eles existem, pois sem pobres não há ricos, e o que a direita realmente adora, é tornar os pobres uns contra os outros! Fazer com que os pobres olhem para eles não como exploradores mas como ideais a atingir, é claro eles fazem de tudo para que esses pobres nunca cheguem a lado nenhum, pois há que manter os pobres, é claro pobres, apenas como aos burros põem uma \"cenoura\" (totoloto, euromilhões, retórica do \"temos que controlar as despesas e as contas públicas para mais tarde vivermos todos melhor!\", etc) abanar em frente da cara para eles ficarem entretidos a desejar riqueza e não acordarem.",
        "likes": 1
      }
    ]
  },
  {
    "id": "Ugx_QhNMFIGA-ftCBCt4AaABAg",
    "user": "Hann Smith",
    "date": "1 year ago",
    "timestamp": 1518429888116,
    "commentText": "Partidos políticos sao o cancro da democracia..",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugx4udVNxSXhUkeqp814AaABAg",
    "user": "David rufino",
    "date": "1 year ago",
    "timestamp": 1518429888119,
    "commentText": "Este jornalista ordinario que tem muita a ver com a politica mondialista na qual todos os politicos europeus nos querem obrigar acreditar nao tem nenhum conhecimento da situaçao francesa ! O que se vive em franca, nao é que se vivo no resto da Europa ! Destruiçao do systema social (um dos melhores do mundo) destruiçao da naçao, destruiçao das fronteiras, destruiçao da cultura, destruiçao da lingua e dos idiomas regionais, destruiçao das tradiçoes, dos valores e da identidade,, destruiçao das liberdades individuais em favor das liberdades cultuais muçulmanas, destruiçao dos avanços sociais, etc, etc...",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxPXAKQ5Xxmy4Am0zl4AaABAg",
    "user": "Giro Dos Famosos",
    "date": "1 year ago",
    "timestamp": 1518429888120,
    "commentText": "Um pouco sobre a política brasileira https://www.youtube.com/channel/UCaCOzupDvZouzrMOaWoem4Q",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgykhJ4-nf6ofBchhvZ4AaABAg",
    "user": "antonio manuel rodrigues",
    "date": "1 year ago",
    "timestamp": 1518429888122,
    "commentText": "Os meninos de direita levam a bola para casa se contrariados. São muito democratas!",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw_ij8cVq0YJvSfYlB4AaABAg",
    "user": "J Flor",
    "date": "1 year ago",
    "timestamp": 1518429888124,
    "commentText": "Oh Beatriz, é mesmo verdade que Mariana 'Mortgua' perde as estribeiras?? E então discordar é \"perder as estribeiras\"? Uhmmm, estou ver...",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxVZI81j2HzG8UZzLx4AaABAg",
    "user": "MysteryPuke",
    "date": "1 year ago",
    "timestamp": 1518429888126,
    "commentText": "A estratégia da direita, não só em Portugal, mas a nível europeu, neste tipo de debate, é duplamente lerda. Primeiro porque procura esvaziar o poder da esquerda de propor ideias que contrariam o neo liberalismo desenfreado do mundo actual, o que representa um pensamento um pouco anti democrático. Em segundo lugar, ao esvaziar a esquerda desse poder abre espaço para que a extrema direita adopte superficialmente, com alterações ideológicas que se coadunam com a extrema direita, alguns dos pontos programáticos da esquerda, que colhem simpatia entre muitos votantes. E assim se alimenta o neo fascismo, porque como já se viu, são esses pontos programáticos que colhem simpatia entre votantes. O factor neo fascista é usualmente diminuído na retórica com o progredir das campanhas de Le Pen, para dar mais ênfase aos outros pontos que colhem de facto simpatia do povo. \nSó um lelinho, pseudo-político, marioneta é que não vê isso. Ou então o eleitorado cegueta, que infelizmente ainda abunda e assim o fascismo ganha terreno. Convém relembrar que o PP era o partido anti europa quando a Europa era solidária e de matiz socialista. Só quando a UE virou vertiginosamente par ao neo liberalismo, é que o PP virou a agulha (com um bom empurrão de alguma sede de poder). Mas o PP pode virar a agulha e a esquerda não pode? Quando a Europa não é mais do que uma manta de remendos que em nada faz frente às necessidades reais do povo na rua?",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugx3rXwUOWGmYMyyBcF4AaABAg",
    "user": "Isabel Ventura",
    "date": "1 year ago",
    "timestamp": 1518429888128,
    "commentText": "Ora esta Beatriz Sousa é mesmo tola e não percebe nada de política! Tem interesses ligados ao PSD e ao PP muito certamente! O que é que aproveitou já? Diga lá!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwyH5FE5cX_NEdWtEl4AaABAg",
    "user": "Nuno Almeida",
    "date": "1 year ago",
    "timestamp": 1518429888130,
    "commentText": "na maioria das questoes, nomeadamente económicas, são rigorosamente iguai, basta ter um pouco de nocoes basicas da ideologia de ambos os partidos.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxO2UErXE9zRJshlwJ4AaABAg",
    "user": "eduardo landolt",
    "date": "1 year ago",
    "timestamp": 1518429888132,
    "commentText": "Fuck, you guys still talking about fascism, get over it, there's bigger shit coming, the arabs are all over portugal and you just talking shit",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugxp6oQxcscOV0yw4qd4AaABAg",
    "user": "Bff para malucos",
    "date": "1 year ago",
    "timestamp": 1518429888134,
    "commentText": "Mas quem `e este puto estupido? Vai trabalhar facho de merda",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgybOac2S5QgFtaVnlJ4AaABAg",
    "user": "Altino Silva Maia",
    "date": "1 year ago",
    "timestamp": 1518429888136,
    "commentText": "Que canalhada esta gente do bloco",
    "likes": 16,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyFb3VXtPd1sTQ_3ch4AaABAg",
    "user": "Vitor Ribeiro",
    "date": "1 year ago",
    "timestamp": 1518429888138,
    "commentText": "a Mariana dá uma lição a este senhor de como deve ser uma europa mais igual e mais justa",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugz3khZtqHFgKqyWClx4AaABAg",
    "user": "Vitor Ribeiro",
    "date": "1 year ago",
    "timestamp": 1518429888140,
    "commentText": "este senhor faz comparações sem logica nenhuma,enfim,é outro Paulo Portas",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgziVDAu0HSwMjq0wYh4AaABAg",
    "user": "Fernando S. Jorge",
    "date": "1 year ago",
    "timestamp": 1518429890128,
    "commentText": "o pequeno-fascista conhece pouco de macron....mas o gajo é o melhor",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwBU2nVVzmY9FrVIQJ4AaABAg",
    "user": "Michael Oliveira",
    "date": "1 year ago",
    "timestamp": 1518429890129,
    "commentText": "patetico os comunistas ...falam em democracia e liberdade ,mas nunca vem nenhum regime de esquerda com estes valores..cuba venezuela,coreia do norte  .....",
    "likes": 13,
    "hasReplies": true,
    "numberOfReplies": 3,
    "replies": [
      {
        "id": "UgwBU2nVVzmY9FrVIQJ4AaABAg.8ZXuwBgT4VV8m1r0utF5V9",
        "user": "Argoon1981",
        "date": "4 months ago",
        "timestamp": 1539338690481,
        "commentText": "O bloco não é comunista, é sim socialista de esquerda aquilo que o PS defendia antes de ser invadido pela direita, tal como o PSD não é como o PNR, existem várias convicções de esquerda e de direita o mundo não é preto e branco, e já agora eu não sou comunista e acho que é uma verdadeira utopia,  mas pelo menos sei que o partido comunista português defende o comunismo leninismo não o comunismo stalinismo, este último é o que causa países como venezuela e coreia do Norte, o primeiro causa mais sociedades como Cuba ou china, nem tudo o comunismo é igual, como disse o mundo não é preto e branco.",
        "likes": 1
      },
      {
        "id": "UgwBU2nVVzmY9FrVIQJ4AaABAg.8ZXuwBgT4VV8oFfJ3bcQUi",
        "user": "Claus Curten",
        "date": "2 months ago",
        "timestamp": 1544609090482,
        "commentText": "França tem governo socialista do Macron e teve também  o Miterrand  tempos atrás ...... ninguém fala nada ; direitalha sem estudo !",
        "likes": 0
      },
      {
        "id": "UgwBU2nVVzmY9FrVIQJ4AaABAg.8ZXuwBgT4VV8oIIx7r9mVn",
        "user": "br3menPT",
        "date": "2 months ago",
        "timestamp": 1544609090483,
        "commentText": "@Claus Curten governo socialista em economia de mercado...com salario mínimo de 1500euros....esquerdalhos ignorantes",
        "likes": 1
      }
    ]
  },
  {
    "id": "Ugxk5hjh34YBsaXs74Z4AaABAg",
    "user": "MrNunopaulogomes",
    "date": "1 year ago",
    "timestamp": 1518429890132,
    "commentText": "um gajo que se chama ... \"adolfo\", só podia ser do cds",
    "likes": 4,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxpnmVGEovMY94KR554AaABAg",
    "user": "Giovanni Giorgio",
    "date": "1 year ago",
    "timestamp": 1518429890133,
    "commentText": "'Podia aqui dizer que Adolfo é um cara de cu, mas não digo. Porque eu não digo essas coisas.\" - Mariana Mortagua",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw5AS62K4spH_6X8zZ4AaABAg",
    "user": "Bruno Carvalho",
    "date": "1 year ago",
    "timestamp": 1518429890135,
    "commentText": "Eu podia dizer (diz) mas não vou dizer porque é baixo nível. Cresça de faz favor.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwTeAZtF8x5NXcY0Kd4AaABAg",
    "user": "AMC",
    "date": "1 year ago",
    "timestamp": 1518429890137,
    "commentText": "Mas que mulherzinha tão estupida!!!! Sabe lá ela o que é fascismo. Nem nascida era...BURRA e PERIGOSA!",
    "likes": 38,
    "hasReplies": true,
    "numberOfReplies": 3,
    "replies": [
      {
        "id": "UgwTeAZtF8x5NXcY0Kd4AaABAg.8ZByUWLSWRl8f-pEPmDtxv",
        "user": "Carlos",
        "date": "9 months ago",
        "timestamp": 1526119490549,
        "commentText": "AMC \nUma nojenta filha de um comunista criminoso é perigoso no tempo do 25 de Abril. Uma convencida que julga ter maior moral do que os outros.",
        "likes": 6
      },
      {
        "id": "UgwTeAZtF8x5NXcY0Kd4AaABAg.8ZByUWLSWRl8hesayfz2ZA",
        "user": "Fran Lopes",
        "date": "7 months ago",
        "timestamp": 1531389890550,
        "commentText": "Amc ? Afonso Henriques , tu ainda não estavas cá mas sabes \ntalvez que foi o primeiro rei de Portugal?espero!",
        "likes": 0
      },
      {
        "id": "UgwTeAZtF8x5NXcY0Kd4AaABAg.8ZByUWLSWRl8jntOXI0qI1",
        "user": "pxtokarev",
        "date": "6 months ago",
        "timestamp": 1534068290551,
        "commentText": "Usa o termo fascismo no sentido que lhe dava a narrativa soviética dos tempos da URSS.\nÉ uma orfã da União Soviética.\nPor isso o símbolo do BE é cópia do que era impresso nos produtos MADE IN USSR.",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgyOJNFrV83SuLiGtkd4AaABAg",
    "user": "NimbusKhan NK",
    "date": "1 year ago",
    "timestamp": 1518429890139,
    "commentText": "Então, se bem percebi, se o carregado \"eye-liner\" que a Mariana usa for da mesma marca do da Marine Le Pen, não será verdadeiramente o mesmo, porque o dela é de esquerda e o seu uso está nos antípodas do uso da Francesa. Um pão não será bem um pão mas antes a materialização ideológica do padeiro que o pariu ou, como já acreditava o progenitor da senhora Mortágua, um assalto a um banco não é bem isso, se iluminado por vermelha candeia. Patusca, esta esquerda caviar...",
    "likes": 8,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgyOJNFrV83SuLiGtkd4AaABAg.8Z6UtW7YBId8rBWzFcbPxr",
        "user": "José Almeida",
        "date": "1 day ago",
        "timestamp": 1549879490462,
        "commentText": "A saída da NATO por motivos anti-bélicos e abertura de fronteiras da Mariana ou por fechamento de fronteiras e expulsão de imigrantes da LePen é uma medida que coincide mas que não é bem equivalente.  Coincide enquanto medida, mas não tem o mesmo objetivo nem nasce do mesmo propósito. E portanto bem natural que a medida vá tomando cursos diferentes de implementação,  apesar de ser a mesma. Ser simplista, por vezes, não ajuda á compreensão de factos sociais complexos. Limitada a visão de direita...",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgzgBz8RYrCdxRNiux94AaABAg",
    "user": "CARICATURES Portugal",
    "date": "1 year ago",
    "timestamp": 1518429890141,
    "commentText": "GRANDE MARIANA...ainda há quem se incomode com verdades!",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgzgBz8RYrCdxRNiux94AaABAg.8Z4BZWhI77E8ZByZV2RLMr",
        "user": "AMC",
        "date": "1 year ago",
        "timestamp": 1518429890398,
        "commentText": "uma grande coitada...",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgxyrsZ9FfBlSU2BcVZ4AaABAg",
    "user": "Pedro Carmo",
    "date": "1 year ago",
    "timestamp": 1518429890143,
    "commentText": "Esta mulher é um Show!!",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzyPsB9Ba8iRlF57UV4AaABAg",
    "user": "José Vicente",
    "date": "1 year ago",
    "timestamp": 1518429890145,
    "commentText": "Esta besta deve de ter um espelho muito baço...",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwmoDtOl315suLecJJ4AaABAg",
    "user": "João Krus Roquette",
    "date": "1 year ago",
    "timestamp": 1518429890147,
    "commentText": "A mortágua e companhia a mostrar a sua verdadeira \" cara \" ! Cm é possível existir extrema esquerda em Portugal ? Ainda p cima está no poder em coligação com ps e pc , onde um deles é stalinista e o outro quer é governar , mm vendendo -se á \" geringonça \" !",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyZQp6SrCV2YLLse-N4AaABAg",
    "user": "ruilopes0",
    "date": "1 year ago",
    "timestamp": 1518429890148,
    "commentText": "Não vi a Deputada a perder a estribeiras. Usar os argumentos do Sr Deputado é que me parece totalmente uma falta de verdade intelectual. Dizer que como ambos, BE e Le Pen, querem as fonteiras fechadas então os partidos são iguais, é o mesmo que dizer que então uma mulher que sofre de violência doméstica e que não deixa o marido por falta de meios de subsistência é igual a uma mulher que se prostitui, ambas é por dinheiro. Ou seja, o objectivo de ambas é o mesmo, sobreviver, mas as ideias por detrás são completamente díspares. O problema é que não se tentam analisar os factos mas sim só as ideias popularuchas. Eu não bloquista e acredito muito pouco nos partidos mas há que saber ler a história, ideologias e principalmente não entrar em demagogias. Porque então não entendo porque é que durante o governo do PSD se quebrou contratos, bem feitos ou não, com pensionistas e não com grandes empresas... Claro que entendo a razão por trás dessa decisão, a \"mossa\" no país seria possivelmente maior fazê-lo com os principais grupos económicos e por isso seguiu-se o caminho mais fácil, Abstenho-me de dizer se concordo ou não... Por isso penso que deveremos ser intelectualmente honestos e não ser adeptos da demagogia barata.",
    "likes": 10,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgznF3YrLA_vm6EOB0l4AaABAg",
    "user": "jose duarte",
    "date": "1 year ago",
    "timestamp": 1518429890150,
    "commentText": "Só quem sofre de alergia a criticas e que reage,mas posso ou não ter opinião, o outro tempo já passou, eu passei esse tempo.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwgQUZFWH3T_I5k0MB4AaABAg",
    "user": "Rosa W.A.R W.A.R",
    "date": "1 year ago",
    "timestamp": 1518429890152,
    "commentText": "Macron venceu e o comentarista se lascou",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw8pMBXKe3kPIlEldx4AaABAg",
    "user": "Rui Borges",
    "date": "1 year ago",
    "timestamp": 1518429890153,
    "commentText": "Mais uma lição da Mariana ao adorador da precariedade e da exploração deste modelo podre e corrupto que os neoliberais tanto adoram",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzxXf_dx_4dqN1G1lF4AaABAg",
    "user": "J_lil_Bat",
    "date": "1 year ago",
    "timestamp": 1518429890155,
    "commentText": "fazia lhe um filho ,dois ou três",
    "likes": 6,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyYjv-gf2ZOPVESKsp4AaABAg",
    "user": "antonio manuel rodrigues",
    "date": "1 year ago",
    "timestamp": 1518429890157,
    "commentText": "O comentário de Mariana Mortágua ao caso das offshores e outros tesourinhos de uma direita deprimente. Grande sova no Adolfo Mesquita Nunes.",
    "likes": 10,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgyYjv-gf2ZOPVESKsp4AaABAg.8YcurwqVQZ38jFRh-SdppF",
        "user": "Rui Zeca",
        "date": "6 months ago",
        "timestamp": 1534068290413,
        "commentText": "Idiota útil",
        "likes": 2
      }
    ]
  },
  {
    "id": "UgzLJd2COJQ3WblqX9h4AaABAg",
    "user": "CMatomic",
    "date": "1 year ago",
    "timestamp": 1518429890159,
    "commentText": "E bom ser de  direita quando rabo esta cheio \"Beatriz Sousa\n\" , a grandes , vorazes , implacáveis , 7,8,9,12,16 de horas de trabalho no fedor do escritório , a direita culpa o pobre por ser pobre.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwHKBWX8X-eI3sK_wV4AaABAg",
    "user": "DD",
    "date": "1 year ago",
    "timestamp": 1518429890161,
    "commentText": "que energia negativa que vem destes debates. meu deus.",
    "likes": 8,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugxqh8fR-ffDOwd-sg54AaABAg",
    "user": "Aquila Magna",
    "date": "1 year ago",
    "timestamp": 1518429890162,
    "commentText": "Mesquita Nunes foi um mestre e disse o óbvio. A rapariga ficou irritada. Que cresça.",
    "likes": 49,
    "hasReplies": true,
    "numberOfReplies": 17,
    "replies": [
      {
        "id": "Ugxqh8fR-ffDOwd-sg54AaABAg.8YTAvGr7PKv8Z-EM4qWY0Q",
        "user": "Joao Santos",
        "date": "1 year ago",
        "timestamp": 1518429890520,
        "commentText": "Oh magna a direita é um atraso de vida... foram 48 anos de fascismo e mais não sei quantos de PSD/CDS no poder desde que há  eleições incluindo essa mumia paralitica do cavaco...",
        "likes": 3
      },
      {
        "id": "Ugxqh8fR-ffDOwd-sg54AaABAg.8YTAvGr7PKv8ZlcX7fFTzL",
        "user": "André Krint",
        "date": "1 year ago",
        "timestamp": 1518429890522,
        "commentText": "Desculpa a direita é um atraso de vida? Deves estar equivocado, porque desde de 1932 que sempre que a direita está no poder, Portugal tem certas melhorias, a esquerda tem o quê? Problemas atrás de problemas tanto que o sr. António Costa já falou em \"varinhas mágicas\" em vez de fazer alguma coisa. \nA direita em Portugal tem de começar a ganhar mais poderio assim como a extrema direita, já que temos o PCP onde o sr. Jeronimo de Sousa apoia a urss e diz que o mundo está pior sem a urss..",
        "likes": 6
      },
      {
        "id": "Ugxqh8fR-ffDOwd-sg54AaABAg.8YTAvGr7PKv8ZpYuCcp5BT",
        "user": "Bruno Pires",
        "date": "1 year ago",
        "timestamp": 1518429890523,
        "commentText": "Claro que sim, vamos mas 'e por o dinheiro nas offshores .",
        "likes": 1
      },
      {
        "id": "Ugxqh8fR-ffDOwd-sg54AaABAg.8YTAvGr7PKv8_azkG9tAda",
        "user": "HeavenlyEx",
        "date": "1 year ago",
        "timestamp": 1518429890524,
        "commentText": "Joao Santos deves ser um burro do caralho e um grande corno manso. Por acaso em Portugal há direita? A chamada direira portuguesa é mais à esquerda que a esquerda americana. Em Portugal é tudo esquerdalha nojenta, só muda o nome: PS, bloco dos ganzados, PSD, CDS, PCP é tudo a mesma merda, por isso é que portugal come a merda do resto dos europeus.",
        "likes": 2
      },
      {
        "id": "Ugxqh8fR-ffDOwd-sg54AaABAg.8YTAvGr7PKv8_e8_HS1GWu",
        "user": "Joao Santos",
        "date": "1 year ago",
        "timestamp": 1518429890526,
        "commentText": "Vai- te foder fascista, seu calhau com olhos...",
        "likes": 0
      },
      {
        "id": "Ugxqh8fR-ffDOwd-sg54AaABAg.8YTAvGr7PKv8_eHjk7YErE",
        "user": "HeavenlyEx",
        "date": "1 year ago",
        "timestamp": 1518429890527,
        "commentText": "Joao Santos O que é um fascista? Deixa de ser otário e informa-te um bocado sobre politica palhaço de merda. Nem morto servias para adubar os campos.",
        "likes": 1
      },
      {
        "id": "Ugxqh8fR-ffDOwd-sg54AaABAg.8YTAvGr7PKv8_gKZUb0tnc",
        "user": "Joao Santos",
        "date": "1 year ago",
        "timestamp": 1518429890528,
        "commentText": "Bem se não és fascista és NAZI pois se para ti até o  CDS é esquerda, estamos conversados e quando vens com o exemplo americano então... se vivesses na america devias ser um assassino do KKKlan. Que nojo que metes metes....ainda bem que a net ainda não tem cheiro, senão mandavas um fedor",
        "likes": 0
      },
      {
        "id": "Ugxqh8fR-ffDOwd-sg54AaABAg.8YTAvGr7PKv8_gLSja8iLq",
        "user": "HeavenlyEx",
        "date": "1 year ago",
        "timestamp": 1518429890530,
        "commentText": "Sabes o que é um NAZI? É uma sigla para Nacional Socialista, e Socialista é uma coisa que nunca serei pois socialismo é MERDA da tua cor.",
        "likes": 2
      },
      {
        "id": "Ugxqh8fR-ffDOwd-sg54AaABAg.8YTAvGr7PKv8_gL_536EDo",
        "user": "Joao Santos",
        "date": "1 year ago",
        "timestamp": 1518429890536,
        "commentText": "oh pá tem juizo...",
        "likes": 0
      },
      {
        "id": "Ugxqh8fR-ffDOwd-sg54AaABAg.8YTAvGr7PKv8_iedSFU3ws",
        "user": "Manuel Campos",
        "date": "1 year ago",
        "timestamp": 1518429890537,
        "commentText": "Joao Santos se queres falar de atraso fala dos países comunistas. Até Portugal estava a frente da Europa de Leste. Informa te",
        "likes": 2
      },
      {
        "id": "Ugxqh8fR-ffDOwd-sg54AaABAg.8YTAvGr7PKv8_iyA9abLS_",
        "user": "Joao Santos",
        "date": "1 year ago",
        "timestamp": 1518429890801,
        "commentText": "Àh, Ah essa deve ser para rir...estavamos á frente dos pises de leste especialmente nos tempos de salazar e caetano ... és um caso perdido de anticomunismo primario, faccioso, ultra fanatico de direita e quando  é assim é nao vale a pena perder tempo com essa escumalha. boa noite!",
        "likes": 0
      },
      {
        "id": "Ugxqh8fR-ffDOwd-sg54AaABAg.8YTAvGr7PKv8_j1mbIMQEQ",
        "user": "Manuel Campos",
        "date": "1 year ago",
        "timestamp": 1518429890802,
        "commentText": "Joao Santos a ignorância comunista é impressionante. Ja demonstrou o seu caráter. E \"a la moda\" da esquerda: como não consegue ter argumentos insulta o outro. Típico",
        "likes": 2
      },
      {
        "id": "Ugxqh8fR-ffDOwd-sg54AaABAg.8YTAvGr7PKv8_j2KRR3vay",
        "user": "Joao Santos",
        "date": "1 year ago",
        "timestamp": 1518429890803,
        "commentText": "viva salazar manuel campos secos ...",
        "likes": 0
      },
      {
        "id": "Ugxqh8fR-ffDOwd-sg54AaABAg.8YTAvGr7PKv8_j2etsT6lS",
        "user": "Manuel Campos",
        "date": "1 year ago",
        "timestamp": 1518429890805,
        "commentText": "Joao Santos viva o comunismo. Uma ideologia sinistra que dizimou milhões de pessoas. Va ja podes insultar",
        "likes": 1
      },
      {
        "id": "Ugxqh8fR-ffDOwd-sg54AaABAg.8YTAvGr7PKv8e-B38vWffk",
        "user": "Advenassaurus",
        "date": "10 months ago",
        "timestamp": 1523527490806,
        "commentText": "Joao, pergunta séria? Consegues não chamar fascista a qualquer pessoa que não concorde contigo?",
        "likes": 1
      },
      {
        "id": "Ugxqh8fR-ffDOwd-sg54AaABAg.8YTAvGr7PKv8e38ZOVfxB1",
        "user": "Jorge Vieira",
        "date": "10 months ago",
        "timestamp": 1523527490808,
        "commentText": "kkk , mas que ignorância desde 1932 Portugal tem melhoras  sempre que tem direitas . ,      melhoras para quem , nem historia deve ter tido , nada sabe sobre o estado novo ,  não deve ser português  para tal desconhecimento ?! kk",
        "likes": 1
      },
      {
        "id": "Ugxqh8fR-ffDOwd-sg54AaABAg.8YTAvGr7PKv8oFgEGEjO93",
        "user": "Claus Curten",
        "date": "2 months ago",
        "timestamp": 1544609090813,
        "commentText": "@André Krint Salazar só melhorou a visa dos ricos que o sustentavam no poder :   os Melo , os Champaulimaud , os Espírito Santo ,  muito lastro ouro guardado no Banco de Portugal como era da época . O interior , nas vilas , a maioria do povo sofria .... muito pobre , grande analfabetismo  e largados sem nenhum apoio da saúde pública . É a verdade !!! Era a nefasta direita da ditadura que matava o povo na PIDE .",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgwueAcI0Q_zEzLoPrt4AaABAg",
    "user": "Dogma Musicae",
    "date": "1 year ago",
    "timestamp": 1518429892415,
    "commentText": "Então para os dois palhacinhos que estão ali a fazer de conta que estão nos anitpodas um do outro e que discutem, e para os cidadãos que se deixam enganar e vêm para aqui comentar e tomar partidos, partilhem isto pelo bem de todos os Portugueses. Obrigado! https://www.youtube.com/watch?v=RBc1cww0A-U",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugxgmt_WVVx0hYsI-OZ4AaABAg",
    "user": "Antonio Ferreira",
    "date": "1 year ago",
    "timestamp": 1518429892417,
    "commentText": "com é possivel este merdas que pertence a um Partido da estrema direita tá a falar de que ? Le Pen é dos mesmos edeais que ele , mal de nos que o CDS/PP caisse num governo de sua maioria era de fugir",
    "likes": 5,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "Ugxgmt_WVVx0hYsI-OZ4AaABAg.8YQHytP_VrT8YjnRrGqOSk",
        "user": "Paulo Pereira",
        "date": "1 year ago",
        "timestamp": 1518429892987,
        "commentText": "lol",
        "likes": 0
      },
      {
        "id": "Ugxgmt_WVVx0hYsI-OZ4AaABAg.8YQHytP_VrT8Yk0dKDpCRQ",
        "user": "Eugenio Ramalho",
        "date": "1 year ago",
        "timestamp": 1518429892988,
        "commentText": "a fufa  é de extrema que???",
        "likes": 2
      }
    ]
  },
  {
    "id": "Ugw4XiFt9n4h9-hsfSN4AaABAg",
    "user": "как взорвать туалет 123 ABC",
    "date": "1 year ago",
    "timestamp": 1518429892419,
    "commentText": "CRIANÇAS COM AUTISMO!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzNvqTNv8vmWZiz6C54AaABAg",
    "user": "как взорвать туалет 123 ABC",
    "date": "1 year ago",
    "timestamp": 1518429892420,
    "commentText": "EPÁ VÃO MAZÉ MAS E APOIAR AS CRIANÇAS QUE SOFREM DE AUTISMO TENHO UM FILHO QUE FAZ BIRRAS O DIA TODO PRECISO QUE ALGUEM ME CONTACTE UM PSICOLOGO PARA O MEU FILHO QUE É UM DEFECIENTE MENTAL QUE DEVIA MORRER",
    "likes": 2,
    "hasReplies": true,
    "numberOfReplies": 3,
    "replies": [
      {
        "id": "UgzNvqTNv8vmWZiz6C54AaABAg.8YOUFgH-kDD8a5_56bQm_r",
        "user": "Diogo Silva",
        "date": "1 year ago",
        "timestamp": 1518429892940,
        "commentText": "A sério que li isto???!  Deficiente mental é você de certeza absoluta",
        "likes": 1
      },
      {
        "id": "UgzNvqTNv8vmWZiz6C54AaABAg.8YOUFgH-kDD8nGm3DTZc_m",
        "user": "Furtado Jose",
        "date": "3 months ago",
        "timestamp": 1542017092941,
        "commentText": "Quando e que pagam aus lesados que ainda nao tiveram sulucao",
        "likes": 0
      },
      {
        "id": "UgzNvqTNv8vmWZiz6C54AaABAg.8YOUFgH-kDD8oZ-QkfKO1D",
        "user": "Cristina Félix",
        "date": "2 months ago",
        "timestamp": 1544609092943,
        "commentText": "Três pessoas bem “defecacientes” mentais aqui (não deficientes, isso é outra coisa): quem escreveu este comentário nojento e os outros dois energúmenos que fizeram “thumbs up”.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgzabqOSBIV1pQhgN3Z4AaABAg",
    "user": "jose duarte",
    "date": "1 year ago",
    "timestamp": 1518429892422,
    "commentText": "Este moço, anda à muito tempo em bicos de  pé, mas é tão pequeno que ninguém repara nele coitado.",
    "likes": 22,
    "hasReplies": true,
    "numberOfReplies": 3,
    "replies": [
      {
        "id": "UgzabqOSBIV1pQhgN3Z4AaABAg.8YGKe8R9gYM8YaDgstG00J",
        "user": "Antonio FIlipe de Sousa",
        "date": "1 year ago",
        "timestamp": 1518429893378,
        "commentText": "Mentira, o que diz nao faz sentido. Por causa dele, o CDS conseguiu ser o partido com o segundo maior numero de votos na CM da Covilhã. Um resultado histórico nunca alcançado em 40 anos de democracia.",
        "likes": 4
      },
      {
        "id": "UgzabqOSBIV1pQhgN3Z4AaABAg.8YGKe8R9gYM8YhfansqN8z",
        "user": "Paulo Freitas",
        "date": "1 year ago",
        "timestamp": 1518429893380,
        "commentText": "Quem não sabe mais critica as caracteristicas fisicas de quem não gosta.",
        "likes": 4
      },
      {
        "id": "UgzabqOSBIV1pQhgN3Z4AaABAg.8YGKe8R9gYM8Yk0S9wvKzh",
        "user": "Eugenio Ramalho",
        "date": "1 year ago",
        "timestamp": 1518429893381,
        "commentText": "Hahaha a fufa é muito alta lollol",
        "likes": 2
      }
    ]
  },
  {
    "id": "Ugw354ZpliEEIjLQGTR4AaABAg",
    "user": "xpto41",
    "date": "1 year ago",
    "timestamp": 1518429892424,
    "commentText": "esta gaja e mesmo nivel baixo... o pai dela andou a matar e a prender pessoas honestas e trabalhadoras no pos 25 de abril, so porque eram rotulados de \"fascistas\"",
    "likes": 37,
    "hasReplies": true,
    "numberOfReplies": 17,
    "replies": [
      {
        "id": "Ugw354ZpliEEIjLQGTR4AaABAg.8YFWmzsQ6FV8Ycd3hrGXA6",
        "user": "Luis Silva",
        "date": "1 year ago",
        "timestamp": 1518429893124,
        "commentText": "Esse dado não sabia mas até acho curioso",
        "likes": 0
      },
      {
        "id": "Ugw354ZpliEEIjLQGTR4AaABAg.8YFWmzsQ6FV8YhgclW9Ffm",
        "user": "Paulo Freitas",
        "date": "1 year ago",
        "timestamp": 1518429893125,
        "commentText": "https://jornaldiabo.com/nacional/camilo-mortagua-filha-mariana-mortagua-parlamento/",
        "likes": 0
      },
      {
        "id": "Ugw354ZpliEEIjLQGTR4AaABAg.8YFWmzsQ6FV8YjeR1NOpUX",
        "user": "xpto41",
        "date": "1 year ago",
        "timestamp": 1518429893126,
        "commentText": "obrigado pelo link.",
        "likes": 1
      },
      {
        "id": "Ugw354ZpliEEIjLQGTR4AaABAg.8YFWmzsQ6FV8Z-DaNJ6efl",
        "user": "Joao Santos",
        "date": "1 year ago",
        "timestamp": 1518429893127,
        "commentText": "Que conversa de chacha...",
        "likes": 1
      },
      {
        "id": "Ugw354ZpliEEIjLQGTR4AaABAg.8YFWmzsQ6FV8Z0TQnzm74b",
        "user": "xpto41",
        "date": "1 year ago",
        "timestamp": 1518429893129,
        "commentText": "joao santos, conversa de chacha é aquela que deve ter com o pessoal da sua laia xuxialista ou bloquista, todos uma cambada de hipocritas",
        "likes": 3
      },
      {
        "id": "Ugw354ZpliEEIjLQGTR4AaABAg.8YFWmzsQ6FV8ZMgdjbqqYH",
        "user": "Miiguel Azevedo",
        "date": "1 year ago",
        "timestamp": 1518429893130,
        "commentText": "Esta gaja não é o pai dela. Argumento da treta.",
        "likes": 5
      },
      {
        "id": "Ugw354ZpliEEIjLQGTR4AaABAg.8YFWmzsQ6FV8ZQw9VpZd9g",
        "user": "Saraiva Toledo",
        "date": "1 year ago",
        "timestamp": 1518429893131,
        "commentText": "Tal e qual as \"cartilhas\" do futebol ... totalmente, um gajo até se sente mais burro do que já é só de ouvir estas merdas hahahaha",
        "likes": 1
      },
      {
        "id": "Ugw354ZpliEEIjLQGTR4AaABAg.8YFWmzsQ6FV8ZafwVdamfl",
        "user": "Joao Santos",
        "date": "1 year ago",
        "timestamp": 1518429893132,
        "commentText": "Voce nem merece resposta pois essa canalha da direita, só quer é tacho... tanto assim que quando saem do governo arranjam logo \"colocação \" numa empresa privada...",
        "likes": 2
      },
      {
        "id": "Ugw354ZpliEEIjLQGTR4AaABAg.8YFWmzsQ6FV8_Qgm6s2jqz",
        "user": "Tiago Mitchel",
        "date": "1 year ago",
        "timestamp": 1518429893134,
        "commentText": "Tas em todo lado tu fdsss",
        "likes": 1
      },
      {
        "id": "Ugw354ZpliEEIjLQGTR4AaABAg.8YFWmzsQ6FV8_TLm4QDUvS",
        "user": "xpto41",
        "date": "1 year ago",
        "timestamp": 1518429893135,
        "commentText": "sim ate parece que os gajos do ps nao mamam tambem",
        "likes": 1
      },
      {
        "id": "Ugw354ZpliEEIjLQGTR4AaABAg.8YFWmzsQ6FV8brJu0b6WQ_",
        "user": "João Correia",
        "date": "1 year ago",
        "timestamp": 1518429893514,
        "commentText": "Não é que o pai desta \"gaja\" seja para aqui chamada, mas se queremos pegar pelo ponto da ignorância, o que é que a PIDE andava a fazer antes do 25 de Abril? Eu explico: andava  a matar e a prender pessoas honestas e trabalhadoras só porque alguém as denunciava, milhares de inocentes foram torturados apenas por maldade gratuita, sem sequer estarem relacionados com o comunismo ou com a restante esquerda. Ganha vergonha no focinho, gebo.",
        "likes": 0
      },
      {
        "id": "Ugw354ZpliEEIjLQGTR4AaABAg.8YFWmzsQ6FV8brK8OpFNgs",
        "user": "João Correia",
        "date": "1 year ago",
        "timestamp": 1518429893515,
        "commentText": "Este monte de merda é um facho, basta olhar para o perfil dele. Gostas do Salazar? Vai ter com ele, filho da puta. <3",
        "likes": 0
      },
      {
        "id": "Ugw354ZpliEEIjLQGTR4AaABAg.8YFWmzsQ6FV8brL6tHgeZO",
        "user": "xpto41",
        "date": "1 year ago",
        "timestamp": 1518429893517,
        "commentText": "andava a matar? ahahah foram Pouquíssimas as pessoas que morreram nas mãos da PIDE.",
        "likes": 1
      },
      {
        "id": "Ugw354ZpliEEIjLQGTR4AaABAg.8YFWmzsQ6FV8brL9k8Y-_n",
        "user": "xpto41",
        "date": "1 year ago",
        "timestamp": 1518429893518,
        "commentText": "sim, e tu es um comuna que é bem pior! cambada de parasitas",
        "likes": 2
      },
      {
        "id": "Ugw354ZpliEEIjLQGTR4AaABAg.8YFWmzsQ6FV8brLKYVswu2",
        "user": "João Correia",
        "date": "1 year ago",
        "timestamp": 1518429893520,
        "commentText": "Não sou nem comunista, nem bloquista, sou Português. Com P grande. Fascistas não têm nação e tão pouco lugar numa sociedade civilizada. <3",
        "likes": 0
      },
      {
        "id": "Ugw354ZpliEEIjLQGTR4AaABAg.8YFWmzsQ6FV8brLVICxUi4",
        "user": "João Correia",
        "date": "1 year ago",
        "timestamp": 1518429893521,
        "commentText": "Uma já teria sido de mais, facho. Continua a brincar com os legos, mancebo.",
        "likes": 0
      },
      {
        "id": "Ugw354ZpliEEIjLQGTR4AaABAg.8YFWmzsQ6FV8m1sep50wRL",
        "user": "Argoon1981",
        "date": "4 months ago",
        "timestamp": 1539338693523,
        "commentText": "Seja verdade ou não um filho/a não tem nada a ver com o pai, eu sou o completo oposto do meu pai, não pode acusar a filha daquilo que o seu pai fez. Se não apenas está a demonstrar que é pior do que ela em todos os aspectos.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgxoqVo-w7GvvEZTQ3t4AaABAg",
    "user": "Ricardo Gigante",
    "date": "1 year ago",
    "timestamp": 1518429892426,
    "commentText": "és uma frustrada ó beatriz sousa",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgztiTb6zYdGoVfg-MJ4AaABAg",
    "user": "Rui Marques",
    "date": "1 year ago",
    "timestamp": 1518429892428,
    "commentText": "infelizmente o discurso politico esta cada vez mais perto do tom dos dirigentes do futebol baixos até não poder mais....",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg",
    "user": "Hélder Marinho",
    "date": "1 year ago",
    "timestamp": 1518429892429,
    "commentText": "Digam ao idiota do CDS, como todos eles, limitado intelectual, o Bloco quer sair da UE porque não há solideriadade social na UE, e se saissemos era com muita pena, pois o ideal é viver na UE mas numa UE solidária, dito isto só um idiota é que acha que isto é igual ao fascista da LE Pen que quer isolacionismo e protecionismo, tipo trump o pior presidente da história dos presidentes do mundo",
    "likes": 29,
    "hasReplies": true,
    "numberOfReplies": 32,
    "replies": [
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8YTA_B6juT9",
        "user": "Aquila Magna",
        "date": "1 year ago",
        "timestamp": 1518429893181,
        "commentText": "O que é solidariedade social para si? Os nórdicos mandaram dinheiro para o sul desgovernado. Mande essa conversa para o ...",
        "likes": 14
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8YTaukbw6_L",
        "user": "Hélder Marinho",
        "date": "1 year ago",
        "timestamp": 1518429893182,
        "commentText": "Aquila Magna Solideriadade social é quem tem mais ajuda quem está a precisar, na 2 guerra mundial foi o sul apoiar o norte, e quem sabe o que o futuro nos guarda?  Isto é viver em sociedade, se não for assim então acabem com a UE pois não serve para nada. Percebeste ou tem de sair desenho?",
        "likes": 4
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8YVyiKbAKA9",
        "user": "João Farinhote",
        "date": "1 year ago",
        "timestamp": 1518429893184,
        "commentText": "Pois é, a europa solidária que tu falas é a dos países ricos a darem dinheirinho aos países que pouco ou nada produzem, assim é o socialismo.",
        "likes": 12
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8YVz1cdLnQl",
        "user": "Luis Silva",
        "date": "1 year ago",
        "timestamp": 1518429893186,
        "commentText": "Concordo e discordo ao mesmo tempo \n\nRealmente a UE não é muito solidária dá com uma mão e tira com a outra \n\nDá vários apoios para certos polos de desenvolvimento em várias àreas como há apoios à agricultura pescas desenvolvimento etc.\n\nO Problema é que como a Moeda Euro está tão forte e como a economia portuguesa sobrevive do que as economias europeias fazem \n\nRepare em Portugal\n\nNão há grandes polos industriais em Portugal \n\nNão há grandes empresas de renome mundial (Microsoft McDonalds Airbus Volkswagen etc.)\n\nNão há polos de investigação para o futuro a sério de modo a criar patentes e produtos reconhecidos mundialmente\n\nA Banca Portuguesa é das mais pobres da Europa \n\nPortugal é um país onde o povo sobrevive demasiado de apoios do estado (não estou a criticar quem é corrupto que recebe RSI sem precisar mas pessoas que trabalham e chegam a meio do mês e já quase não tem dinheiro sem fazer grandes gastos e precisam realmente de apoios para sobreviver...)\n\nA Lei do trabalho em Portugal está toda ao contrário protege demasiado a fuga fiscal e os ordenados baixos dos trabalhadores\n\nHá Portugueses de primeira e segunda os portugueses que trabalham para o Estado são de Primeira os que trabalham no Privado são de segunda (falo as menos 5 horas de trabalho semanal vários apoios como a ADSE entre outros)\n\n\n\nDepois claro como é obvio vêm os apoios europeus e Portugal cresce a conta gotas se houver uma crise europeia nós somos uma Economia vulnerável e vamos logo ao fundo",
        "likes": 0
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8YVz3XPJqVm",
        "user": "João Farinhote",
        "date": "1 year ago",
        "timestamp": 1518429893187,
        "commentText": "O sul ajudou o norte em quê? No meu livro de História consta que quem ajudou economicamente a Europa foram os EUA e bem que arrecadaram o juro todo de volta, isto claro, porque não são socialistas porque se fossem era um juro de borla não era? Ahh mas espera não existem países socialitas ricos he he he",
        "likes": 5
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8YW0zKJwPMk",
        "user": "Hélder Marinho",
        "date": "1 year ago",
        "timestamp": 1518429893188,
        "commentText": "João Farinhote o que vocês ainda não perceberam é que isso é viver em sociedade, mas o pior é que Portugal entrou em crise por causa doutros, foi uma crise mundial que se iniciou na USA com a história do sub-prime, e quando um país está em crise, desvaloriza a própria moeda para aumentar as exportações, mas Portugal não podia fazer isso pois o Euro não é só nosso, logo Portugal estava de mãos atadas pela UE, logo a UE tem mesmo de ajudar, caso contrário e contra a minha vontade, teríamos de sair da UE; nada contra a UE tudo contra este sistema político do salve-se quem puder da UE",
        "likes": 1
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8YW3rjB3bZv",
        "user": "Luis Silva",
        "date": "1 year ago",
        "timestamp": 1518429893190,
        "commentText": "Ainda não percebest que o Capitalismo só protege os ricos....\n\nMeu amigo Capitalismo só faz os ricos mais ricos e os pobres apenas 9 em 10 consegue ser um rico independente da subida ou descida da bolsa \n\nPara ti achas normal que a Economia Mundial seja governada pela ganância que existe em Wall Street e por bancos de investimento como o Goldman Sachs????\n\nMeu amigo nem muito ar nem muito terra \n\nPercebo o que dizes que Portugal desperdiça rios de dinheiro é verdade e não se sabe governar\n\nMas criar apoios directos aos privados baixar drasticamente os impostos às empresas libertar fundos directos para emprestimo para as empresas para eles fazerem a economia crescer em termos de dinheiro (bolso deles) mas o povo continuar na mesma pobre ou um bocadinho menos pobre pois há mais emprego mas são empregos precários, é isso que defendes????????????",
        "likes": 3
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8YaDBL9AzEb",
        "user": "Antonio FIlipe de Sousa",
        "date": "1 year ago",
        "timestamp": 1518429893191,
        "commentText": "Viver em sociedade também é sofrer os efeitos negativos das crises que começam noutros sítios. Já a responsabilidade de ultrapassar os desafios causados pelas crises, cabe a cada país. Neste caso Portugal é, muitas vezes um país atrasado, porque os portugueses teimam em eleger políticos que desconfiam dos outros países europeus, e que teimam em não aceitar a concorrência económica tal como a solidariedade como valores de uma sociedade saudável. \nPortugal não pode desvalorizar a moeda, mas pode desvalorizar o trabalho, que dá no mesmo: Inflação. O que Portugal teima em fazer muuuuito lentamente é re-estruturação e desmame da oligarquia política ainda vigente no país, que muitas vezes mais parece um país em desenvolvimento se comparado com as democracias europeias. \nSe não forem os nossos parceiros europeus, quem vai sustentar a nossa economia?\n\"The top export destinations of Portugal are Spain ($14.6B), France ($7.01B), Germany ($6.48B), the United Kingdom ($3.92B) and the United States ($2.73B). The top import origins are Spain ($20.1B), Germany ($8.92B), France ($5.05B), China ($4B) and Italy ($3.89B).\"",
        "likes": 1
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8YaYMEjc81e",
        "user": "José Neto",
        "date": "1 year ago",
        "timestamp": 1518429893193,
        "commentText": "Vá-se informar e tente não falar do que não sabe! Os países do Norte têm um sistema \"socialista\", social-democrata, há décadas.",
        "likes": 1
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8YbDLNEzGZF",
        "user": "Antonio FIlipe de Sousa",
        "date": "1 year ago",
        "timestamp": 1518429893194,
        "commentText": "José Neto Amigo, por acaso vivo na Dinamarca e posso garantir que o sistema aqui tem muito mais de liberal do que o sistema português. Por exemplo, o sistema de pensões é gerido pelo mercado de empresas que gerem fundos de pensões - não é a segurança social do Estado que garante a reforma. Concordo com o que diz, é preciso saber do que se fala.",
        "likes": 5
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8YcNLzd3nim",
        "user": "José Neto",
        "date": "1 year ago",
        "timestamp": 1518429893541,
        "commentText": "António Sousa há quantos anos vive aí? Não deve ser há muito! Um grande amigo meu, mais velho, é amigo de infância de um dinamarquês/português muito conhecido e quando ele era criança recebia do estado, até à maioridade pelo menos, 60 contos por mês quer estudasse, quer estivesse em casa sem fazer nada. Isto acontecia a todas as crianças sem excepção, ou seja, independente da situação financeira da família. Digo 60 contos porque estou a falar nos anos 90, caso não saiba era o ordenado mínimo em Portugal só atingiu esses valores em 1999 e no serviço doméstico em 2000. Isto é só um exemplo do país que \"conhece\" tão bem, mas de uma forma mais geral se quiser que eu venha com os números do Estado Social no Norte da Europa, em comparação com os nossos, eu venho, talvez aprenda qualquer coisinha. Mais, trago-lhe os valores absolutos em euros versus nº habitantes, para se perceber a dimensão da diferença, porque a percentagem do PIB não diz nada. Mais, se quiser por sector, educação, saúde, apoio no desemprego, etc., também podemos ir por aí. Só lhe deixo mais um exemplo agora de Portugal, uma senhora, que infelizmente já nos deixou, esteve 2/3 anos emigrada em França, trabalhou o resto do tempo em Portugal, chegou ao fim da vida e a pensão que recebeu cá era inferior à francesa, ela como tinha filhos menores fez majorar o valor lá, como se isto não bastasse, a SS quando soube que ela tinha a pensão francesa ainda se deu ao luxo de lhe cortar a pensão. Acho que isto diz tudo, portanto pare de dizer baboseiras e siga a vida aí no frio, que de certeza se o aguenta é porque as coisas cá não estão boas!!!",
        "likes": 2
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8YcP8t1zW-h",
        "user": "Antonio FIlipe de Sousa",
        "date": "1 year ago",
        "timestamp": 1518429893542,
        "commentText": "José Neto Eu não disse que na Dinamarca não existe um estado social. Sei muito bem que existem apoios sociais como esse que fala (chama-se SU) e que ainda hj existe (agora é cerca de 900€). \nO exemplo que eu dei (mercado livre das pensões) suporta a minha afirmação de que a Dinamarca é mais liberal do que as pessoas normalmente a pintam e é sem dúvida mais liberal que Portugal. Quer outro exemplo de um país mais liberal do que Portugal? O estado dinamarquês providência subsídio de reinserção social a toda a gente (cerca de 1000€ podendo variar), mas não providencia subsídios de desemprego a ninguém. Uma grande parte dos trabalhadores na Dinamarca opta portanto por fazer seguros de desemprego, quer junto de uniões, ou empresas que geram fundos de desemprego. Isto porque caso o façam, recebem quase o dobro do que o subsídio de reinserção social, mas apenas durante 2 anos. \nOutro exemplo, neste momento o governo é composto por três partidos em que um deles chama-se \"Aliança Liberal\". Um escândalo se um partido como esse sequer existisse em Portugal quanto mais fizesse parte do governo.\nE podia continuar com os exemplos.\nConcluo dizendo que o sucesso económico Dinamarquês não está no estado social. Está no equilíbrio entre a providência do sector público e a concorrência do mercado livre.\nOlhe e tente respeitar as opiniões das pessoas e dos emigrantes por favor. Partilho a minha opinião apenas porque gosto do meu país que é Portugal e porque acredito que as minhas ideias são tão importantes  como as de qualquer outro português para ajudar a melhorar o país.",
        "likes": 4
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8YetblII4GL",
        "user": "José Neto",
        "date": "1 year ago",
        "timestamp": 1518429893544,
        "commentText": "Educação em percentagem da despesa. Dinamarca 1999 - 20,6% 2011 - 14,8%. Portugal 1999 - 2,1% 2011 - 5%. Saúde em percentagem do PIB. Dinamarca 2003 - 8,7% 2010 10,4%. Portugal 2003 - 9% 2010 9,8%. Proteção Social em percentagem do PIB. Dinamarca 1995 - 31,4% 2000 - 28,1% 2005 - 29,5% 2010 - 32,4% 2014 - 32,9%. Portugal 1995 - 20,1% 2000 - 20,7% 2005 - 23,8% 2010 - 25,8% 2014 - 26,9%. PIB per capita com paridade de poder de compra padrão (PPS). Dinamarca 1995 - 19,11 2016 - 36,37. Portugal 1995 - 12,13 2016 - 22,39. Remuneração per capita com paridade de poder de compra padrão (PPS). Dinamarca 1995 - 9,56 2016 - 19,11. Portugal 1995 - 5,67 2016 - 9,92.Taxa de desemprego em 2016. Dinamarca - 6,2%. Portugal - 9,92%.",
        "likes": 0
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8YeuXGu8hCx",
        "user": "José Neto",
        "date": "1 year ago",
        "timestamp": 1518429893545,
        "commentText": "Clarificando, as 4 últimas parcelas indicam-lhe a situação social dos países, enquanto as 3 primeiras indicam-lhe o peso de algumas das principais parcelas na despesa com o Estado Social. Partindo do princípio que percebe os números e os itens que as enquadram, a lógica seria que na Dinamarca, por existir uma outra situação social o Estado Social seria mais reduzido, ou, pelo menos não tão presente, mas o que se observa é exactamente o contrário. O que isto significa é que, como lhe disse, o senhor vive num país muito mais socialista, social-democrata, do que o país de que é proveniente. Agora, eu compreendo que para certas pessoas uma ou outra \"novidade\" na arquitectura socioeconómica de um país a que chega, seja algo um pouco transcendente, mas não se deixe iludir e procure conhecer a realidade com outra profundidade para não se deixar cair no ridículo. Um bocadinho, não é preciso muito, de estudo e conhecimento antes de se falar nunca fez mal a ninguém! Uma nota final, eu aqui só falo na Dinamarca, mas na minha primeira resposta falei do Norte da Europa, o que ultrapassa a Dinamarca, e se for ver os números observará que em alguns deles a diferença em tamanho do Estado Social ainda é mais profunda!",
        "likes": 0
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8YeuYUxnwj2",
        "user": "José Neto",
        "date": "1 year ago",
        "timestamp": 1518429893546,
        "commentText": "Agradecia que se quiser responder o faça com dados reais e não com conversa de café...da próxima vez tente vir mais bem preparado para discussões para que claramente não tem conhecimentos para as ter. Parece que o senhor pensava passar em branco com a visão dos deslumbrados que pensam que falam de cátedra porque melhoraram um bocadinho de vida. Fale do que sabe e continue a sua vidinha, que parece estar a correr bem, graças a deus, aí no frio e deixe de dizer baboseiras! Dir-lhe-ia para ocupar o tempo livre a ir para a praia e a acabar o dia a comer uns chocos na brasa e a beber um copo no bar do guincho, que é o que vou fazer amanhã, mas aí na Dinamarca deve ser impossível...! Olhe faça como o outro, quando não há cão, caça-se com gato...! Até à próxima e boa sorte.",
        "likes": 0
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8YexHNhv-op",
        "user": "Antonio FIlipe de Sousa",
        "date": "1 year ago",
        "timestamp": 1518429893548,
        "commentText": "O José Neto gosta muito de ser irónico e deve gostar de gozar com as pessoas. Eu não tenho problema nenhum se os outros, como eventualmente o senhor, acharem que eu digo baboseiras. Eu não penso que venho falar de cátedra. Venho partilhar o que sei. Se acha que o que eu digo está errado, agradeço a correção. \nEsta conversa seria porventura mais interessante se em vez de me tentar descridibilizar, sei lá eu porque razão, o senhor José Neto, que aliás deve ser mais velho do que eu, ficasse pela argumentação e pelo bom senso. Talvez aprendêssemos os dois, em vez de ser só o Sr. José a dar lições de moral.\nPosto isto, em relação aos seus números. Se o gasto do Estado em percentagem do PIB na Dinamarca é mais elevado do que em Portugal e se isso, talvez por definição universal, senão no mínimo por opinião sua, faz da Dinamarca um país mais socialista que Portugal então só tenho de aceitar o seu argumento porque faz sentido. Eu sinceramente desconhecia esses valores. \nSeja como for, volto a afirmar que por aquilo que vejo aqui, o mercado livre e o liberalismo têm muito mais expressão do que em Portugal. Não vou partilhar mais dados consigo porque o Sr. não vai querer saber, porque acha que eu sou isto e aquilo.\nSeja feliz com a razão que acha que só o Sr é que tem.",
        "likes": 4
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8Yey-ybzcT0",
        "user": "Antonio FIlipe de Sousa",
        "date": "1 year ago",
        "timestamp": 1518429893549,
        "commentText": "Vá, afinal não resisto deixar aqui este link que mostra a Dinamarca em 18 lugar (EUA em 17) no ranking de países segundo liberdade económica. Portugal 77. Mas não precisa responder, é mais para provar que os meus argumentos não são assim tão infundados.\nhttp://www.heritage.org/index/ranking\nPasse bem.",
        "likes": 3
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8YgsdK2GgsG",
        "user": "Atopico8",
        "date": "1 year ago",
        "timestamp": 1518429893550,
        "commentText": "António Filipe de Sousa, obrigado por partilhar a sua experiência na Dinamarca. E não ligue ao sarcasmo e falta de educação do José Neto, porque tal como ele, existem inúmeros \"trolls\" na internet que, quando lhes faltam argumentos, partem imediatamente para o insulto. \n\nPessoas como ele, para além de nunca admitirem que podem eventualmente estar errados, não conseguem simplesmente partilhar uma visão/opinião diferente e \"concordar em discordar\" com as outras partes, não conseguem manter uma conversa produtiva e civilizada que pode resultar em que todas as partes aprendam sempre mais alguma coisa. Não, depois de partilharem a sua visão, têm sempre de tentar descredibilizar e insultar os outros, não percebendo que ao fazerem isso, só se estão a reduzir a eles mesmos. É como se estas pessoas se sentissem elas próprias ofendidas só porque alguém \"ousou\" discordar ou partilhar uma opinião diferente.\n\nEnfim, a regra número um dos trolls da internet, não alimentá-los. Se eles insultam, é ignorá-los e deixá-los pensar que ganharam um argumento na internet. Cumprimentos.",
        "likes": 4
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8Yhg11vG4AS",
        "user": "Antonio FIlipe de Sousa",
        "date": "1 year ago",
        "timestamp": 1518429893552,
        "commentText": "Atopico8 Concordo. Cumprimentos",
        "likes": 0
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8Yi3vj4hSf7",
        "user": "José Neto",
        "date": "1 year ago",
        "timestamp": 1518429893553,
        "commentText": "António Felipe eu vou partir do princípio que realmente quer falar seriamente sobre os assuntos e que vamos aprender mutuamente um com o outro, mas desde já digo-lhe que não me parece. A sua última resposta parece tudo menos aquilo que sugere e desde já lhe digo, pela sua foto não, não sou mais velho que o senhor, mas se conhecimento sugere-lhe esse comentário diz muito de si e corrobora as observações que fiz à sua pessoa. Mas vamos lá então:\n\n1 – Eu quando falei dos países do Norte foi a responder ao sr. Farinhote e à sua afirmação “Ahh mas espera não existem países socialistas ricos he he he”. Quem acaba por responder é o sr. António e como já lhe disse e demonstrei, e o sr. parece não querer ouvir, é que os países do Norte, mas não só, a Alemanha ou a França são\noutros dois exemplos, são socialistas, sociais-democratas. O seu problema é, parece-me, falta de conhecimento e isto é uma constatação, não é um insulto.\n\n2 – O que é o socialismo? O socialismo, ou social-democracia, é uma ideologia política que apoia intervenções económicas e sociais do Estado para promover justiça social dentro de um sistema capitalista. Desenvolve e uma política envolvendo Estado Social, mercado de trabalho e regulação económica, para promover uma distribuição de renda mais igualitária e um compromisso para com a democracia representativa. É isto que existe nos países do Norte da Europa, incluindo a Dinamarca e em muito maior grau que em Portugal.\n\n3 – Sabe porque lhe dá a impressão que em algumas áreas da regulação social e económica não existe a presença do Estado, dando-lhe essa noção falsa de uma sociedade mais liberal? É simples, porque a cultura do país permite um grau de autorregulação que permite que o Estado não tenha de intervir, mas isso advém de os parâmetros dessa autorregulação social enquadrarem-se nas baias ideológicas do Estado. Ou seja, só se surgirem desvirtuamentos desses parâmetros o Estado age, se tudo estiver normal o Estado não sente necessidade de bulir com a dinâmica normal da sociedade. Em Portugal o caso é exactamente o inverso, das responsabilidades fiscais dos vários actores sociais, às relações laborais, à legislação ambiental, à regulação\neconómica e financeira, às assimetrias brutais de rendimento, à educação, saúde, pobreza, etc., sente-se uma necessidade extrema da actuação do Estado, porque senão a sociedade entra em roda livre. Esta presença regulatória, ou interventiva mesmo, do Estado, no caso português, é um imperativo, antes de mais, cultural e mental da própria sociedade, consigamos nós, como sociedade, mudar muitos dos nossos hábitos e a  intervenção do Estado vai-se sentindo, naturalmente, cada vez menos.\n\n4 – Agora falemos de forma mais circunstanciada de alguns pontos que falou. A questão das reformas e a questão dos fundos de pensões. A questão que se coloca, na minha opinião, é uma questão de segurança\ne de eu não ter, como contribuinte, de acudir a crises financeiras. Diga-me, o que sucederia aos fundos de pensões que estivessem dentro do BES e BANIF, só para falar nestes? Pois é, tinham-se perdido. Agora, e as pessoas com 60/70/80 anos o que lhes aconteceria? Eu digo-lhe, eu como contribuinte iria ter de lhes acudir, porque é isso que aconteceria. As duas questões seguintes é que são as fulcrais: Por alma de quem é que eu, Estado, não tenho lucros com a gestão desses fundos, mas os bancos esses sim têm e muito, mas se as coisas derem para\no torto, como não posso deixar as pessoas na miséria, tenho de fazer o resgate financeiro destas em última instância? Que moral ética tenho eu, Estado, de utilizar o dinheiro dos contribuintes para resgatar pessoas que não contribuíram para o bolo das pensões? Clarificando, os impostos que pago são para ter retorno em várias áreas, saúde, educação, desemprego, pensões, etc. No caso de fundos de pensões eu tenho uma redução fiscal por esta área, logo, deixo de contribuir para este bolo.\n\n5 – Heritage? Sabe o que é a The Heritage Foundation? Por isso é que eu disse que a conversa séria era algo que me parecia não querer ter, mas vou responder o mais delicadamente possível! Então eu dou-lhe uma série de dados de fontes oficiais e fidedignas como o Eurostat, INE, para corroborar a minha afirmação, e o senhor dá-me um número que foi buscar a um think tank americano, que nem republicano é, mas sim conservador, mais ligado ao Tea Party, e que é a base do “pensamento” económico de Trump??? Que parâmetros foram utilizados na elaboração daquela lista? O que é que ela quer demonstrar? Que interesses políticos e ideológicos estão por trás desta fundação? Mas o sr. António, à falta de números, substitui-os por…peço desculpa, eu prometi! Sobre o que está por trás deste seu número digo-lhe só isto, Sanders propunha, entre outras propostas, 3 coisas na campanha, que o Estado custeasse os estudos até à Universidade, desobrigando milhares de pessoas a empenharem-se até à medula para poder frequentar o ensino superior, a Lei Glass-Steagall, que basicamente divide as instituições entre comerciais e financeiras, não permitindo aos bancos comerciais especular no mercado financeiro com as economias dos depositantes, e uma maior taxação das classes com mais rendimentos, que nos US são as menos  sobrecarregadas com impostos. Nem se atreveu a falar do seu SU, que é mais que o salário médio português, então é que a casa vinha abaixo, e foi apelidado de um perigoso socialista ou mesmo comunista. No fundo que modelo é que ele propõe, é uma aproximação ao modelo da social-democracia europeia, que tem no Norte o seu maior expoente, procurando contrariar os fundamentos de uma das sociedades mais desiguais do mundo. Rejeita desta forma a ideia neoliberal de que enriquecendo ainda mais as classes mais abastadas elas arrastarão consigo o resto da sociedade, até porque este modelo está lá em vigor desde os anos 80 e o fosso é cada vez maior.  Defende isso sim uma simbiose entre a acção do Estado e a dinâmica social para construir mecanismos estruturais que funcionem como elevadores sociais o mais abrangentes possíveis. Quanto aos conservadores acho que estamos conversados!?\n\n6 – A Aliança Democrática na Dinamarca é um partido de centro direita, sem uma clara veia ideológica. Social-democrata, liberal e conservador, ele vai dançando procurando espaço e consoante a estratégia conjuntural da sua liderança. Da redução da carga fiscal, à abertura de fronteiras, ao apoio dos direitos, casamento e adopção, de pessoas do mesmo sexo, ao apoio do nuclear, contra subsídios para mudanças mais amigas do ambiente, é um leque que, em Portugal, vai do BE ao CDS, não percebo é de onde tira a ideia de que era “Um escândalo se um partido como esse sequer existisse em Portugal quanto mais fizesse parte do governo”? A única razão para que pense isto é o facto de já termos umas aves raras, bastante “maleáveis” ideologicamente, para lá da conta mesmo, por cá, que mesmo assim não me parecem chegar à verborreia programática da Aliança Democrática.\n\n7 – Seguro de desemprego que rende o dobro do subsídio de desemprego. Mas o que é que isto quer dizer? Sr. António, um português que vive em Lisboa e ganha o ordenado médio, 846 euros, tem como despesas fixas 250 euros por um quarto, se o arranjar a este preço, 15 euros de custos, por baixo de água luz, gaz, já que divide a casa e 30 euros de passe, se trabalhar dentro da cidade. Ora isto significa que tem 556 euros para viver, alimentação, vestuário, etc., se acha que daqui ainda consegue andar a tirar dinheiro para seguro de desemprego, depois de já estar a descontar para isso, só pode estar a brincar. Mais, eu gostava que me encontrasse um seguro em Portugal que durante dois anos dê o dobro do subsídio de desemprego para um ex ordenado médio? Desculpe, mas não sabe do que fala!\nPara finalizar, eu não me importo que discorde de mim, mas irrita-me que as pessoas falem sem conhecimento e quando se lhes dá os factos, comprováveis, vêm com o “eu acho…”! Têm todo o direito disso, mas isso é, como eu disse, conversa de café e não é falar seriamente e com responsabilidade sobre as questões. Sabe, o meu mal é que eu no meu trabalho não tenho “eu acho…”, todas as ideias, leituras, reproduções, constatações, ilações, que reproduzo, têm de ser consubstanciadas com fontes verificáveis e válidas, senão sou trucidado e “chamado à pedra”. Esta exigência transporto-a para a minha vida pessoal, política e social, e nestas discussões,  sinceramente, não tenho muita paciência para a superficialidade e para os argumentos sem fundamento, que no seu caso parece-me ser por falta de conhecimento e incorporação de ideias feitas.\n\nNo nosso caso, Portugal, depois dos últimos 17 anos, com o grau de informação ao nosso dispor, acho cada vez mais inadmissível continuarmos a olhar de forma clubística e desinformada para estas questões. Queremos que o país mude então temos de estar informados e quando discordamos no caminho a tomar, fazemo-lo   consistentemente, responsavelmente e de forma sustentada, só assim o país poderá evoluir. Espero que seja isto que estava à espera quando diz “Esta conversa seria porventura mais interessante se em vez de me tentar descridibilizar, sei lá eu porque razão, o senhor José Neto, que aliás deve ser mais velho do que eu, ficasse pela argumentação e pelo bom senso…”. Juntando esta resposta, aos números que já lhe dei, espero de si o mesmo grau de exigência para fundamentar a ideia que a Dinamarca não é um país socialista, social-democrata. Não concorda, tudo bem, mas fundamente-o. Acho que cobrimos todos os seus pontos. Até à próxima!",
        "likes": 1
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8Yi43w9J6A5",
        "user": "José Neto",
        "date": "1 year ago",
        "timestamp": 1518429893948,
        "commentText": "Atopico8 sabe o que para mim é um troll, é alguém, e há muitos, que utilizam as redes sociais\npara vir despejar opiniões e respostas sem sustentação. Aquilo a que chama descredibilização é o contestar de forma veemente ideias sem sustentação empírica, que foi o que eu fiz. A sua reacção é uma das principais razões para Portugal estar como está, aos dados e aos factos contrapomos com…NADA!!!",
        "likes": 1
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8Yi9-p8Lc_T",
        "user": "Atopico8",
        "date": "1 year ago",
        "timestamp": 1518429893949,
        "commentText": "Aquilo que fez, e vou copiar aquilo que escreveu, \"foi contestar de forma veemente ideias sem sustentação empírica\"? Então, permita-me que transcreva um comentário que escreveu acima:\n\n\"Agradecia que se quiser responder o faça com dados reais e não com conversa de café...da próxima vez tente vir mais bem preparado para discussões para que claramente não tem conhecimentos para as ter. Parece que o senhor pensava passar em branco com a visão dos deslumbrados que pensam que falam de cátedra porque melhoraram um bocadinho de vida. Fale do que sabe e continue a sua vidinha, que parece estar a correr bem, graças a deus, aí no frio e deixe de dizer baboseiras! Dir-lhe-ia para ocupar o tempo livre a ir para a praia e a acabar o dia a comer uns chocos na brasa e a beber um copo no bar do guincho, que é o que vou fazer amanhã, mas aí na Dinamarca deve ser impossível...! Olhe faça como o outro, quando não há cão, caça-se com gato...! Até à próxima e boa sorte.\"\n\nO meu comentário surgiu devido a este seu comentário, que foi completamente escusado. Neste seu comentário eu não vejo da sua parte qualquer \"contestação de ideias sem sustentação empírica\".\nPorque até este ponto, a vossa troca de informação e ideias estava interessante, e o seu comentário à minutos também está, deixe-me dizer-lhe. Agora, quando começa a utilizar expressões como \"vidinha\" ou a dizer que vai à praia e quem está na Dinamarca não pode... enfim, além de ser um comentário infeliz, desculpe dizer-lhe, não acrescenta nada. \n\nNo fim, isto é a internet.O que não faltam aqui são, como disse e bem, \"ideias sem sustentação empírica e opiniões e respostas sem sustentação\". Mas diga-me uma coisa: o que vai fazer? Irritar-se sempre que ler algo assim? Irritar-se com pessoas desconhecidas? Irritar-se com pessoas que só querem ver outros a irritarem-se? Vai partilhar as suas ideias, e se por acaso alguém discordar, vai partir para o sarcasmo sempre que considerar que não existe sustentação na contra-argumentação? Todo esse seu esforço vale a pena? \n\nEsqueça. Partilhe os seus pontos de vista, leia/escute a outra parte, concorde e/ou discorde e siga em frente. Porque, se às vezes considera que não existe sustentação empírica nas ideias usadas nos contra-argumentos, mais cedo ou mais tarde irá debater com alguém que irá pensar como você. O que depois resulta no que se viu. Uma espiral que não vai a lado nenhum. Quando uma conversa fica estagnada, o mais acertado é recuar. Sair \"vencido mas não convencido\" ou \"concordar em discordar\". \nNo fim, as opiniões dos outros só mudam se eles assim o quiserem. Não vale a pena insistir. Simplesmente partilhe as suas ideias. Sem sarcasmo, sem insulto. Deixe os seus argumentos falarem por si. Só isto basta. Cumprimentos.",
        "likes": 2
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8YiDeO6t1K9",
        "user": "José Neto",
        "date": "1 year ago",
        "timestamp": 1518429893951,
        "commentText": "Atopico8 deixe-me cumprimentá-lo, sem sarcasmo, pelo seu comentário, dizendo igualmente que me deixa um pouco vexado, no bom sentido. Em minha defesa, fraca sem dúvida, digo que a minha primeira intervenção foi como resposta ao Farinhote que coloca a questão num tom clubístico, \"trolleiro\" e preconceituoso. O António foi quem respondeu e eu julguei que, por falta de atenção minha, que era o Farinhote e segui no mesmo diapasão. Acho que dei o meu pedido de desculpas ao senhor António Filipe no último comentário, se não ficou explícito reforço-o aqui, e deixo a minhas desculpas a si também pelo tom desagradável. Mas uma coisa tem razão, irrito-me! Irrito-me porque o meu país elegeu em sequência, Durão Barroso, tivemos o enxerto Santana, Sócrates, não na primeira, mas como é que ele ganha aquela 2ª eleição ultrapassa-me, e Passos, que depois daquele chumbo do PEC IV, pelas razões que foi, e depois dos 4,5 anos de terror autêntico, é eleito com maioria absoluta e depois é o mais votado outra vez. Parece que os anos passam, os governos passam, e Portugal não aprende nada, nesta última eleição de forma pouco normal em Portugal, parece que as coisas estão a mudar. Todavia, continua-me a assombrar a pergunta, porquê? A realidade está perante os nossos olhos, mas nós parecemos ir sempre pelo caminho errado!? Depois chego a estes fóruns e parece, pelas intervenções, que o porquê nos salta aos olhos. E irrito-me, se calhar mais do que devia tem razão, mas sabe fui educado a amar o meu país e este estado de coisas custa-me! Cumprimentos.",
        "likes": 1
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8YjmFLvcXqu",
        "user": "Paulo Pereira",
        "date": "1 year ago",
        "timestamp": 1518429893952,
        "commentText": "o sul apoiou o norte na 2ª guerra mundial?",
        "likes": 0
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8Yk91V4W-60",
        "user": "Hélder Marinho",
        "date": "1 year ago",
        "timestamp": 1518429893954,
        "commentText": "Paulo Pereira ex: Portugal é sul e Finlândia é norte.",
        "likes": 1
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8ZCcDbFkRjt",
        "user": "politiks Brasil",
        "date": "1 year ago",
        "timestamp": 1518429893955,
        "commentText": "@HélderMarinho Opa, muita calma. O titulo de pior Presidente da historia é do Lula, pior, mais corrupto, FDP, por aí vai. O segundo lugar é da Dilma que mandou os Brasileiros saudarem a Mandioca (aipim). O Trump pode ser o terceiro e tá de bom tamanho.",
        "likes": 0
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8ZEEK5aK6Gi",
        "user": "Paulo Pereira",
        "date": "1 year ago",
        "timestamp": 1518429893956,
        "commentText": "uau..não me digas",
        "likes": 0
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8ZEET44zz-T",
        "user": "Paulo Pereira",
        "date": "1 year ago",
        "timestamp": 1518429893958,
        "commentText": "essa do sul apoiar o norte na 2ª guerra mundial é nova nos livros de historia",
        "likes": 0
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8ZJIrx99xoO",
        "user": "telmo abreu",
        "date": "1 year ago",
        "timestamp": 1518429893959,
        "commentText": "Acha bem começar uma opinião sua que todos devemos respeitar como devemos respeitar todas as opiniões a insultar este senhor chamando-o de idiota e de burro? A partir deste momento o sr deixa de poder ser respeitado e por favor limite-se à sua insignificância como idiota e burro que é",
        "likes": 3
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8ZJOD6XflRN",
        "user": "Hélder Marinho",
        "date": "1 year ago",
        "timestamp": 1518429893961,
        "commentText": "telmo abreu aquilo que chamas insulto não é mais que uma descrição factual, se não gostas ou não concordas, problema teu. Insulto era se eu dissesse FDP, mas eu limitei-me a avaliar a capacidade intelectual, ou falta dela, dos queques da direita.",
        "likes": 1
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8a-eKdV9ejZ",
        "user": "Pedro Cabral",
        "date": "1 year ago",
        "timestamp": 1518429894325,
        "commentText": "tipo trump o pior presidente da história dos presidentes do mundo - Enfim...mais um esquerdoide armado em pseudo intelectual que acha que sabe tudo. Es mais o estilo do comunismo que matou 100 milhoes. O Trump e mau mas os democratas e que rebentaram com o Iraque e a Libia...ta certo.",
        "likes": 1
      },
      {
        "id": "Ugwvjzg7h5ewAzLMaEx4AaABAg.8Y8Gf15uwdZ8eN461nWC5R",
        "user": "Pedro Vaz",
        "date": "10 months ago",
        "timestamp": 1523527494326,
        "commentText": "O Bloco não quer sair da EU acredita...pela mesma razão que o CDS não quer sair da UE...os dois partidos são fantoches do Globalismo.",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgxZg-RziVPxLyNMued4AaABAg",
    "user": "koelhohleok",
    "date": "1 year ago",
    "timestamp": 1518429892431,
    "commentText": "E o centro?",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw6daFu3lOLsk6jEyh4AaABAg",
    "user": "Joao G. Pinheiro",
    "date": "1 year ago",
    "timestamp": 1518429892432,
    "commentText": "Costumo dizer a quem e comunista: VAO para a Coreia do norte ou pa Venezuela!...pronto problema resolvido...mas nao... ficam aqui a foder a cabeca a uma gajo com conversas de merda!...emigrem... vao po caralho!",
    "likes": 7,
    "hasReplies": true,
    "numberOfReplies": 3,
    "replies": [
      {
        "id": "Ugw6daFu3lOLsk6jEyh4AaABAg.8Y2ZV_Zteiw8Y4A5cyhjxd",
        "user": "Sérgio Oliveira",
        "date": "1 year ago",
        "timestamp": 1518429893059,
        "commentText": "Ladras de caralho,mas quando precisares de fundo de desemprego,ou algum familiar não abdicas,quando o patrão te fode a cabeça e ate ameaça despedir aposto que vais logo te socorrer do sindicato e ver se tens direito a isto ou aquilo,se um familiar não arranja emprego ou so lhe oferecem 557 euros aposto que achas um disparate e que isto não pode ser,e dava te mais 100 exemplos.quando alguma destas coisas te acontecerem não reclames,pega na puta da trouxa e baza na hora.assunto resolvido.",
        "likes": 1
      },
      {
        "id": "Ugw6daFu3lOLsk6jEyh4AaABAg.8Y2ZV_Zteiw8Y6U-me_Yg0",
        "user": "Dom 26",
        "date": "1 year ago",
        "timestamp": 1518429893061,
        "commentText": "Joao G. Pinheiro, eu costumo dizer a quem não é comunista, não concordo contigo, mas vou lutar para que possas ter o direito de o dizer.\nEsta é a diferença entre nós, eu não me julgo melhor, nem pior que ninguém, já tu pensas estar intelectualmente acima de quem têm um pensamento diferente do teu.\nChama-se Democracia e não serve só para quando nos dá jeito.\nNunca é demais relembrar, DEMO-CRATA do Grego PODER do POVO.",
        "likes": 1
      },
      {
        "id": "Ugw6daFu3lOLsk6jEyh4AaABAg.8Y2ZV_Zteiw8Z-DsqMzhE8",
        "user": "Joao Santos",
        "date": "1 year ago",
        "timestamp": 1518429893062,
        "commentText": "Este joao é um CALHAU, estupido, com serradura na mona em vez de miolos...",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgyJKfq8dI0ElPaI7gB4AaABAg",
    "user": "Joao G. Pinheiro",
    "date": "1 year ago",
    "timestamp": 1518429892434,
    "commentText": "Estrema direita e os comunistas e tudo MERDA!",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 3,
    "replies": [
      {
        "id": "UgyJKfq8dI0ElPaI7gB4AaABAg.8Y2ZEOq47mm8Y48RjFGhD7",
        "user": "Sérgio Oliveira",
        "date": "1 year ago",
        "timestamp": 1518429893104,
        "commentText": "Para teres essa conversa da treta deves tar bem de vida,pois so quem está bem de vida e a maior parte das vezes sem se saber muito bem como e pessoas menos informadas e que só ouvem o que o padre da freguesia lhes diz é que têm esse tipo de retórica.meu amigo sou português,tenho o direito de querer uma vida melhor ,pra mim e para os outros,que haja mais justiça e igualdade,chama lhe o que quiseres,comunista,gajo de esquerda,bloquista ,etc.lições de moral de malta que está bem de vida não aceito.",
        "likes": 1
      },
      {
        "id": "UgyJKfq8dI0ElPaI7gB4AaABAg.8Y2ZEOq47mm8Y6gViC_nOM",
        "user": "Dom 26",
        "date": "1 year ago",
        "timestamp": 1518429893105,
        "commentText": "Joao G. Pinheiro, deves viver no meio da Merda, para falares com tanta certeza.\nCalado és um poeta.",
        "likes": 0
      },
      {
        "id": "UgyJKfq8dI0ElPaI7gB4AaABAg.8Y2ZEOq47mm8Z-EiVx-xim",
        "user": "Joao Santos",
        "date": "1 year ago",
        "timestamp": 1518429893107,
        "commentText": "ESTE pinheiro DEVE SER UM EX-PIDE ...",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgwEQ-qMAz3RIKy-Z-V4AaABAg",
    "user": "Manuel Augusto Araújo",
    "date": "1 year ago",
    "timestamp": 1518429892436,
    "commentText": "Alguém compra um automóvel mesmo em primeira mão a este encartado trampolineiro? Há sempre gente pronta a ser aldrabada e este rapazola é um feirante, sem desprimor para os feirantes que ao pé do Adolfo são uns meninos de coro,  de alto gabarito.",
    "likes": 4,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxI6-F9g4Apg3Mm2PZ4AaABAg",
    "user": "antonio manuel rodrigues",
    "date": "1 year ago",
    "timestamp": 1518429892438,
    "commentText": "É SÓ E SIMPLESMENTE A DIRETA A DESTILAR AZIA!",
    "likes": 21,
    "hasReplies": true,
    "numberOfReplies": 4,
    "replies": [
      {
        "id": "UgxI6-F9g4Apg3Mm2PZ4AaABAg.8XhPkcCqkYX8YcdofhRQYP",
        "user": "Luis Silva",
        "date": "1 year ago",
        "timestamp": 1518429892998,
        "commentText": "só por esse comentário \nParece aqueles portugueses que olham pra politica como quem olha para o seu clube futebol \n\nAs pessoas do partido podem não valer um estouro mas o que interessa é votar no partido",
        "likes": 4
      },
      {
        "id": "UgxI6-F9g4Apg3Mm2PZ4AaABAg.8XhPkcCqkYX8YcuAQqA0gN",
        "user": "antonio manuel rodrigues",
        "date": "1 year ago",
        "timestamp": 1518429892999,
        "commentText": "A ideia que só a malta do círculo do poder é inteligente, já era!",
        "likes": 1
      },
      {
        "id": "UgxI6-F9g4Apg3Mm2PZ4AaABAg.8XhPkcCqkYX8_ig7wv155F",
        "user": "Manuel Campos",
        "date": "1 year ago",
        "timestamp": 1518429893002,
        "commentText": "antonio manuel rodrigues és triste. Ela é que ficou com uma azia...",
        "likes": 1
      },
      {
        "id": "UgxI6-F9g4Apg3Mm2PZ4AaABAg.8XhPkcCqkYX8lGALI4APwf",
        "user": "Ricardo S",
        "date": "4 months ago",
        "timestamp": 1539338693003,
        "commentText": "viste o mesmo video que nós todos? azia veio da mortagua.",
        "likes": 1
      }
    ]
  },
  {
    "id": "Ugwj2FlINMNjuBR6WF14AaABAg",
    "user": "Pedro Martins",
    "date": "1 year ago",
    "timestamp": 1518429892440,
    "commentText": "não vi nada disso, vi uma capacidade de resposta inteligente e verdadeira da parte da mariana às insinuações do mesquita nunes. vejam bem isso.",
    "likes": 55,
    "hasReplies": true,
    "numberOfReplies": 6,
    "replies": [
      {
        "id": "Ugwj2FlINMNjuBR6WF14AaABAg.8XFyQg2qZUg8YTAicuOkCu",
        "user": "Aquila Magna",
        "date": "1 year ago",
        "timestamp": 1518429893021,
        "commentText": "Eu vi uma histérica enervada com o óbvio.",
        "likes": 11
      },
      {
        "id": "Ugwj2FlINMNjuBR6WF14AaABAg.8XFyQg2qZUg8YhgnoyJ_v2",
        "user": "Paulo Freitas",
        "date": "1 year ago",
        "timestamp": 1518429893022,
        "commentText": "Cada um vê o que quer.",
        "likes": 4
      },
      {
        "id": "Ugwj2FlINMNjuBR6WF14AaABAg.8XFyQg2qZUg8iqPs2b7PEV",
        "user": "João Tavares",
        "date": "6 months ago",
        "timestamp": 1534068293023,
        "commentText": "a dada altura o Adolfinho tava a fazer muito mais basqueiral do que ela fez durante o video todo...",
        "likes": 1
      },
      {
        "id": "Ugwj2FlINMNjuBR6WF14AaABAg.8XFyQg2qZUg8jlag-cHlFG",
        "user": "Francisco Jose",
        "date": "6 months ago",
        "timestamp": 1534068293024,
        "commentText": "Pedro Martins és tão camelo como ela e o papa da puta",
        "likes": 5
      },
      {
        "id": "Ugwj2FlINMNjuBR6WF14AaABAg.8XFyQg2qZUg8m1o77vJJWV",
        "user": "Argoon1981",
        "date": "4 months ago",
        "timestamp": 1539338693025,
        "commentText": "Concordo plenamente Pedro Martins da parte do pessoal da direita que comenta neste vídeo só vejo falta de civismo e nem um contra argumento forte.",
        "likes": 1
      },
      {
        "id": "Ugwj2FlINMNjuBR6WF14AaABAg.8XFyQg2qZUg8oKnuzFv5Mb",
        "user": "Claus Curten",
        "date": "2 months ago",
        "timestamp": 1544609093027,
        "commentText": "Em momento  algum  vi  a MARIANA  perder   as estribeiras ,  isto  é  afirmativa  do  Adolfo que   tem  ódio  do BE #######",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgygYl65o4BwTHcQeOJ4AaABAg",
    "user": "laura santos",
    "date": "1 year ago",
    "timestamp": 1518429892442,
    "commentText": "Essa gaja perde as estribeiras porque sabe que é  verdade o que ele disse.Mas eu tenho mais medo da esuerda porque as pessoas são mais recalcadas\nELA que vá trabalhar para as herdadas Alentejanas para mostrar a sua luta.",
    "likes": 25,
    "hasReplies": true,
    "numberOfReplies": 3,
    "replies": [
      {
        "id": "UgygYl65o4BwTHcQeOJ4AaABAg.8WgJR6sPah_8XhYiQBXVjX",
        "user": "filipe junio",
        "date": "1 year ago",
        "timestamp": 1518429892979,
        "commentText": "andaste a escola aonde? deve ter sido em Caxias nao!!!",
        "likes": 4
      },
      {
        "id": "UgygYl65o4BwTHcQeOJ4AaABAg.8WgJR6sPah_8Y1vxKSC38j",
        "user": "Dom 26",
        "date": "1 year ago",
        "timestamp": 1518429892980,
        "commentText": "laurinha, não fale em trabalho que fica cansada fofa.",
        "likes": 5
      },
      {
        "id": "UgygYl65o4BwTHcQeOJ4AaABAg.8WgJR6sPah_8YEWc0mR_P8",
        "user": "Nuno Martins",
        "date": "1 year ago",
        "timestamp": 1518429892982,
        "commentText": "laura sant",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgxH9NaK8l2x2M0mV1N4AaABAg",
    "user": "Nuno Pereira",
    "date": "1 year ago",
    "timestamp": 1518429892444,
    "commentText": "Para as empresas que são quem cria empregos (não são os partidos) as propostas económicas desta atrasada e da extrema direita SÃO AS MESMAS.... como não se percebe isso????",
    "likes": 8,
    "hasReplies": true,
    "numberOfReplies": 69,
    "replies": [
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8Y1vM8853fh",
        "user": "Dom 26",
        "date": "1 year ago",
        "timestamp": 1518429893084,
        "commentText": "Nuno Pereira, não pá, estás enganado, não são as empresas que criam emprego e sim os consumidores. Há consumo, há emprego, não há consumo, não há emprego.\nSe não existirem consumidores, não existem empresas e quantos mais consumidores mais empresas, vê lá se precisas de um curso superior, para ver esta evidência.\nPor termos sido governados por indivíduos ditos de direita, como tu pareces tanto gostar é que andamos estes anos todos a penar, devido à  vossa filosofia de superioridade.",
        "likes": 5
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8Y2Hnn2Dz36",
        "user": "Nuno Pereira",
        "date": "1 year ago",
        "timestamp": 1518429893085,
        "commentText": "Dom 26 Consumo e emprego ? Mas não é ao contrário no nosso caso ? \nTens que cativar as empresas para criar emprego e só depois nasce o consumo. \nOu o dinheiro para o consumo vem de onde ?  Já sei. Subsidios certo?  Pois.",
        "likes": 3
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8Y2guKMswiO",
        "user": "Dom 26",
        "date": "1 year ago",
        "timestamp": 1518429893087,
        "commentText": "Nuno Pereira. Não!! Não é ao contrário é sempre por esta ordem.Cria uma empresa de frigoríficos no Polo Norte e vais ver os empregos que essa empresa cria.\nAgora tenho que ir trabalhar, para dar subsidios as empresas público/privadas(criadas pela direita radical) e poder pagar as altas rendas de empresas como a da EDP e outras tais, para os seus administradores poderem ter ordenados grotescos (administradores esses, postos nessas empresas, pela mesma direita radical)",
        "likes": 4
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8Y35LIz1W7t",
        "user": "Nuno Pereira",
        "date": "1 year ago",
        "timestamp": 1518429893088,
        "commentText": "Dom 26 Humm. OK. Parece que falha muito essa matemática. Então como se aumenta o consumo ? Por decreto ? E o dinheiro para consumir vem de onde ? Se não vem do trabalho ? ??",
        "likes": 0
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8Y36IkOZwB2",
        "user": "Dom 26",
        "date": "1 year ago",
        "timestamp": 1518429893089,
        "commentText": "Nuno Pereira, e o trabalho vêm de onde, se não há consumo.\nRealidade e não filosofia à qual chamas de matemática.",
        "likes": 4
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8Y4DSO2_qkU",
        "user": "Sérgio Oliveira",
        "date": "1 year ago",
        "timestamp": 1518429893090,
        "commentText": "Ora bem amigo nuno,ja foi aqui metido no sitio por outro amigo e bem,mas eu vou mais longe.diga me so uma coisinha,acha q 500 paus é um ordenado justo??8 oras por dia e mais uma parte do sabado??o meu amigo ta bem de vida nao esta???confesse la!!!é o normal,quando doi a cabeça aos outros os outros que se fodam certo??a direita é isto meu amigo,criar empresas pra se pagar 500 ou 600 euros???e dizer que antes isso q um pau nas costas???para dar para comer,e pouco mais???mas diga la se lhe pedissem para baixar o ordenado,ou congelar uns premios  você não ía aos arames???deixava logo de ser de direita aposto!",
        "likes": 3
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YTQ4NCSfJP",
        "user": "Alexandre Reis",
        "date": "1 year ago",
        "timestamp": 1518429893091,
        "commentText": "Os extremistas a discutir quem nasceu primeiro, o ovo ou a galinha. A política tem que ser para os dois lados. Dessa forma extremada, dá sempre m....",
        "likes": 2
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YVKHKFvm1o",
        "user": "Dom 26",
        "date": "1 year ago",
        "timestamp": 1518429893093,
        "commentText": "Temos filósofos.",
        "likes": 2
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YW7szSHkZe",
        "user": "Sérgio Oliveira",
        "date": "1 year ago",
        "timestamp": 1518429893094,
        "commentText": "Amigo Alexandre,com essa lenga lenga,andamos a ser constantemente uns meros peões no meio disto,não podemos aceitar ou sequer não nos questionarmos o que será melhor para nós,mas não so,para todos,porque faço aqui uma questão,imagine que so você estava bem em Portugal,tinha tudo,uma casa confortável,um carro xpto,dinheiro pra por os filhos a estudar,comidinha da boa todos os dias,férias porreiras,sem ficar nas lonas para o resto do ano,inagine isso,você sentia se bem,axa q seria justo,consegui viver bem com isso,e outra pergunta,até quando poderia viver assim se todos os outros vivem muito pior q o meu amigo??resumindo,essa história dos tais extremismos q fala,é mais ou menos isto,deixa tar não faças nada,não digas nada,não penses de naneira diferente para q tudo continue na mesma,para q so alguns estejam bem de vida.deu para entender o ponto de vista??eu não tenho nada contra os ditos ricos,se bem q 90% no mínimo são através de malfeitorias e coisas bem mais graves,o que quero é que o trabalho seja mais valorizado,porque se não xegamos ao ponto de pensar que não fazer nada compensa mais q trabalhar.e como estão as coisas,mantendo as águas calmas nao saímos do mesmo.",
        "likes": 2
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YXSZ-5XifM",
        "user": "Alexandre Reis",
        "date": "1 year ago",
        "timestamp": 1518429893095,
        "commentText": "Caro Sérgio, não coloque ideias como minhas para dai argumentar em cima delas. Na minha curta colocação, não escrevi nem dei a entender que não se deve fazer nada e ficar tudo na mesma. Apenas disse que a política tem que ser para os dois lados chegando a um equilíbrio.\nE mesmo supondo que quisesse ficar tudo na mesma, mesmo assim, ainda seria melhor que essas ideias radicais de esquerda Vs direita. De uma ou outra forma, nunca, em parte nenhuma, resultou. Pelo contrário, levam sempre ao caos social.",
        "likes": 2
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8Ycx4N-UAM7",
        "user": "Sérgio Oliveira",
        "date": "1 year ago",
        "timestamp": 1518429893429,
        "commentText": "Ok Alexandre,mas então ate onde devemos estar constantemente a espera desse tal EQUILÍBRIO??o equilíbrio so beneficia quem tem mais poder,quer queira ou não,deixe me dar um exemplo,quantas vezes ja ouviu esta frase....eu estou descontente mas o q se pode fazer??ou então esta....eu concordo contigo mas eles é que mandam!!!!isto vem do tal pseudo equilíbrio,porque no fundo não ha um 50 50,a balança esta altamente desnivelada,e o ficar tudo na mesma é bom para quem esta bem,ora pense la,quem esta bem não costuma dizer nada de nada sobre alterações,mas tem que estar sempre bem,porque se deixa de estar menos bem ate cai o carmo e a Trindade.Enfim,coisas ditas por escrito não sao como se fossem ditas cara a cara,pelo menos acho q tenho mais um pouco de jeito para falar,do que para escrever.",
        "likes": 2
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YczmicH18M",
        "user": "Alexandre Reis",
        "date": "1 year ago",
        "timestamp": 1518429893431,
        "commentText": "Não sei a sua orientação ideológica, mas essas extremas esquerdas querem concentrar o poder num único órgão, o governo, que normalmente dá em ditaduras. Porque o poder, sempre haverá. Você apenas foi convencido que se for concentrado vai resultar.\nQuanto ao equilíbrio, o mundo não é só Portugal, e tem muitos países onde esse equilíbrio funciona. Nenhum é fascista ou comunista ou parecido. Curioso, não é? \nE não é uma questão de esperar, mas sim mudar. Agora mudar para extremos, é ir mal a pior. Utopias vendidas por gente, que ai sim, ambiciona o poder absoluto e controle total de tudo e de todos.",
        "likes": 1
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8Yd2IJvuURG",
        "user": "Sérgio Oliveira",
        "date": "1 year ago",
        "timestamp": 1518429893432,
        "commentText": "Ora bem,sobre a minha orientação idiologica devo dizer que como trabalhador,nunca,mas nunca poderia ser de direita,isto é o primeiro ponto,pelo menos aqui em Portugal,e so falo por Portugal,pois é o unico q conheço profundamente,porque num país onde se acha normal trabalhar,e vou abrir um parêntesis,trabalhar é deixar de ter uma vida pessoal,para passar a não ter vida,o trabalho é sair de casa,passar um dia todo fora ,sem tar com família,amigos,e o principal o nosso tempo,o nosso tempo é saúde,e nos privamos de tudo isto,como se fosse pouco para ir trabalhar,a primeira pergunta q faço,depois de abdicarmos de tudo isto dizem nos,fazem nos querer que 500,600 euros é melhor q nada??dizem estas coisas sem se rirem????acha normal???trabalhar 10,20,30 anos e para alem do comer pouco ou nada se consegue fazer com essas quantias???sabe alexandre,das duas uma,se não nos conseguimos governar e darmos mais igualdade ao povo então deixemos de ser Portugal,ou entao,deixemos ficar tudo na mesma e arrastemo nos e continuemos a fingir que está tudo bem.Não sei se lhe respondi sobre a ideologia, mas uma coisa é certa,volto a repetir,como trabalhador ,nunca poderia votar num partido do patrão.",
        "likes": 2
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8Yd3yni14cz",
        "user": "Dom 26",
        "date": "1 year ago",
        "timestamp": 1518429893433,
        "commentText": "Sérgio Oliveira, completamente de acordo consigo, é facil falar de barriga cheia, mas num país em que milhares de pessoas que trabalham e ainda assim são pobres (embora muitas pensem, vá-se lá saber porquê, que pertencem à classe média) não é concerteza o país, que eu desejo para mim e para uma grande fatia da população deste mesmo país. \nSe lutar contra estas desigualdades sociais é ser de esquerda, então com toda a certeza, que eu o sou.",
        "likes": 2
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8Yd7fOy1A9N",
        "user": "Sérgio Oliveira",
        "date": "1 year ago",
        "timestamp": 1518429893435,
        "commentText": "Dom 26 ,tal e qual,não diria melhor,sabe muita gente acha que querer viver melhor para si e para outros é uma afronta sabe se la bem a quê ou a quem!!eu entendo em parte o q o nosso amigo Alexandre tenta dizer,até porque foi o q nos meteram na cabeça anos e anos e anos a fio,mas o tal EQUILÍBRIO de q ele fala é bonito e era bonito se fosse mesmo o tal EQUILÍBRIO equilibrado passe a expressão,mas todos sabemos que não é,se as empresas estão bem,toca a distribuir os dividendos por os acionistas,se as empresas estão bem,é tempo de investir por isso nada para quem trabalha,e mais uma vez sublinho q trabalhar é aquele esforço q falei na mns anterior,e não me canso de dizer isto porque as vezes da me a sensação q ir trabalhar é pra passar tempo,como se cada pessoa não tivesse mais com o q se entreter,o trabalho é algo que tem q ser altamente valorizado e visto como um esforço do tamanho do mundo e nao vulgarizar como se de um passatempo se tratasse.se uma empresa esta menos bem é tempo de contenção,nada pra quem trabalha,se a empresa esta mal,toca a fechar,e tudo para a rua e nada para quem trabalha!!!então nunca vai haver o tal EQUILÍBRIO,há sempre sempre desculpa para tudo.vou dar o meu exemplo so para ter uma ideia,tabalho numa multinacional,por fora tudo bom,magnífico,quem não souber ate inveja,ora bem factos,fatura cerca de 1,5 milhões por mês,está em mais de 10 países da Europa,ta a investir no México,ta a investir no Dubai imaginem,acabou de comprar mais uma empresa do ramo aqui em Portugal há uma semana ,ordenado 600 euros base,6 euros de alimentação num cartão,de segunda a sabado,se nao tiver horas extras líquidos sao 534 euros e o subsídio de alimentação no tal cartão q é para almoçar todos os dias la,portanto volto a lembrar,534 euros é o dinheiro q um tipo com 36 anos trás para casa,q tal??q axam????há quem diga que comparado com um indiano sou milionário!!!que orgulho q tenho de ser português,que orgulho!!!e claro,há também quem diga assim facil,baza de la,só tas la porque queres!!!como eu tenho dezenas e dezenas de colegas na mesma situação,em diversos sectores.enfim,esta parte foi mais um desabafo,desculpem o texto gigante.",
        "likes": 2
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YdDRjjAkZu",
        "user": "Dom 26",
        "date": "1 year ago",
        "timestamp": 1518429893436,
        "commentText": "Sérgio Oliveira, não há nada para desculpar, você está dentro da razão e era o que faltava, era no minimo não poder desabafar.\nTodas as suas palavras, são de uma pessoa que todos dias têm que lutar por uma empresa que não lhe dá o devido valor, assim como mais de 90% das empresas portuguesas e acredite eu sinto o mesmo.Se a empresa está bem, é graças à administração ( temos em Portugal dos gestores mais bem pagos da Europa) se está mal é devido à  fraca produtividade dos trabalhadores ( no geral temos em Portugal dos mais mal pagos).Se temos trabalho, temos que calar, porque há quem não tenha e isto não é viver é....definhar e pelo menos eu entre a espada e a parede, sem dúvida escolho a espada. FELICIDADES",
        "likes": 2
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YdEZu9LhXi",
        "user": "Sérgio Oliveira",
        "date": "1 year ago",
        "timestamp": 1518429893437,
        "commentText": "Dom 26 obrigado pelas palavras e não alterando nada para o dia de amanhã ao menos troca se ideias o q é importante,e é assim q se mudam ideias,e pensamentos.eu às vezes faço um esforço para não comentar em lado nenhum,mas isto xega a ser tão ridículo que na consigo so ver e não dar a opinião.felicidades para si tambem abraço.ps,havia tanta,tanta ,tanta coisa a dizer!!!",
        "likes": 2
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YeBCQqtbYh",
        "user": "Alexandre Reis",
        "date": "1 year ago",
        "timestamp": 1518429893439,
        "commentText": "Em nenhum momento disse que se deve manter salários baixos. Mas para os aumentar, tem que levar em consideração que é para todos.\nIsso implica a função publica, que é gigantesca. O nosso estado é extremamente gordo, e pelas esquerdas radicais, mais gordo seria.\nOra, quem paga o alimento desse ser obeso? Todos nós, trabalhadores ou empresas (que na esmagadora maioria não são multinacionais ou com acionistas) Isso é uma ideia muito errada.\nOutra forma é recorrer à divida para alimentar o gordo, mas isso também já sabemos no que dá.\nComo tal, o dito equilíbrio, é emagrecer o gordo e aliviar toda a economia. Tanto trabalhadores como empresas. Ai tem margem para o governo aumentar em grande medida esse salário mínimo ridículo. \nA ideia utópica que essas esquerdas radicais vendem, é que tudo é possível sem equilíbrio, como se o dinheiro caísse do céu. Não, o dinheiro vem sempre dos nossos próprios bolsos, ou da tal divida que acaba na mesma nos nossos bolsos.\nOutra forma mais engenhosa é vender a ideia que se deve sair do euro. Isso seria óptimo para essas esquerdas radicais, já que poderiam manipular a economia dando a ilusão de aumento de salários que quisessem mas aumentando também a inflação, o que resulta na falsa ilusão de ser aumentado mas perdendo poder de compra. Mas até essa ilusão é temporária já que rapidamente entra em efeito bola de neve acabando no caos. O que acontece nesses estados que seguem essas políticas radicais. Veja-se a Venezuela por exemplo onde o salário mínimo foi aumentado em 50% mas a inflação já é superior a 1000% e estima-se chegar aos 2000% em 2018.",
        "likes": 1
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YeSSCrZiKy",
        "user": "Dom 26",
        "date": "1 year ago",
        "timestamp": 1518429893440,
        "commentText": "Alexandre Reis , se eu e outros (muitos) como eu, não tivessemos que pagar as dívidas da banca PRIVADA (para ver banqueiros presos, não é em Portugal), as rendas à EDP e as inúmeras parcerias Público/Privadas, tudo negociatas feitas por vários politicos (que eu saiba, nenhum deles da como gosta de chamar, esquerda/radical)já para não falar das inumeras câmaras, que se endividam e responsabilidades zero (não vejo ninguém a ser preso por gestão danosa) , então talvez se pudesse distribuir melhor a riqueza nacional.Mas isto sou eu a falar que gostava de viver numa sociedade, onde quem trabalha têm deveres, mas também têm direitos.",
        "likes": 2
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YeUIu60oRk",
        "user": "Alexandre Reis",
        "date": "1 year ago",
        "timestamp": 1518429893441,
        "commentText": "Sem dúvida, concordo plenamente. Agora isso não invalida o que disse. Em relação à distribuição, isso nunca vai acontecer nesse estado gordo que essa sua esquerda radical insiste. Ou melhor, ela até pode ser distribuída, mas nivelada por baixo desvalorizando a moeda. Dai a ânsia dessa esquerda radical querer sair do euro. Todos pobrezinhos mas iguais.",
        "likes": 0
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YeWnpGXjH4",
        "user": "Alexandre Reis",
        "date": "1 year ago",
        "timestamp": 1518429893711,
        "commentText": "E só em relação à banca, a solução da sua esquerda radical seria nacionalizar. Ou seja, além de engordar ainda mais o estado, ficaria com essa divida. A solução seria a insolvência. Faliu, acabou.",
        "likes": 0
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YeWqV5GeVf",
        "user": "Dom 26",
        "date": "1 year ago",
        "timestamp": 1518429893713,
        "commentText": "Alexandre Reis, se calhar não, mas é talvez. Já a sua direita essa sim radical( sempre encostada, às grandes empresas, ao privado é que é bom ( mas quando corre mal, pedem logo o colo desse estado gordo, como o chama) essa eu tenho-a visto durante toda a minha vida, neste País, e sinceramente não acredito nela. minimamente nela.",
        "likes": 2
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YeXJ6f0Pem",
        "user": "Alexandre Reis",
        "date": "1 year ago",
        "timestamp": 1518429893714,
        "commentText": "Entendo que só veja extremos e não consiga sair disso. Leia o meu ultimo comentário e o que acho em relação à banca.",
        "likes": 0
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YeZA3KJ6Cx",
        "user": "Sérgio Oliveira",
        "date": "1 year ago",
        "timestamp": 1518429893715,
        "commentText": "E é isto,estou me a conter para não comentar certas e determinadas coisas,mas não está facil ver e ficar calado.",
        "likes": 1
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YeZAe4mJMm",
        "user": "Dom 26",
        "date": "1 year ago",
        "timestamp": 1518429893717,
        "commentText": "Alexandre Reis, em relação à banca o meu amigo está muito enganado. Quem quis privatizar a todo o custo, foi a sua direita radical e diga-se de passagem conseguiu.Agora que era privada, teve que ser o dinheiro dos contribuintes portugueses a pagar a sua salvação e ainda existem casos como o do BPN, que foi nacionalizado e curiosamente pela direita radical.\nPois é, mais uma vez, o lucro é para meia-dúzia de privados, já os prejuízos, esses claro, pagam os mesmos de sempre, ou seja os contribuites portugueses.\nQue ricos negócios, depois é o Estado gordo, obviamente, com os governantes que temos tido ao serviço deste bando de malfeitores, o estado nunca vai emagrecer.",
        "likes": 2
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YeZzeJImk6",
        "user": "Sérgio Oliveira",
        "date": "1 year ago",
        "timestamp": 1518429893718,
        "commentText": "Dom 26 incrível como me tirou as palavras da boca ,é isto também q tenho dito e pensado,tal e qual,será q só vê as coisas assim desta maneira quem é da tal esquerda??ou vê quem tem 2 olhinhos e uma cabeça para pensar??aliás eu quando digo q me identifico com piliticas de esquerda não sou nenhum tolinho q so vê a esquerda,nada disso,ate porque eu e todos nós não nos deveriamos tar a chatear com a política,isso é para os ditos politicos,mas como as coisas sao tao mal feitas e mal geridas e mal pagas e mal levadas,e o gamanso  é tão grande mas tão grande que não se consegue deixar de dar pelo menos a opinião.",
        "likes": 2
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YeaD3DWzN1",
        "user": "Alexandre Reis",
        "date": "1 year ago",
        "timestamp": 1518429893719,
        "commentText": "Você insiste que as únicas soluções sejam as extremas. Eu não concordo com nenhuma. Apesar que das ultimas fizeram mais sentido que qualquer outra, em que se empresta dinheiro à banca tirando dividendos com juros, incluindo o fundo de resolução.\nE não omita tudo. Este governo apoiado pelas esquerdas radicais, deu garantias na venda do novo banco, em que se correr mal no futuro, é você que vai pagar.\nA outra solução, seria nacionalizar de vez, ou seja, você pagaria na mesma.\nE sim, o lucro deveria ser sempre para privados. A não ser que queira um pais comunista com total controlo e tudo concentrado num só organismo. O contrário não significa que se deva salvar o privado. Como disse, independente do sector, se falir, faliu.",
        "likes": 0
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YexmZ9m1pb",
        "user": "Dom 26",
        "date": "1 year ago",
        "timestamp": 1518429893725,
        "commentText": "Alexandre Reis, pois engana-me que eu gosto.Tu és um Centrão, já quem têm opiniões diferentes é de extrema.\nAh!! O lucro sempre para privados, claro e os prejuízos para o Estado ( leia-se contribuintes), pois é com pensamentos desses, que isto não têm melhoras.\nPorque não voltarmos também, 50 atrás, filho de doutor era doutor, filho de engenheiro era engenheiro, filho de operário era operário, filho de agricultor  era agricultor, em suma filho de rico era rico e filho de pobre era pobre, assim já estava bem para si, olhe que não era a extrema esquerda a governar, era um regime de direita.",
        "likes": 2
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8Yf-lnodJqe",
        "user": "Alexandre Reis",
        "date": "1 year ago",
        "timestamp": 1518429893727,
        "commentText": "Não, os prejuízo para o privado igualmente. Não coloque ideias nos outros como se a única alternativa fosse o extremo oposto. Esta nova onda de extremismo parece que as opções limitam-se aos ditos extremos. Não quero cá ditaduras fascistas nem comunistas. Isso nunca funcionou em parte nenhuma.\nQuanto ao estado, não é nenhuma empresa. O estado apenas deve garantir o fundamental numa sociedade. Saúde, educação e segurança. E claro, legislar e governar, que é para isso que serve. O resto, empresas, deixe para o privado. Quando algo entre em falência, deve ser o privado a assumir.\nQuerer fazer do estado uma mega empresa visando o lucro e controlando tudo, não vai encontrar exemplo que funcione. Isso é mera utopia. Ai sim para proveito de uns poucos que tivessem esse poder absoluto.",
        "likes": 0
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8Yf2VkuNPfb",
        "user": "Sérgio Oliveira",
        "date": "1 year ago",
        "timestamp": 1518429893728,
        "commentText": "Alexandre Reis ,mas quem defende aqui os extremismo???quem?aqui o q se defende e chame lhe o q quiser,é mais justiça,igualdade e fraternidade,seja la quem possa defender isto,agora uma coisa não pode negar,quem governou praticamente desde o fim da ditadura??quem la esteve??isto são factos,se são do agrado ou nao paciência,não foram sempre os q diziam q isto assim equilibrado ou melhor,eles a fazer querer q assim é q se vai la,acha bem milhares e milhares e milhares de pessoas trabalharem e viverem no limiar da pobreza???acha normal em pleno 2017 um casal não poder ter um único filho??ou tambem acha um luxo??todas essas retóricas deixe para os economistas e juristas e coisas afins,um gajo tem um azar de bater com o nosso carrito ja tem q ir aos pais pedir emprestado porque não tem para comer,um gajo quer ir comprar uma merda de uma roupa fateles a zara para não andar mal vestido,ja  desgraçado a pensar q nunca mais chega o fim do mês??!!isto são factos,dê as voltas q quiser,diga me q na China é bem pior,e na papoa nova Guiné,que não me comove,nem me deixa a pensar,eu sei que a pessoas piores mas estão num outro contexto,e levaria  nos a outras conversas.",
        "likes": 2
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8Yf6SmUcApk",
        "user": "Alexandre Reis",
        "date": "1 year ago",
        "timestamp": 1518429894160,
        "commentText": "Você é comunista? Se é, então é à partida extremista. Comunismo é a concentração total do poder no estado. Outras extremas esquerdas querem o mesmo mas mais disfarçadamente. As extremas direitas querem o inverso. \nE factos não é olhar para quem lá esteve culpando a ideologia mais moderada como se estivesse errada. Você encontra outros exemplos com as mesmas ideologias que são bons exemplos, dependendo dos governante. Agora com essas ideologias extremadas, com boa ou má vontade, é mera utopia. Não vai encontrar nem um exemplo. Seria levar o pais para a lama absoluta como acontece em todos os países que essas utopias são colocadas na prática. Onde a injustiça impera e a tal fraternidade cai no esgoto. \nO que se tem que mudar são as elites, não extremar as ideologias.",
        "likes": 0
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8Yf7M6I4F5F",
        "user": "Sérgio Oliveira",
        "date": "1 year ago",
        "timestamp": 1518429894162,
        "commentText": "Alexandre Reis ,ok,mas não responda assim com ideias vagas,responda as minhas duvidas,as minhas questões,aos meus pontos de interrogação.",
        "likes": 2
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8Yf8zoVal3v",
        "user": "Alexandre Reis",
        "date": "1 year ago",
        "timestamp": 1518429894163,
        "commentText": "Respondi claramente. Você apenas tenta manipular a falta de argumentação com questões distorcidas. Misturando as elites e seus interesses com a ideologia moderada, como se esta fosse a causadora e a solução seria a radicalização. Há muito que toda esta gente (sempre os mesmos) deveriam ir dar uma volta. Há muito que precisamos de sangue novo. Mas isso não significa que se deva radicalizar.\nAgora você, diga um. Apenas um exemplo de pais que essas ideologias tragam justiça, fraternidade e bem estar. Consegue? No planeta terra não será com certeza. Apenas vai ver muita pobreza, injustiça e a fraternidade no esgoto.",
        "likes": 0
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YfF71ch--M",
        "user": "Dom 26",
        "date": "1 year ago",
        "timestamp": 1518429894164,
        "commentText": "Alexandre Reis, eu falo na nossa realidade, você responde com filosofias.Eu quero lá saber das Coreias, dos EUA ou da Nova Zelândia, a mim interessa-me a minha realidade que se chama Portugal. Eu não peço esmolas, eu exijo respeito e neste País as mentalidades é só e unicamente agradar às elites.Se temos trabalho, as elites acham logo que temos deveres e esquecem sempre os direitos (como se trabalhar, fosse só por si o unico motivo de satisfação).\nEu falo do Oceano, você responde com a gota de água. \nQuem vendeu os 50% da Somincor em 2007 ( 2' maiores minas do Mundo em cobre, para além de outros minérios) por 50 milhões de euros, a pagar em 8 vezes ,tendo a Somincor no trimestre seguinte dado um lucro de 400 milhões de euros, foi a direita auto- intitulada liberal.Quem fez da Fertagus, uma pareceria público/privada, tendo esta empresa comboios novos, que ainda hoje estão a ser pagos em leasing pela CP ( mais uma vez o contribuinte) e estão claro nessa divida astronômica da CP ( com negocios destes, não há-de ser grande) foi a mesma direita.Podia continuar com parcerias público/privadas, como a luso-ponte, das auto-estradas, das rendas à EDP, das privatizações das águas (com câmaras em falência técnica) todas elas de direita e com dívidas astronômicas, a qual agora todas as câmaras (inclusive a minha, que não tem dividas) têm de ajudar a pagar.\nSe recuar mais no tempo, ainda posso ir a esse governo de Cavaco (PSD), que destrui-o o sector das pescas, tendo nessa altura a CE pago para abater barcos, enquanto aqui ao lado em Espanha, a mesma CE pagou para os construirem,(até a Bélgica, que não têm mar, têm uma frota maior que a nossa) isto num dos 10 paises com mais mar do Mundo. \nAcredite, que há mais, muito mais e agora imagine, o que poderia ser este país, sem estas intrujices ao longo destas décadas. \nSe ser extrema esquerda é lutar contra isto, então pode chamar-me à vontade de extremista.",
        "likes": 2
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YfFlw4R7CQ",
        "user": "Sérgio Oliveira",
        "date": "1 year ago",
        "timestamp": 1518429894166,
        "commentText": "Alexandre Reis ,mas vamos la ver,esqueça isso de esquerda radical amigo,quem lhe disse isso eu?veja isto,claro q temos q por outras pessoas a tomar conta deste pequenino país q como o meu falecido pai dizia que com um telefone se governava isto,mas veja isto,Oliveira e costa,Henrique granadeiro,ricardo salgado,socrates,zeinal,o gajo da sucata,os amigos destes senhores e amigos dos amigos,isaltinos morais,Valentim Loureiro,bem,estava aqui a noite toda,que ideologia têm estes senhores do privado??algum deles é do pcp?é do bloco?hummmmmm,não me parece,e agora diz,pois porque não têm o dito poder,pois,mas ate la não aceito que digam q é tudo igual e que são todos farinha do mesmo saco.eu não quero saber se o nosso primeiro ministro é de esquerda de direita,de cima ou de baixo,eu quero é estar melhor,viver e nao sobreviver,para mim e para todos,estamos entendidos??deu para entender?eu quero é q nao haja desemprego,mas não é por uma bagatela,eu quero que não haja miséria,eu não quero que dentro da minha empresa para a qual eu trabalho todos os dias uns andem de bons mercedes,e a maioria quase não chegue para chegar ate ao dia 20,sem luxos atenção.uma pessoa trabalha 8h por dia,no meu caso incluí ao sabado das 10h,ate as 14 mais ou menos,diga me como posso arranjar outro emprego??com q tempo??o que ouço dizer por toda a gente é,isto ta tudo assim,o normal é ser os quinhentinhos,se mudas vai ser igual,vê,ate isto esta implementado,a empresa tem lucros de milhões,faz questão de mandar emails agradecer a todos,ate me da vontade de rir quando falo nisto,mas depois da o ordenado mínimo,e não gastem mal gasto!!!!que ganda lata nao??como avança um país assim??como?como se motiva alguém a trabalhar?como?eu ja tive desempregado,durante 1 ano e tal,sabe que foi o tempo mais feliz da minha vida?incrível não é,neste momento é assim q me da vontade de pensar,pensar em trabalhar 10 meses,arrancar o despedimento a força e vir mais 2 anos viver,450 euros não é muito,mas e 500 a trabalhar é??amigo,devemos falar de realidades diferentes só pode.",
        "likes": 2
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8Ygkx3va4_B",
        "user": "Alexandre Reis",
        "date": "1 year ago",
        "timestamp": 1518429894167,
        "commentText": "Você fala da sua ideologia extremista como fosse solução, usando como base os problemas do pais, mesmo sabendo que ela nunca resultou em parte nenhuma do mundo independente do contexto. Vai-se a ver essa nossa tal realidade é especial de corrida. O comunismo foi feito especialmente para nós e ninguém deu ainda conta disso. \nNão meu caro, eu olho para tudo. E por muitos problemas que Portugal tenha, por muitos caminhos que possa tomar, comunismo seria a ultima coisa que quereria. Onde ai sim todo o poder seria concentrado e você não teria a quem reclamar. Nem liberdade para estar a reclamar sequer como faz ai agora.",
        "likes": 0
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YhGtFGYmZx",
        "user": "Sérgio Oliveira",
        "date": "1 year ago",
        "timestamp": 1518429894169,
        "commentText": "Alexandre Reis ,mas afinal estamos a falar de Portugal ou do mundo??São coisas diferentes,eu acho que era de Portugal que estavamos a falar!!diga me se concorda com o meu caso em particular e milhares e milhares e milhares de casos iguais q temos no nosso querido Portugal!!comente isso,acha bem,acha mal,ate quando esperar por uma vida melhor,sim porque as vidas melhores devem ser para todos certo???fale destes problemas concretos do nosso quintal que se chama Portugal pf.",
        "likes": 2
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8Yi3jTXOGkV",
        "user": "Dom 26",
        "date": "1 year ago",
        "timestamp": 1518429894170,
        "commentText": "Alexandre Reis, toda a sua argumentação, se esbate num anti-comunismo primário.Ninguém aqui debateu ideologias, falou-se sim na realidade, de milhares de familias portuguesas.\nSabe não sei se entendeu, eu vivo e trabalho em Portugal, esta é a minha realidade, é com ela que tenho de viver e é dela que eu tenho que falar.\nPara si, quem têm uma opinião diferente da sua, é extremista, para mim prefiro o proverbio \"da discussão nasce a luz\".\nSe quer saber a minha opinião deste governo PS, com o apoio de CDU e Bloco, eu dou-lha, pode estar longe da perfeição, mas é a anos de luz melhor que os governos anteriores.O que para mim, vem provar que maiorias absolutas não servem a maioria da população portuguesa.Pode vir com os argumentos habituais, da Coreia do Norte e o fantasma do comunismo, que isso para mim é balelas.A mim o que me interessa, é quem me pode representar melhor na Assembleia da República e melhor defender os meus direitos constitucionais e isso na minha modesta opinião, de certeza que não são o PSD, PP e nem sequer um PS de maioria absoluta.",
        "likes": 2
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YiBAZ_EQvi",
        "user": "Sérgio Oliveira",
        "date": "1 year ago",
        "timestamp": 1518429894172,
        "commentText": "Dom 26 ,está visto q o nosso amigo Alexandre não vai sair desta retórica e falar em alhos quando nós falamos de bugalhos.é o normal de quem provavelmente vive numa outra realidade,apesar de também ser português vive outra realidade que não igual ou parecida à minha e à sua,e temos q admitir q ainda há quem viva bem,e muito bem aqui em Portugal.aliás,basta viver com um salário de mil euros sosinho ou e acompanhado para se ja se viver razoavelmente bem,não sendo rico nem tendo grandes luxos mas ja se respira bem,o problema está nos ordenados que nem a 600,700,800 euros se recebe.em suma,não se quer tributar os grandes grupos económicos,não se quer por taxas mais altas a quem recebe salários chorudos,não se quer acabar com regalias absurdas,não se quer aumentar o dito ordenado mínimo para valores q rondem a media europeia,etc,como vamos sair disto???do buraco???como??trabalhando de borla??trabalhando 7 dias por semana??saindo 70% dos portugueses para o estrangeiro,porque estamos a estorvar???deixar tudo na mesma,e esperar por algo tipo extraterrestre???lol.deixar de comer,meter combustíveis no carrito q ja conta com 15 anos de idade??enfim,não chego a perceber o que se quer na realidade,e o amigo Alexandre também não esta a dar um contributo sério para este mini debate.",
        "likes": 2
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YiCfFjItBI",
        "user": "Dom 26",
        "date": "1 year ago",
        "timestamp": 1518429894173,
        "commentText": "Sérgio Oliveira é isso amigo provalvemente acham que tens o direito de falar........mas convém ficares calado, tens direito a um salário digno........mas tens que te contentar em ter trabalho, tens direito à vida.........mas tens de te resumir a sobreviver.",
        "likes": 2
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YiFLKm-ZXy",
        "user": "Sérgio Oliveira",
        "date": "1 year ago",
        "timestamp": 1518429894452,
        "commentText": "Dom 26 ,nem mais,é assim q se dá ideia que estamos todos a remar para o mesmo lado,mas na realidade não.isto só para ter uma ideia,eu sou motorista de uma empresa,trabalho no porto e sou  da terra do senhor valentim Loureiro,Gondomar,ate tenho vergonha de dizer isto mas nada posso fazer,sou motorista e a empresa é perto da Boavista,não digo o nome porque como eu desconfio desta democracia,so da parte da logística somos cerca de 30,acredita que tenho colegas de trabalho que não se importam de levar para casa com mulher e filhos 550 euros para casa??tem q ser tem muita força,dizem eles todos airosos e com sorriso na cara!!!como se pode combater com esta postura???antes isto que nada,dizem isto com uma ligeireza que eu fico perplexo com tamanha passividade.é muito dificil mudar estas coisas,se temos pessoas q estão no limiar da pobreza satisfeitas com isso e não dizem,nem pensam nada,agora imagine quem está realmente bem de vida!!lógico que o discurso vai andar dentro da bitola do discurso do nosso amigo Alexandre.",
        "likes": 2
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YiI4co2g_7",
        "user": "Dom 26",
        "date": "1 year ago",
        "timestamp": 1518429894453,
        "commentText": "Sérgio Oliveira é, pois é, parece que a maioria das pessoas, já ficam felizes em sobreviver. Sabe, por enquanto, muitos vão sobrevivendo a custa da boa vontade dos pais e avós e a coisa lá vai andando, mas temo que as proximas gerações, já não o consigam fazer.\nRealmente, fico triste quando vejo as pessoas andarem como anestesiadas, sem nunca reivindicarem os seus direitos e ainda criticarem quem o faz.\nComo alguém disse um dia\" quando se luta nem sempre se ganha, mas quando não se luta perde-se sempre\" e eu faço questão, de nunca esquecer este lema.\nEu sei que não é fácil, mas olhe Sérgio faça o possivel por ser feliz.",
        "likes": 0
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YjNFlXjyP2",
        "user": "Alexandre Reis",
        "date": "1 year ago",
        "timestamp": 1518429894455,
        "commentText": "Algum problema em assumir a ideologia? Têm vergonha dela ou falta-vos argumentação para a defender?\nPeço desculpa se feri suscetibilidades. Mas se defendem essa ideologia, tem que ser discutida, e não usar os problemas como validasse à partida uma ideologia totalitária que nunca resultou em parte nenhuma.",
        "likes": 0
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YjQDsgquHt",
        "user": "Sérgio Oliveira",
        "date": "1 year ago",
        "timestamp": 1518429894456,
        "commentText": "Alexandre Reis ,nenhum problema em assumir a ideologia,sou de esquerda e ponto,mas alguma duvida disso????agora o meu amigo é que nao quer discutir ou conversar sobre os reais problemas do nosso,repito nosso país,e compreendo,provavelmente mais de metade dos meus problemas e preocupações não lhe assistem,isso ja deu para entender.ja agora diga me so uma coisa,acha sinceramente que o Jerónimo de sousa ou a Catarina Martins ou alguem destes 2 partidos se compara,ou pensam da mesma maneira do tipo da coreia do norte???sinceramente?!como eu não acho que o senhor passos coelho e o senhor portas e outros que tais são iguais ao Salazar,ou ao Hitler,isso era cair no ridículo.agora,se quer discutir se o ordenado mínimo é justo ou nao ok eu discuto,se quer falar dos direitos do trabalhador e das empresas eu discuto e coisas afins.Não esteja constantemente a dizer coisas que não sao do tema da conversa,e a divagar,com todo o respeito.",
        "likes": 1
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YjRlLIHEaT",
        "user": "Sérgio Oliveira",
        "date": "1 year ago",
        "timestamp": 1518429894457,
        "commentText": "Alexandre Reis ,mas em último caso ,e como é sempre,eu calo me e deixo tudo na mesma e não penso q estou mal ou bem,q tenho direitos ou não,enfim,deixo correr o tempo como uma grande fatia das pessoas querem q isso aconteça,vou continuar a trabalhar 6 dias por semana por um miserável salario,e não pensando muito nisso,rir me e estar bem disposto,e agradecer sabe se la bem a quem que me permite ter umas 4 latas de atum e uns saquinhos de arroz porque ha pessoas no mundo q nem isso têm.pronto,assim está nelhor??ja gosta mais deste pensamento?agrada lhe q pense assim?acha q assim ja nao chateio ninguém??pronto se sim,vou tentar transmitir este pensamento a quem conheço para ser transmitido a outras e outras e outras pessoas q estão nesta magnífica e espetacular condição de vida.pronto,espero que esteja um pouco mais satisfeito por mais um ter se resignado.",
        "likes": 1
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YjSstByi4S",
        "user": "Alexandre Reis",
        "date": "1 year ago",
        "timestamp": 1518429894459,
        "commentText": "Qual esquerda? É que PCP e Bloco têm uma grande diferença. Se juntar o PS, então nem se fala. E não misture coisas, nem PSD nem CDS têm ideologias fascistas. Seria como comparar o PS com PCP. Para confrontar com o extremo oposto, teria que comparar com o PNR por exemplo que também defende o totalitarismo, mas opostamente.\nO comunismo é totalitário independente de quem seja o lider e do contexto. Coreia do Norte também não se compara com a China. Isso não significa que a ideologia totalitária deixe de existir. \nConceber uma ideologia que concentra todo o poder de forma totalitária, independentemente do extremo que esteja, não resulta em parte nenhuma. Nunca resultou e nem faz sentido em termos de liberdade, fraternidade, etc. A pregação comunista não combina com a ideologia que desejam impor.",
        "likes": 0
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YjTqoiGVHm",
        "user": "Sérgio Oliveira",
        "date": "1 year ago",
        "timestamp": 1518429894460,
        "commentText": "Alexandre Reis ,ok,o totalitarismo e esquerdas e direitas,e comunismo e fascismo e coisas afins,mas não saímos disto,ou melhor,nao sai disto,entao para terminar ponha aqui a ideologia da Noruega,ou Suécia,ou Suíça,ou Luxemburgo,ou Alemanha,ou Austrália........faça qq coisa,mas dá para continuar aqui e com uma qualidade de vida compativel com a dita União europeia????da????era espetacular,ponha la a bandeirinha laranja,azul,roxa,vermelha,qualquer uma,mas q a malta que trabalha,pelo menos essa tenha uma vida mais digna,pode ser???",
        "likes": 2
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YjUVwYS9RH",
        "user": "Sérgio Oliveira",
        "date": "1 year ago",
        "timestamp": 1518429894461,
        "commentText": "Alexandre Reis ,mas aqui não da para ser assim pois nao????porque os gatunos,e parasitas foderam isto tudo,não foi????foi gamar a torto e a direito,certo??mas nem vou perguntar quem foi o culpado ou os culpados para nao desviar a conversa para os totalitarismos,aqui agora nao se consegue fazer nada certo??é deixar tar como ta não é??porque mesmo deixando c omo ta ainda assim ha malta q ta porreira,não é????responda a estas perguntas ,responda!!por favor.",
        "likes": 1
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YjVSVnie8v",
        "user": "Alexandre Reis",
        "date": "1 year ago",
        "timestamp": 1518429894463,
        "commentText": "Todos os exemplos dos países que deu, não são certamente governados por fascistas nem comunistas. Apesar que em alguns já estiveram mais longe do fascismo como no caso da Alemanha, França, agora Áustria, etc, com a extrema direita a ganhar terreno.\nE a questão é essa, como ter uma vida mais digna? Apoiando partidos com ideologia totalitária? Isso é apoiar o contrário. É querer resolver os problemas saindo pior a emenda que o soneto.",
        "likes": 0
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YjX5YpjV5R",
        "user": "Sérgio Oliveira",
        "date": "1 year ago",
        "timestamp": 1518429894464,
        "commentText": "Alexandre Reis ,ok,e ate quando se tem q esperar??falta muito para se ter uma vida digna?olhe q nao duro para sempre,so me resta na melhor das hipóteses mais uns 36 anos talvez.",
        "likes": 1
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YjZGSsjdCR",
        "user": "Alexandre Reis",
        "date": "1 year ago",
        "timestamp": 1518429894741,
        "commentText": "Como lhe disse, isto só mudaria acabando com estas elites velhas. Precisaríamos de um Macron por exemplo, que sendo moderado, está fora da caixa dos mesmos do costume. Resultaria? Só tentando. Agora insistir em extremismos, é como pôr a mão no fogo, e depois voltar lá a pôr para ver se ainda queima.",
        "likes": 0
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YjZd7QGlLc",
        "user": "Dom 26",
        "date": "1 year ago",
        "timestamp": 1518429894742,
        "commentText": "Alexandre Reis, à muito que entendi, que o meu amigo, gosta muito de ideologias totalitaristas.Não admite qualquer ideia que seja diferente da sua ( logo de democrata, nada têm ). \nFala em admitir ser de esquerda!!? Quem é vossa excelência, para eu ter, ou não ter que admitir, seja o que for!!? Parece-me conversa da PIDE.\nEu falo da vida real, enquanto você responde com sofismas e mais sofismas, Já entendi que é uma pessoa de ideias fixas, que utiliza sempre a mesma cassete, para defender a sua idéia (o comunismo, o totalitarismo, a extrema esquerda, O PAPÃO ) e quando as pessoas são de ideias pré/concebidas, não há nada a fazer.",
        "likes": 0
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8Yj_U99lKF1",
        "user": "Alexandre Reis",
        "date": "1 year ago",
        "timestamp": 1518429894744,
        "commentText": "Não, sou totalmente contra totalitarismo, da direita à esquerda. Dificil perceber o contrário na minha abordagem. E sim, totalitarismo é diferente, ninguém negou isso.\nE peço desculpa que eu seja contra contrapondo o seu comunismo. Vou tentar calar-me, seguindo o lápis azul versão comunista. E mais uma vez desculpe se feri suscetibilidades.",
        "likes": 0
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YjboWsUnBi",
        "user": "Sérgio Oliveira",
        "date": "1 year ago",
        "timestamp": 1518429894745,
        "commentText": "Alexandre Reis ,então venha lá esse novos ou semi novos governar isto,e por o trabalho a valer mais q o ouro,e prender tudo o q é corrupto,seja de esquerda ou direita,toca a por a pagar quem pode,toca a investir o dobro ou o triplo na educação,na saúde,nas empresas,mas aqui com um controlo mais apertado q um no de marinheiro se nÃo continuam a dar a meia duzia dentro da empresa incluído diretor e patrao e os outros a xupar no dedo,vamos la então,para quando isto tudo???",
        "likes": 1
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8Yjd4Pjwho9",
        "user": "Dom 26",
        "date": "1 year ago",
        "timestamp": 1518429894746,
        "commentText": "Cavaco Silva (e companhia), José Sócrates (e companhia), Ricardo Salgado (e companhia), Henrique Granadeiro (e companhia), Oliveira e Costa  (e companhia),António Mexia (e companhia), mais de 90% das parecerias público/privadas, pertencem a 3 familias ( familia Melo, familia Espírito Santo e familia Mota) e podia continuar por aí fora, mas não tenho tinta suficiente. \nSabe quantos destes são comunistas?Se calhar alguns, até são democratas do seu partido. \nPortanto, não me venha com a cassete, da Coreia, etc, porque estes é que me fizeram e continuam a fazer mal, não foi o papão do comunismo.",
        "likes": 0
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YjdAU3N61v",
        "user": "Alexandre Reis",
        "date": "1 year ago",
        "timestamp": 1518429894748,
        "commentText": "Você faz perguntas retóricas para tentar validar a sua solução comunista como se não tivesse outra solução. Como se ideologias moderadas nunca funcionassem mesmo você próprio ter dado exemplos de vários países onde funcionaram até agora.\nQuando, não sei. Mas eu não a posso contrapor, caso contrário serei anti-democrata, por muito contrassenso que isso traga.",
        "likes": 0
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YjeNb0xcUD",
        "user": "Alexandre Reis",
        "date": "1 year ago",
        "timestamp": 1518429894749,
        "commentText": "Você lê o que escrevo? Quantas vezes terei que repetir que a solução seria mudar essas elites?\nAgora dar como solução extremismos, é ir de mal a pior. Comunismo, independente de onde seja, é totalitário. Poder concentrado. \nVocê usa um mal para validar outro mal maior. Não tem argumento. Você sim não passa disso.",
        "likes": 0
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YjeXYOab_j",
        "user": "Sérgio Oliveira",
        "date": "1 year ago",
        "timestamp": 1518429894750,
        "commentText": "Alexandre Reis ,eu ja lhe disse q eu pouco me importa se é de direita ou esquerda,tanto me faz,mas para quando esses avanços de mentalidade??1 ano,2,10,30??deixemos de fantasias e de conversas pouco claras,eu pergunto se acha que viver com 500 euros e você responde com totalitarismo e coisas estranhas,eu pergunto o q se fez às toneladas de dinheiro q vieram da União europeia e você responde com extremismos.......acha que estamos a falar das mesmas coisas??eu acho que não,a empresa para a qual trabalho tem como diretor um senhor que ja foi deputado do psd,um gajo q tem 38 40 anos,e nada faz para combater a tal desigualdade q existe dentro da empresa,sabe porquê???porque o tal EQUILÍBRIO para ele esta perfeito,está como nunca esteve,eu tenho que olhar para ele ou para mim???na visão dele esta visto q deve estar tudo sobre rodas,q assim sim.entende isto ou será melhor desenhar??",
        "likes": 1
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8Yjfyu8rc0N",
        "user": "Alexandre Reis",
        "date": "1 year ago",
        "timestamp": 1518429894752,
        "commentText": "Certo, então apresente a solução. Vamos fingir que dentro de ideologias moderadas estamos condenados. Que partido ou quem você acha que vai solucionar o problema? E não fuja com retórica. Eu já percebi a sua solução, mas você não a expressa diretamente. Apenas usa os problemas para indiretamente validar a sua ideia extremista. Como tal, deixe-se disso e concretize.",
        "likes": 0
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8Yji7P6zlBf",
        "user": "Sérgio Oliveira",
        "date": "1 year ago",
        "timestamp": 1518429894753,
        "commentText": "Alexandre Reis ,mas a pergunta é para mim ou para o dom 26??",
        "likes": 0
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YjirsnVoE5",
        "user": "Sérgio Oliveira",
        "date": "1 year ago",
        "timestamp": 1518429895089,
        "commentText": "Alexandre Reis ,mas se for para mim eu não vou divagar porque é o q quer,porque daí vinha mais uns tantos filmes,se ja percebeu onde e o q quero dizer para q me ta a fazer essa pergunta??esta tudo bem,Portugal vai de vento e popa,não ha desiguldades,o senhor costa e os outros para trás trabalharam bem,muito bem mesmo,os ordenados são uma categoria,temos shoppings e tudo,e estadios brutais tal e qual como em outro país altamente avançado,por isso tudo e muito mais ta tudo maravilhoso,e atenção não estou a ser irônico.viva Portugal assim como está.que não se mexa em nada nem 1 milímetro.",
        "likes": 1
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YjjH27nzA3",
        "user": "Dom 26",
        "date": "1 year ago",
        "timestamp": 1518429895091,
        "commentText": "Alexandre Reis, estás a ver tudo ao contrário.Já percebeu a solução dos outros!!? Olhe eu é que não percebi a sua solução, é a continuidade, é isso?\nFala em ser direto e em que partido votar!!?E você? Qual o partido, que para si é solução, não ouvi nada?\nUsamos os problemas , para validar as nossas ideias extremistas!!? Olha que palavras lindas, ditas por um auto-intitulado Democrata.Você pelos vistos é que têm a ideia preconceituosa de ser o dono da razão (quem não é por mim é contra mim).\nComo dizia o poeta \"não sei por onde vou, só sei que não vou por aí \".Chega-lhe esta resposta , ou quer os meus dados pessoais?",
        "likes": 0
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YjlnAgu0qH",
        "user": "Alexandre Reis",
        "date": "1 year ago",
        "timestamp": 1518429895092,
        "commentText": "Divagar é o que você tem feito. Apenas desejaria que fosse direto para assim confrontarmos ideias. Mas parece que não. Apenas repete os problemas como fosse uma novidade. Além do mais, já deixou claro que eu nem deveria contrapor qualquer ideia oposta, sendo acusado de anti-democrático. Assim qualquer discussão fica confusa e sem sentido.",
        "likes": 0
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8Yjt10Ww1JU",
        "user": "Dom 26",
        "date": "1 year ago",
        "timestamp": 1518429895094,
        "commentText": "Alexandre Reis, continua a olhar para o espelho e a adorar o que vê.\nSe alguém aqui não foi direto, foi você. Ainda não percebi, o seu conceito de vida, a unica coisa que sei de si é que acha o comunismo o Papão do Mundo e que quem não o acompanha no seu raciocínio é extremista, isto é a unica coisa que se lê nos seus comentários. Sobre o que está bem ou mal em Portugal, nem uma palavra.Se alguém faz uma critica, aparece logo você a divagar sobre ideologias políticas, isso sim é divagar.\nAfinal de contas, qual a sua alternativa, ao assalto que os Portugueses, têm sido sujeitos, pelos diversos governos  portugueses, compostos pelos seus partidos democráticos.",
        "likes": 0
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8YlsDusnOdO",
        "user": "Alexandre Reis",
        "date": "1 year ago",
        "timestamp": 1518429895096,
        "commentText": "Teria que repetir vezes sem conta a alternativa. Acho que você nem lê.\nE sim, comunismo é um bicho papão que a única coisa que fez e ainda faz é destruir sociedades submetendo-as ao poder totalitário.",
        "likes": 0
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8aU_MnyUvPm",
        "user": "Bruno Pires",
        "date": "1 year ago",
        "timestamp": 1518429895098,
        "commentText": "Extremado é reduzir a relaçao da oferta e procura à metáfora do ovo e da galinha, nao lhe parece? Mas se quiser pensar em como se consome m.. entao imagine que os mercados tem como base de regulaçao a oferta e nao a procura. Por que se quiser comer bem, o mercado oferece apenas m... É apenas outra analogia sr A Reis",
        "likes": 0
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8aUjx9OKZHQ",
        "user": "Alexandre Reis",
        "date": "1 year ago",
        "timestamp": 1518429895100,
        "commentText": "Uma analogia sem sentido porque não é assim que funciona nem funcionaria. \nSe há procura poderá haver oferta. Se não há oferta para a procura, estamos mal. Se há oferta mas não há procura, é porque quem oferece é idiota.\nSimples.\nClaro que num sistema comunista por exemplo onde controla tudo e não pode ir ao lado à concorrência, aí sim come o que oferecerem e calou a boca, mas isso seria outra conversa. É a parte que não funcionaria.",
        "likes": 1
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8m1zV0FGwwz",
        "user": "Argoon1981",
        "date": "4 months ago",
        "timestamp": 1539338695101,
        "commentText": "Quem fez a extrema direita subir foi às políticas neoliberais da direita que, em nome do dinheiro e das dívidas se esqueceram das pessoas, e agora a extrema direita viu nisso uma oportunidade para voltar ao poder, como sempre é na miséria e no caos que a extrema direita encontra o seu caminho.",
        "likes": 0
      },
      {
        "id": "UgxH9NaK8l2x2M0mV1N4AaABAg.8WXfQ2m4Ssg8m1zViiNapj",
        "user": "Argoon1981",
        "date": "4 months ago",
        "timestamp": 1539338695103,
        "commentText": "Senhor Sérgio Oliveiro com todo o respeito e sem malícia, tiro o chapéu a vossa excelência, você tem toda a razão, todo o que disse neste debate não é mais do que todo o que pessoas de esquerda como eu defendemos, uma vida digna, igualdade, fraternidade e liberdade, para todos, não importa a cor o sexo ou a religião.",
        "likes": 0
      }
    ]
  }
]
}