{
 "header": {
 "title": " COMO AS MULHERES BRASILEIRAS SÃO VISTAS EM PORTUGAL? ",
 "subtitle": " NA ",
 "owner": " Bruna Mansur ",
 "views": " 25 260 visualizações ",
 "likes": " 855 ",
 "dislikes": " 152 ",
 "shares": " NA ",
 "datePosted": " Publicado a 03/04/2018 ",
 "dateExtraction": " 2019-07-11 ",
 "language": " pt ",
 "plataform": " YouTube ",
 "url": " https://www.youtube.com/watch?v=T-7x3YkmIII ",
 "postText": "Instagram: https://www.instagram.com/brudmansur/",
 "numberPosts": "493 comentários ",
 "srcType": " video ",
 "nameNewspaper": " NA ",
 "socioLingVar": "  ",
 "listEvents": "  ",
 "articleKeywords": " NA ",
 "keywords": "  ",
 "commentsOpen": " yes "
 },
 "commentThread": [
  {
    "id": "Ugx1H3QZ0HXpgZHbaPt4AaABAg",
    "user": "Samira Soares Bangura",
    "date": "6 days ago",
    "timestamp": 1562326398901,
    "commentText": "Nem todos os portugueses sao assim🤷🏿‍♀️ por Isso nao e porque uns te tratarán assim que tens que dizer “os meninos portugueses “ ja estas a generalizar nasci em Lisboa mas cresci em londres sempre que Vou ai de ferias alguns homens sim teem esse comportamento mas nao por desesperado 🤷🏿‍♀️",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzC6h9JL41MZ8xyZDh4AaABAg",
    "user": "Fernando Carvalho",
    "date": "1 week ago",
    "timestamp": 1562239998904,
    "commentText": "Bruna, num país com milhões de pessoas acontece haver algumas que são simplesmente desprezíveis e Portugal não é excepção. Milhões podem te respeitar anonimamente, mas havendo meia dúzia que te incomoda será com certeza fácil cair na tentação que esse punhado de pessoas caracterizam a maioria. Não é verdade!\nTambém posso dar um exemplo facilmente comprovável: se pegar num jornal diário, nas páginas centrais publicitárias vai encontrar muitos anúncios de pessoas oferecendo-se explicitamente, até com fotos, e muitas, mesmo muitas, identificando-se como pessoas brasileiras! Talvez isso influencie algumas opiniões menos formadas, para não chamar de anormais, a pensar que podem generalizar para todos os cidadãos brasileiros. Obviamente que é triste e abjecto!\nResumidamente, é lamentável que existam seres estúpidos que não se sabem comportar, mas não representam a generalidade dos portugueses. Os brasileiros e cidadãos de outros países são bem-vindos, são respeitados e podem estar seguros que isso é a regra em Portugal. ;)",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgznWEyCi91uqhFGlKJ4AaABAg",
    "user": "Carolina Fraga",
    "date": "1 week ago",
    "timestamp": 1562239998906,
    "commentText": "Sou portuguesa e adoro brasileiros eles são super animados, divertidos ❤️ não tenho qualquer problema são pessoas tás como nós 🇵🇹❣️",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzeY_u-tIVpCf81Aj94AaABAg",
    "user": "tramagacity",
    "date": "1 week ago",
    "timestamp": 1562239998907,
    "commentText": "Coitada, vai dizer que Brasileiro e melhor? Diz que nao vai generalizar mas foi o que acabou por fazer. La vem a palavra preconceito a baila. Vc teve a experiencia com meia duzia de idiotas e sente se no direito de se vitimizar. Enfim...grow up..",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyCzkfAxsM-gXKI15Z4AaABAg",
    "user": "Ilma Soares Vieira",
    "date": "1 week ago",
    "timestamp": 1562239998909,
    "commentText": "É porque tem muita brasileira puta de luxo com cara de mulher anjo, discreta, que estuda, fazem faculdade, estudam línguas, fazem mestrado e são. Assim me disse um conhecido meu português.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxfNTivqfC46VuWegR4AaABAg",
    "user": "Martins Amanda",
    "date": "1 week ago",
    "timestamp": 1562239998910,
    "commentText": "É um nojo vários homens dão em cima de mim e eu sendo casada com um português, eles não respeitam , pq somos simpáticas e felizes. Não confundam.",
    "likes": 3,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgxfNTivqfC46VuWegR4AaABAg.8wkvuUe7c9_8wySDu9u1zp",
        "user": "Samira Soares Bangura",
        "date": "6 days ago",
        "timestamp": 1562326399191,
        "commentText": "Martins Amanda mas uque que tem a ver seres casada com um  portugues ?🤷🏿‍♀️ ha homens assim",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugz-MH2lstKVOMAXLK54AaABAg",
    "user": "Lara Pereira",
    "date": "1 week ago",
    "timestamp": 1562239998913,
    "commentText": "Mulher seja portuguesa,brasileira, espanhola e por aí fora merece respeito",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugzt-mQl8AGNOZyDqvJ4AaABAg",
    "user": "Juliana Vasconcellos",
    "date": "1 week ago",
    "timestamp": 1562239998914,
    "commentText": "Tudo bem que mulher brasileira é mais simpática, e a portuguesas na sua grande parte são antipáticas, mas isso não define nada e também não justifica trair a esposa portuguesa né. Tem muito português traindo a coitada da esposa por conta disso. Homem português deve também honrar a esposa em casa sendo ela ou não como as brasileiras . Errado isso..\nJá participei de site português e está cheio de homem casado traindo a esposa.\nAs portuguesas são mais trabalhadoras e super profissionais. Brasileiras são mais acomodadas.",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzyUaDmF0akTTsXy7l4AaABAg",
    "user": "Luís David Ferreira",
    "date": "2 weeks ago",
    "timestamp": 1561635198916,
    "commentText": "Olá Bruna, eu inscrevi no teu canal e dei o meu like.\nInfelizmente a má fama das brasileiras vem da década de 90, onde a falta de controlo das fronteiras, permitiu que entrassem redes de prostituição, constituídas essencialmente por homens e mulheres brasileiras, que se dedicavam a tudo que pudesse trazer dinheiro fácil.\nChantagem, assalto engano, de nada faltou.\nO resultado foi a infeliz fama que essas mulheres acabaram por trazer. \nDuas décadas depois temos os filhos com idade de ir para a faculdade, que nasceram nessa época e se habituaram a ouvir os pais a falar mal das mulheres brasileiras, que esses meninos e meninas durante a deficiente e distorcida educação que receberam. \nJá não sendo o suficiente, tu verás que as crianças portuguesas da tua idade, são autênticas crianças, sem maturidade e sem vivência nenhuma, elas não brincam com as bonecas e eles com os bonecos do Action Man porque parece mal. \nTambém há meninos e meninos da tua idade, com bastante educação e cultura, que sabem respeitar os outros e tu vai  conseguir  distinguir bem uns dos outros.",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwzovXB_dxGl1HJkvN4AaABAg",
    "user": "Anonimo",
    "date": "2 weeks ago",
    "timestamp": 1561635198917,
    "commentText": "Que boca gigante!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw0WR6ekIGDrQKwPYJ4AaABAg",
    "user": "Edgar Tita",
    "date": "2 weeks ago",
    "timestamp": 1561635198919,
    "commentText": "Isso é  crianças estupidas , podes ter certeza que foi que eram os meninos de dinheiro que estão habituados a ter tudo e pensam que são superiores aos outros",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzULuVa9E2W1XRQUy54AaABAg",
    "user": "Rui Matos",
    "date": "3 weeks ago",
    "timestamp": 1561030398921,
    "commentText": "Nao podes  falar  em tudos portugueses em geral,tens  que ser mais  específica, Estas a falar  em crianças  que n tem maturidade e estao na  faculdade  n sabem  ser educados e n tem educação culpados  sao os pais mas e bom saber  que  você teve  essa atitude asim tiram  a ideia de  que a brasileira  e facil gostei  do vidio parabéns",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzdxJeJqX78_PWXV-F4AaABAg",
    "user": "Ana Ramos",
    "date": "3 weeks ago",
    "timestamp": 1561030398922,
    "commentText": "Olá Bruna! Veja o vídeo \"Respeito com mulheres em Portugal\" e verá uma perspetiva diferente da sua. Não pense que os jovens portugueses são todos \"tarados\". Coimbra é uma cidade universitária, com muitos estudantes jovens que querem é \"curtir\" em vez de estudar. Os pais moram noutras cidades e eles sentem-se  livres para fazerem tudo o que lhes apetece. Eu estudei na Universidade de Lisboa e o clima era muito diferente.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxfDY3bM-Rc3mVcSiV4AaABAg",
    "user": "fernando henriques",
    "date": "3 weeks ago",
    "timestamp": 1561030398924,
    "commentText": "Que cancro",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxqeGafKUfVVC0Bp5B4AaABAg",
    "user": "Vitor Silva",
    "date": "1 month ago",
    "timestamp": 1560252798925,
    "commentText": "Acho que deveria fazer um vídeo com o título: «como as mulheres brasileiras são visto no mundo» infelizmente é o próprio Brasil que promove isso, no Carnaval com milhares de mulheres completamente nuas ou semi-nuas, na publicidade, etc...",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzoAzmSBrH_qZLja6B4AaABAg",
    "user": "thiago rafael",
    "date": "1 month ago",
    "timestamp": 1560252798936,
    "commentText": "O Brasil é um país conservador, de povo trabalhador e a prova é o Bolsonaro eleito.",
    "likes": 5,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgycXaKAOIylwC8JB0p4AaABAg",
    "user": "Mafalda Brito",
    "date": "1 month ago",
    "timestamp": 1560252798937,
    "commentText": "E bloquear? Nao existe?",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugz6vrOjsSdyMX84x2B4AaABAg",
    "user": "Lucas Gomes",
    "date": "1 month ago",
    "timestamp": 1560252798939,
    "commentText": "Gente eu não vejo problema em ter essa imagem do Brasil cada país e cada país nos brasileiros sabemos que somos não tem o porquê fica lamentando porque Brasil e assim mesmo !",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwciUzrNynUMSL1ohR4AaABAg",
    "user": "gracus lander",
    "date": "1 month ago",
    "timestamp": 1560252798941,
    "commentText": "Não sei como as brasileiras são vistas em Portugal, eu sendo brasileiro digo que as brasileiras em sua maioria são medianas e feias que se acham rainhas da cocada preta.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugx1WQ-SHte8W78r0zB4AaABAg",
    "user": "John. Machado Machado",
    "date": "1 month ago",
    "timestamp": 1560252798942,
    "commentText": "Mulher brasileiras na Europa vão dar cu e bucetas, daí volta no Brasil se achando-- burras mula so sabem da rabo",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyWoZuNcpHdn85FkBJ4AaABAg",
    "user": "Ronaldo Ferreira",
    "date": "1 month ago",
    "timestamp": 1560252799851,
    "commentText": "Bruna sou Brasileiro também...isso é uma realidade. Jogaram em Lisboa uma bexiga cheia de urina gratuitamente, na minha esposa, pois ela foi até la conhecer a cidade. Pois moro aqui, perto da Cidade do Porto. Não foi só essa situação não... enfim, com os homens é algo semelhante. Conosco, Brasileiros! Fazem muito mal juízo nosso...Enfim, mas não são todos... mas sim, fazem mal juízo de NÓS por aqui... infelizmente",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgyWoZuNcpHdn85FkBJ4AaABAg.8va2VzY7rim8wI1MHYXsG2",
        "user": "David Banza",
        "date": "3 weeks ago",
        "timestamp": 1561030400163,
        "commentText": "E no Brasil? Quantos se matam e violam miudas de 10 e 12 anos todos os dias? A sério? Urina deve ser o menos mal do que se passa todos os dias no Brasil",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgwpAYQr8m3f3vsRUuN4AaABAg",
    "user": "A A",
    "date": "1 month ago",
    "timestamp": 1560252799853,
    "commentText": "Olhe não se ofenda   se algum velho  a chamou rapariga em portugal e feminino de rapaz eu sei que vocês no Brasil dizem moça 😀😀😀 eu digo isto porque eu sou de Coimbra e sei que Coimbra é até das cidades que as pessoas são muito respeitosas até porque passam milhões de estudantes de todo o mundo e nunca se ouviu ninguém queixar-se dessa maneira .\nSerà que você passava muitas vezes na rua direita é só uma pergunta ?\nÉ que aí pode estar a resposta ! 😀",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxeBYBuUkrQT1ki8Bp4AaABAg",
    "user": "Bella Bambie",
    "date": "1 month ago",
    "timestamp": 1560252799864,
    "commentText": "fff",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugyo-cQV3TVAcJhBfcx4AaABAg",
    "user": "Bella Bambie",
    "date": "1 month ago",
    "timestamp": 1560252799866,
    "commentText": "Generalizações são sempre isentas de inteligência.  \n\nSó esclarecendo, as brasileiras que foram se prostituir em Portugal e outras países, em meados dos anos 2000 representam um percentual ínfimo do total da população do Brasil. Aliás, não são as únicas no mundo.  Atualmente, com toda a experiência de convívio que os portugueses têm com os brasileiros, não é possível que alguns lusitanos ainda generalizem toda uma população.  Tenho par mim, que os que alimentam esse mito estão inclinados à insensatez ou à má intenção.\r\n\n\nQuero dizer que, como muitos brasileiros,  não estou preocupada com o que estrangeiros possam pensar de nós, a não ser no que se refira a aspectos positivos ou críticas construtivas. Temos orgulho de sermos nascidos em  um país lindo, diverso culturalmente, rico em recursos naturais, desejados pelo mundo todo, e com gente, na maioria das vezes, receptiva e simpática.  Aos que vêem com maus olhos o nosso jeito afetuoso, basta não adotá-lo para si. Mas, é assim que somos.  À propósito,  não confundimos afeto e simpatia com prostituição.\r\n\r\nPosto isso, vi aqui o comentário de uma mulher que procura justificar a má fama que cai sobre as brasileiras de hoje em função do comportamento de um grupo que emigrou para Portugal no passado.  Por favor!  \r\n\r\n\r\nNão vou entrar no mérito das razões que levaram certos portugueses a deixar suas companheiras, este trabalho de análise cabe a aos casais que passaram pela situação.  Mas, vou dizer que aquelas brasileiras não obrigaram os senhores a irem viver com elas.  Ou apontaram-lhes armas?\nA infidelidade não é justificada quando se trata da pessoa com quem vivemos junto, com a qual compartilhamos prazer e temos filhos - ou não.  Que haja honestidade, ainda que a conclusão seja pelo divórcio.\r\n\r\nAcusar terceiros que nada tiveram a ver com a situação por deficiências próprias, talvez, não perceber as coisas que estão na nossa frente, ou faltar com a sinceridade, é alimentar um ciclo que já causou muito mal.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugwyelc_cI92j4FyuYJ4AaABAg",
    "user": "milaystillus",
    "date": "1 month ago",
    "timestamp": 1560252799868,
    "commentText": "Fico triste quando dizem que Brasileiras são vistas como vulgares lá fora, Eu nunca fui desrespeitada nos EUA por exemplo povo mal sabe das coisas daqui, além de alguns jogadores de futebol, em alguns países confundem salsa com o nosso samba e que falamos espanhol rs, em outros  lugares que pude visitar houve uma paquera normal. Sei lá, as pessoas geralmente ficam animadas fazendo perguntas, mas desrespeito nunca passei, e olha que ficava um pouco receosa em alguns lugares por ser negra e ter a questão de xenofobia ou racismo, mas tudo tranquilo. Fico triste de ouvir isso.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxXj6aHeh-0M3O9llN4AaABAg",
    "user": "rev erie",
    "date": "1 month ago",
    "timestamp": 1560252799869,
    "commentText": "Não é só em Portugal. O Brasil tem essa fama em muitos países, infelizmente.",
    "likes": 3,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyJs4Wtw1wqTPRkUN94AaABAg",
    "user": "carlos coldman",
    "date": "1 month ago",
    "timestamp": 1560252799871,
    "commentText": "Mulheres portuguesas e europeias no geral  tratam os maridos abaixo de cao .",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyDDPRwnUFXxEtRfIt4AaABAg",
    "user": "Eduardo Serrão",
    "date": "1 month ago",
    "timestamp": 1560252799872,
    "commentText": "Há aqui várias coisas. Primeiro, lamento bastante, como português, as atitudes dos rapazes. Segundo, sim, há em Portugal um pouco essa imagem da mulher brasileira, como já houve em relação a europeias de leste, apesar de algumas diferenças. Mas mesmo entre esses mais destravados não me parece que na cabeça da maioria esteja brasileira = puta. É um conjunto de ideias, preconceitos, mal-entendidos.. Também essa associação de uma liberalidade nos costumes no Brasil, sensualidade, com o lado positivo e negativo disso. Depois alguns homens criam as suas fantasias... Não estou a desculpar, pelo contrário, acho que rapazes universitários, sobretudo, são muitas vezes abusadores em várias coisas,  tem uma visão infantil das relações de poder, vêem as brasileiras como assim \"desempoderadas\" (talvez seja mais este o preconceito do que o de puta), se fosse uma alemã quereriam-na impressionar de outra maneira (ou teriam medo), associam sensualidade ao Brasil mas sendo toscos e brutos (ainda que talvez honestos, quando a coisa é séria) , em vez de charmosos como os brasileiros, (sem generalizar demasiado), junta-se tudo e dá no que deu.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyFdk4mC03f-pyQJZZ4AaABAg",
    "user": "lilly doll",
    "date": "1 month ago",
    "timestamp": 1560252799874,
    "commentText": "Esse preconceito nunca vai acabar as brasileiras são muito mau vista infelismente tanto que a minha mãe nem fala que é Brasileira quando estamos fora do Brasil e muito chato e vergonhoso,a minha mãe passo por isso a 20 anos atrás e nada mudou",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzCM2SeG4AZRf_ftgJ4AaABAg",
    "user": "Cassiano Goncalves",
    "date": "1 month ago",
    "timestamp": 1560252799875,
    "commentText": "Será que as mulheres portuguesas, também perseguem os homens brasileiros... 🤔",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgzCM2SeG4AZRf_ftgJ4AaABAg.8v4-MmHRquj8wI1Va-7s_l",
        "user": "David Banza",
        "date": "3 weeks ago",
        "timestamp": 1561030400147,
        "commentText": "Sem dúvida, para apanhar o visto de residência. Aqui na Suíça é o que mais se vê, Brasileiras com suíços 20 e 30 anos mais velhos.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgwVjEzUGd0W7mRswzh4AaABAg",
    "user": "deaneiva",
    "date": "1 month ago",
    "timestamp": 1560252799878,
    "commentText": "Tenho a impressão que nada a ver com \"objeto\" ou assédio mas com, de fato, a vontade de conhecer o bonito, a sexualidade da mulher brasileira, o charme, a admiração pelo sotaque brasileiro...por tudo!! Novelas, Gisele, praias, pele!!...eles precisam conseguir conquistar o belo, ter um bom papo, aí conseguirão se superar!...sim, vão conseguir agradar mulheres bem resolvidas sexualmente!! As brasileiras normalmente são!...",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxNiOHpY_d-eYIsGRN4AaABAg",
    "user": "kaffee inesperado",
    "date": "1 month ago",
    "timestamp": 1560252799879,
    "commentText": "Tenho medo de acontecer com a minha mãe",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzVwb2QtLwgoxke2KF4AaABAg",
    "user": "kaffee inesperado",
    "date": "1 month ago",
    "timestamp": 1560252799881,
    "commentText": "Minha mãe vai para Portugal",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugzzc3Y_j09Ap3JjjjV4AaABAg",
    "user": "KABOOM",
    "date": "1 month ago",
    "timestamp": 1560252799882,
    "commentText": "verdade e que a maior parte das pu--- em portugal sao brasileiras",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyVpqxK9YAeh6-NL5d4AaABAg",
    "user": "Ekitor Kakaroto",
    "date": "2 months ago",
    "timestamp": 1557574399884,
    "commentText": "Se tu ñ quisesse nem respondia os caras",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwhH6Ekk9EY9OZE1dF4AaABAg",
    "user": "Ekitor Kakaroto",
    "date": "2 months ago",
    "timestamp": 1557574399886,
    "commentText": "90% das brasileiras são vadias as redes sociais provam isso vulgares e vadias interesseiras",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxBhdLvHw9hwuv8hSx4AaABAg",
    "user": "Mais de Portugal",
    "date": "2 months ago",
    "timestamp": 1557574399887,
    "commentText": "Amei o videoooooo.. super like e já era inscreva.... Conheça tb meu canal que abordo tudo de Portugal como viagens, passeios, dia-a-dia, curiosidades  e se gostar se inscreva...",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw25qouPlYVGwvXY6R4AaABAg",
    "user": "Wanessa Santos",
    "date": "2 months ago",
    "timestamp": 1557574399889,
    "commentText": "Gente cada um pensa o que quer ,tô neim ai vou pra portugal e neim me em porto com esse povo ai",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugz3WQTUvtfpO5y8vOp4AaABAg",
    "user": "Viajando pelo mundo",
    "date": "2 months ago",
    "timestamp": 1557574399890,
    "commentText": "Esse rótulo da mulher brasileira em Portugal já foi muito pior. Essa malta jovem de hoje não querem saber, a mente deles já são mais abertas, o pré-conceito ainda acontecem dos mais velhos, que não evoluíram, não acompanharam que os tempos são outros e ainda tem imagem da brasileira associada com as prostitutas de Bragança. Nada a ver!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyV-ytIh_4Yrw4ttU14AaABAg",
    "user": "Damilly Victória",
    "date": "2 months ago",
    "timestamp": 1557574399892,
    "commentText": "Essas pessoas que tem preconceito com as brasileiras, ficam falando um monte de merda e pq não conhecem realmente as brasileiras, ficam generalizando afff fico com uma raiva 😡",
    "likes": 3,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgyV-ytIh_4Yrw4ttU14AaABAg.8uSUJu3l9Ae8vF99cVTkS8",
        "user": "Pedro Xtraga",
        "date": "1 month ago",
        "timestamp": 1560252800154,
        "commentText": "Existem muitas brasileiras a fazer prostituição aqui na Europa , mas isso não significam que são todas é claro. Eu gosto muito dos brasileiros",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugwqd5ZIRLCusSwOktx4AaABAg",
    "user": "Adriana Ushiha",
    "date": "2 months ago",
    "timestamp": 1557574401122,
    "commentText": "Bruna amei o seu vídeo!!",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzloJ7O35oStWDshHB4AaABAg",
    "user": "cilene regina Jansen",
    "date": "2 months ago",
    "timestamp": 1557574401125,
    "commentText": "Olá Bruna!!!\nMuito show seu vídeo. Vc dic q seu vídeo não é de Utilidade Pública, mas eu discordo totalmente. \nAcho q sua fala é de suma importância pras brasileiras, principalmente para aquelas que não estão acostumadas a viajar para o exterior. Infelizmente a fama da mulher brasileira não é das melhores msm. Culpa de muitas brasileiras mas culpa tb da ignorancia que assola a mente do ser humano em geral!\nEu moro em Berlin e aki os alemães são muito respeitadores. Mas os árabes não!\nEntão eu aprendi a m resguardar.\nMas voltando ao campo europeu, eu acho q vale a pena ressaltar .outro ponto. Muito europeu acha que todos que nasceram fora da europa são ignorantes, são interesseiros, mortos-de-fome, refugiados e etc. \nIsso me foi dito por uma amiga q mora em Portugal e tb já ouvi de alguém aqui de Berlin.\nEntão esse é um aspecto q as pessoas precisam ter em mente. \nPor isso muito europeu acredita que as brasileiras vão aceitar.o primeiro aceno que eles derem. Só q nem todas as mulheres são assim e poe isso eles acham um absurdo qdo uma brasileira que ele julga inferior, diz não pra ele. Isso se torna inaceitável. \nParabéns pelo seu vídeo e faça outros contando suas experiencias que certamente vão fazer os homens mudarem de comportamento! Sucesso!!!!!!",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzcT1cKOjU-_yoQjoF4AaABAg",
    "user": "Daniel Dada",
    "date": "2 months ago",
    "timestamp": 1557574401127,
    "commentText": "Mulheres brasileiras bonitas.\nPortuguesas feias e ruins.\nCusudas.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugymf8FVOOyFe71M1yp4AaABAg",
    "user": "Jorge Enes",
    "date": "2 months ago",
    "timestamp": 1557574401129,
    "commentText": "Andam por aí uns portugueses, armados em  D. Quixote de la mancha.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugy995YGt_EmhlIDQu14AaABAg",
    "user": "musse de morango",
    "date": "2 months ago",
    "timestamp": 1557574401132,
    "commentText": "eu falo com um português  mais ele nunca me desrespeitou",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyrEpIjx7Xg7wqYXA54AaABAg",
    "user": "Fernando ribeiro Ribeiro",
    "date": "2 months ago",
    "timestamp": 1557574401134,
    "commentText": "Eu sou brasileira e moro em Portugal realmente é assim mesmo eles pessam dessa maneira e sao muito racista",
    "likes": 2,
    "hasReplies": true,
    "numberOfReplies": 5,
    "replies": [
      {
        "id": "UgyrEpIjx7Xg7wqYXA54AaABAg.8tszWw6a4Mo8wFj0BYpY18",
        "user": "David Banza",
        "date": "3 weeks ago",
        "timestamp": 1561030401431,
        "commentText": "Bom remedio, apanha o próximo voo e volta pra favela :)",
        "likes": 0
      },
      {
        "id": "UgyrEpIjx7Xg7wqYXA54AaABAg.8tszWw6a4Mo8wFkePCOl7M",
        "user": "Fernando ribeiro Ribeiro",
        "date": "3 weeks ago",
        "timestamp": 1561030401433,
        "commentText": "@David Banza meu amor quero lhe dizeri seguinte eu nao moro na favela.sabe o que e favela sao pessoas tipo vc a favelados que nao respeitar as pessoas e outra nao vou pegar aviao pois é muito grande kkkkk",
        "likes": 0
      },
      {
        "id": "UgyrEpIjx7Xg7wqYXA54AaABAg.8tszWw6a4Mo8wFs8Qn_BU-",
        "user": "David Banza",
        "date": "3 weeks ago",
        "timestamp": 1561030401434,
        "commentText": "@Fernando ribeiro Ribeiro eu faltei ao respeito? Apenas escrevi que, se não esta bem e acha isso dos portugueses em geral, tem bom remédio. Eu nao generalizo os brasileiros todos, ate tenho bons amigos brasileiros. Mas pelos vistos o teu mal é não perceber português.",
        "likes": 0
      },
      {
        "id": "UgyrEpIjx7Xg7wqYXA54AaABAg.8tszWw6a4Mo8wHJ6IRD6wQ",
        "user": "Fernando ribeiro Ribeiro",
        "date": "3 weeks ago",
        "timestamp": 1561030401435,
        "commentText": "A e deixa so eu te lembrar favela por favela fico aqui mesmo ne pois portugal é a favela da Europa",
        "likes": 0
      },
      {
        "id": "UgyrEpIjx7Xg7wqYXA54AaABAg.8tszWw6a4Mo8wI3WFH_tvz",
        "user": "David Banza",
        "date": "3 weeks ago",
        "timestamp": 1561030401436,
        "commentText": "Diz la onde é que moras então :)",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgzB5L7QBOXo5L-hqiJ4AaABAg",
    "user": "Paulo Almeida",
    "date": "2 months ago",
    "timestamp": 1557574401136,
    "commentText": "Posso te conhecer? 😂😂😂😂😂",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxHc04FKcF1_xQDCbh4AaABAg",
    "user": "Jorge Enes",
    "date": "2 months ago",
    "timestamp": 1557574401138,
    "commentText": "Menina sabe o que eu acho? que vocês brasileiros são pessoas muitos. Cimplexados(a) a palavra que brasileiro conhece desde o berço e(preconceito) não concordo, nunca assisti ,pelo contrário nos gostamos de  brasileiros, as mulheres. São lindas e alegres, quem lhe disse, que  nos  dizemos o que. voce disse, de vocês, isso hoje não e verdade,por vezes por questões de ciúme pode haver alguma boca menos agradável,mas isso não e préconceito,sabe bem o que e. desculpe o conselho, vocês precisam e de confiança em vocês... so!!\nFelicidades!",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgxHc04FKcF1_xQDCbh4AaABAg.8tpw1C2HLlM8tue1gRQmZj",
        "user": "Cláudia Costa",
        "date": "2 months ago",
        "timestamp": 1557574401455,
        "commentText": "E acha que ajudou à auto—estima da moça ao chamar—lhe de complexada. Extremamente delicado da sua parte.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgygnlmRub4ojv2OHy94AaABAg",
    "user": "Emanuel Sousa",
    "date": "2 months ago",
    "timestamp": 1557574401140,
    "commentText": "Esta geração de estudantes principalmente em Coimbra são muito mimados e com uma educação defeciente. Como português peço desculpa por essas tristes pessoas! Até sinto vergonha que haja portugueses assim no nosso país.",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwIETNeMrBwM7s5ChV4AaABAg",
    "user": "Rosi Rosi",
    "date": "3 months ago",
    "timestamp": 1554982401142,
    "commentText": "Quanto mais o país é ignorante, mais preconceituoso é. Eu moro tb na Europa é nunca fui discriminada por ser brasileira. Pelo contrário, quando falo que sou brasileira sou bem tratada.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxWVC5dlLszajEgSQ14AaABAg",
    "user": "ღCʀy Bᴀʙʏღ :3",
    "date": "3 months ago",
    "timestamp": 1554982401144,
    "commentText": "Sou brasileira e quero pegar um português .kk",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw9fHkXW4q9gjJG3Jd4AaABAg",
    "user": "ღCʀy Bᴀʙʏღ :3",
    "date": "3 months ago",
    "timestamp": 1554982401145,
    "commentText": "O problema não são as brasileiras, e sim as portuguesas q são muito frias e fracas,e deixam os homens na mão.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgytyNTfbIo0Q5K4hLp4AaABAg",
    "user": "junior mota",
    "date": "3 months ago",
    "timestamp": 1554982401147,
    "commentText": "O Brasil é conhecido ao mundo afora por suas belezas naturais e que existem muitas pessoas bonitas aqui no Brasil, mais também a maioria da parte o Brasil é conhecido de forma negativa, por ser muito violento, preconceituoso e que as pessoas daqui gostam muito de sexo, isso é a pura verdade, a maioria dos brasileiros são assim, n é atoa que o Brasil é um país de terceiro mundo, o desenvolvimento humano aqui é muito baixo, eu digo isso porquê eu sou brasileiro e vejo isso muito aqui no Brasil, se o Brasil quer ser bem conhecido exteriormente de forma positiva então que comece dentro do Brasil para poder ser bem conhecido fora, aqui as pessoas tem a mania de defender os erros dos brasileiros, se quer um país melhor seja verdadeiro e n invente desculpas, eu sou brasileiro e o Brasil precisa ser mudado muito pra ser um país de primeiro mundo e bem conhecido, aqui o palavrão é hábito, aqui as vestimentas de prostitutas é comum, aqui a imoralidade é defendida.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzwBQSYeTP9GXuVt9t4AaABAg",
    "user": "Gui MV",
    "date": "3 months ago",
    "timestamp": 1554982401149,
    "commentText": "oie Brunaa\na mulher brasileira e assim mesmo\nmoro aqui\ne fico chocadoo!!!\nmeninas novas de 14 15 anos\nsao criancas\nja sao totalmente liberais\nmuitas falam de sexo toda hora\ne muitas ja querem\nsair com varios caras\nsao criancas ainda\ne os medicos vao e dao hormonios\nas brasileiras perdem a infancia\nse sexualizam muito cedo\ne muito triste\ne em todos sentindos\nnuitas brasileiras so querem tirar vantagem\naquela famosa frasee\nvou arumar um gringo pra casar....\nmuitas sao vagabundas\nquerem tirar ptoveito a qualquer custoo\nquer so homem ricoo de carro\ncom bens\nmuitas vagabundaas mesmo\nsem nhum valor\nfora que a prostituicao nao e crime no brasil\nmais maioria faiz uma prostituicao falsa\neu vejo as mulheres europeias\nfivo apaixonadoo\nacho as italinas lindas\nas suecas\nmeu sonhooo namorar com uma sueca\nitaliana \ne triste realidade do brasi\ne hoje ate os homens sao melhores\nque as mulheres\ntemho medoo de ter filhos aqui no brasil\nprincipalmemte uma menina viu?\nmuito tristee tudo isso\n😴",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzhZMrYrQtoLWw78MV4AaABAg",
    "user": "Pedro Aguiar",
    "date": "3 months ago",
    "timestamp": 1554982401150,
    "commentText": "Então, a imagem que os brasileiros têm aqui em Portugal a culpa não é deles mas temos que admitir que tem bastante a ver com a ideia que o vosso próprio país (Brasil) transmite para fora em geral tem se a ideia de, baladas, funk putaria etc\nÉ correto? Claro que não temos de perceber que como em todo lado existe diferenças mas como disse é a imagem que o país transmite\nAgora falando do caso de Portugal, sim em Portugal existe perconceito não dá para negar como muitos brasileiros têm perconceito com Portugal talvez pelas guerras de tentar proclamar qual o melhor país o que não faz sentido, e sim existe muito esse tipo de pessoas que levam uma nega e insultam como resposta o que acho ridiculo\nIsto para dizer a minha opinião é que concordo com muita coisa que é dita no vídeo embora tenha opinião diferente em alguns aspetos\nAbraços",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgypmgoaSWsEm7mOE6V4AaABAg",
    "user": "Marina Lopes",
    "date": "3 months ago",
    "timestamp": 1554982401152,
    "commentText": "Eu sou portuguesa",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 4,
    "replies": [
      {
        "id": "UgypmgoaSWsEm7mOE6V4AaABAg.8tBMOdt82yt8tG5OH0ZcC7",
        "user": "Gui MV",
        "date": "3 months ago",
        "timestamp": 1554982401447,
        "commentText": "Marina Lopes \noie marina\nql tua idade\nfala daonde?",
        "likes": 0
      },
      {
        "id": "UgypmgoaSWsEm7mOE6V4AaABAg.8tBMOdt82yt8tGxKva1EeU",
        "user": "Daniel Dada",
        "date": "3 months ago",
        "timestamp": 1554982401448,
        "commentText": "A maria lopes e muito bonita.bela rapariga",
        "likes": 1
      },
      {
        "id": "UgypmgoaSWsEm7mOE6V4AaABAg.8tBMOdt82yt8tH7jvxs546",
        "user": "Marina Lopes",
        "date": "3 months ago",
        "timestamp": 1554982401450,
        "commentText": "@Gui MV Meu nome verdadeiro e Gabriela ❤️❤️❤️",
        "likes": 1
      },
      {
        "id": "UgypmgoaSWsEm7mOE6V4AaABAg.8tBMOdt82yt8tH7myICbd2",
        "user": "Marina Lopes",
        "date": "3 months ago",
        "timestamp": 1554982401451,
        "commentText": "@Gui MV E tenho 14 anos",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgyShjEMRlQm5ESZ_UV4AaABAg",
    "user": "JP RV",
    "date": "3 months ago",
    "timestamp": 1554982401154,
    "commentText": "Ser Um Verdadeiro Português, Não Depende Apenas Do Facto De Ter Nascido Em Portugal, O Verdadeiro Português, Nasce Da Consciência De Que Todos Vimos E Vamos Para O Mesmo Sitio, Somos 10 Milhões, Mas Nem Um Milhão De Nos É Realmente Português, 9 Milhões São Apenas Parasitas, Que Dificultam A Vida Diariamente Aos Verdadeiros Portuguese,E Também A Todos Os Outros Que Aqui Queiram Viver, A Não Ser Que Tenham Muito Poder Económico É Claro, Tornámo-nos Um Povo Hipócrita Graças A Estas Criaturas Que São A Maioria, Procurem Nos Olhos, Os Que Possuem A Verdadeira Alma Portuguesa, A Única No Mundo, Que Sempre Sonhou Com Um Planeta Uma Casa, Os Restantes, São Os Zumbeis Das Modas, Dos Preconceitos, Da Ignorância Apesar De Muitos Mestrados! Nada Tem De Humanos, Muito Menos De Portugueses! A Alma Do Quinto Império!!!!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugyvu-MkXleZNI-uZP94AaABAg",
    "user": "Jake Watanabe",
    "date": "3 months ago",
    "timestamp": 1554982401156,
    "commentText": "Antigamente quando a mulher casava virgem !  \nOs putos solteiros e os putos casados pagavam as prostitutas pra transar com eles ! \nOu seja !  \nEm lugar que tem umas 10 putas pra se prostituir , tem 100 putos pra pagar pra ter relacionamento com elas ! Ou seja ! No mundo tem mais puto do que puta !",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwiGuOcdE80TfPrYSZ4AaABAg",
    "user": "Jake Watanabe",
    "date": "3 months ago",
    "timestamp": 1554982401157,
    "commentText": "Esse rapaz que te xingou , porque você falou não , como resposta ! \nImagine como deve tratar as mulheres que falam sim ! Esse um motivo suficiente pra não se relacionar com eles !  \n\nSe eu tivesse na dúvida e fosse xingada por causa disso ! Aí sim depois de ser xingada , a dúvida acabava e a resposta seria não de todo jeito!",
    "likes": 3,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw4S6G0naR1hHIE37B4AaABAg",
    "user": "IOFIsickness",
    "date": "3 months ago",
    "timestamp": 1554982401159,
    "commentText": "E queixas te? Um gajo aqui vê se fodido para receber uma resposta e tu aí cheia de dm's juntem se a mim pequenos reis, na luta pela igualdade, queremos ser assediados, queremos pedidos constantes de mulheres nas redes sociais, queremos ser abordados como merecemos, juntem se nesta luta contra a rejeição!!! Vamos camaradas!! O homem tem sentimentos !!!!!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyhzYBA03_520sbo-l4AaABAg",
    "user": "vivi Reis",
    "date": "3 months ago",
    "timestamp": 1554982402344,
    "commentText": "Vix eu tinha uma percepção totalmente diferente. ..eu pensei que os portugueses. ...era diferente. ..eu pensava que eles não pensava isso de nos brasileiro. ...meu Deus como e bom ajente busca conhecimento. ...então os brasileiro estão ferrados lá fora então. ...não pode nem pensa em casa com um estrangeiro 😭😭😭😭",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "UgyhzYBA03_520sbo-l4AaABAg.8t-Y6di7dcm8tueoAwSffp",
        "user": "Cláudia Costa",
        "date": "2 months ago",
        "timestamp": 1557574402718,
        "commentText": "Não generalize. Há bons e maus homens em todo o lado.",
        "likes": 1
      },
      {
        "id": "UgyhzYBA03_520sbo-l4AaABAg.8t-Y6di7dcm8wFhx3SsyJL",
        "user": "David Banza",
        "date": "3 weeks ago",
        "timestamp": 1561030402721,
        "commentText": "Eu moro na Suíça e aqui as brasileiras sao vistas do mesmo modo que em qualquer parte do planeta, secalhar o mal não e só dos portugueses. Think about it",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugzw34IsZxTHyfuEbhd4AaABAg",
    "user": "Centro Oportunidades",
    "date": "3 months ago",
    "timestamp": 1554982402346,
    "commentText": "Portugueses desesperados por brasileiras? Jovens  Universitários de Coimbra desesperados ?\n Vamos aos antecedentes; nas décadas de 90 e 00, os brasileiros que vieram para cá , não todos , trouxeram a prostituição e o crime  em escala e gravidade a que os portugueses não estavam habituados . Basta ver as secções dos classificados dos jornais para perceber isso .\nÓbvio que a mulher brasileira ficou colada a essa imagem.\n Hoje com a nova vaga de brasileiros que chegam  cá , nota-se que nada têm em comum com os outros . São mais evoluídos ,cultos  , empreendedores e com outra forma de se comportar em sociedade.\nLogo a  imagem que os portugueses têm   dos brasileiros está a mudar  mas ainda vai demorar.\nQuanto ao desespero , não vá por aí.",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "Ugzw34IsZxTHyfuEbhd4AaABAg.8swfIpC-Cq98ubr4cfuexh",
        "user": "Larissa Santos",
        "date": "2 months ago",
        "timestamp": 1557574402759,
        "commentText": "Podemos falar do que os portugueses fizeram no Brasil durante a colonização? Sobre os estupros aos indigenas, aos negros...? Não sei porquê colocar seu país como puritano, quando ele, claramente, não é.",
        "likes": 0
      },
      {
        "id": "Ugzw34IsZxTHyfuEbhd4AaABAg.8swfIpC-Cq98wqm_qkqpsU",
        "user": "Centro Oportunidades",
        "date": "1 week ago",
        "timestamp": 1562240002761,
        "commentText": "@Larissa Santos essa conversa tem 500 anos ,complexo de colonizado que ainda não percebeu que já é independente à 200 anos e que o mundo mudou.\n O que é que os Portugueses actuais  têm haver com isso.\n Em relação a puritanismo nem tente comparar os valores dos Portugueses  com os Brasileiros em que matéria for .",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgzQDzsz-4e9b_WN9ux4AaABAg",
    "user": "Antonio Palmeiro",
    "date": "3 months ago",
    "timestamp": 1554982402348,
    "commentText": "Nao tivessem dado  essa imagem  ao nosso  país. .......nao generalizando",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 22,
    "replies": [
      {
        "id": "UgzQDzsz-4e9b_WN9ux4AaABAg.8svRlWB-YNo8tKUnyflqeJ",
        "user": "Glauce Junie Lopes",
        "date": "3 months ago",
        "timestamp": 1554982402780,
        "commentText": "Ah, claro! Vocês são os santarrões, os nobres, os que valem mais que todo mundo. Ótimo que você teve ums certa noção e não saiu generalizando as pessoas daqui, existem pessoas imbecis e outras não, da mesma maneira que há gente babaca e que arrota superioridade como aí e outras não. A gente aprende a não ser babaca e não generalizar.",
        "likes": 1
      },
      {
        "id": "UgzQDzsz-4e9b_WN9ux4AaABAg.8svRlWB-YNo8tLXxpEiJ56",
        "user": "Antonio Palmeiro",
        "date": "3 months ago",
        "timestamp": 1554982402782,
        "commentText": "Lá vamos outra vez.... Sempre a mesma história.... Fdx...",
        "likes": 0
      },
      {
        "id": "UgzQDzsz-4e9b_WN9ux4AaABAg.8svRlWB-YNo8tN5l2zpnKP",
        "user": "Glauce Junie Lopes",
        "date": "3 months ago",
        "timestamp": 1554982402783,
        "commentText": "@Antonio Palmeiro, se você tem seus julgamentos precipitados, problema é seu. Agora, não venha usar este teu termo chulo comigo não, ok ? Não te dou essa liberdade. Vá usar esse linguajar nojento com quem tem o mesmo tipo que Você. Passar bem!",
        "likes": 1
      },
      {
        "id": "UgzQDzsz-4e9b_WN9ux4AaABAg.8svRlWB-YNo8tN5zhvoWC-",
        "user": "Glauce Junie Lopes",
        "date": "3 months ago",
        "timestamp": 1554982402784,
        "commentText": "@Antonio Palmeiro, não, não é a mesms história, porque você não deve generalizar quem não conhece. Seria a mesma coisa se eu falar que todo português é nojento, mal educado, imbecil, metido a superior, um lixo humano, enfim. E provavelmente nem todos devem ser.",
        "likes": 0
      },
      {
        "id": "UgzQDzsz-4e9b_WN9ux4AaABAg.8svRlWB-YNo8tlnSlyP2Xg",
        "user": "Yasmine Bibiano",
        "date": "2 months ago",
        "timestamp": 1557574402785,
        "commentText": "País esse erguido com ouro da nossa terra. Nós devíamos era invadir como forma de justiça.",
        "likes": 1
      },
      {
        "id": "UgzQDzsz-4e9b_WN9ux4AaABAg.8svRlWB-YNo8u7bmgaf9HB",
        "user": "Antonio Palmeiro",
        "date": "2 months ago",
        "timestamp": 1557574402794,
        "commentText": "So putedo......Fdx. ...",
        "likes": 0
      },
      {
        "id": "UgzQDzsz-4e9b_WN9ux4AaABAg.8svRlWB-YNo8u7buQPTpy7",
        "user": "Antonio Palmeiro",
        "date": "2 months ago",
        "timestamp": 1557574402796,
        "commentText": "@Glauce Junie Lopes ..vai te fodder com essa conversa de merda....",
        "likes": 0
      },
      {
        "id": "UgzQDzsz-4e9b_WN9ux4AaABAg.8svRlWB-YNo8u7gPWebISv",
        "user": "Glauce Junie Lopes",
        "date": "2 months ago",
        "timestamp": 1557574402797,
        "commentText": "@Antonio Palmeiro, vá você, seu imundo. Você provavelmente deve estar beeeem acostumado. Não quero me igualar a sua laia, nem vou perder tempo contigo, imbecil!",
        "likes": 0
      },
      {
        "id": "UgzQDzsz-4e9b_WN9ux4AaABAg.8svRlWB-YNo8u7gq4gnTWE",
        "user": "Glauce Junie Lopes",
        "date": "2 months ago",
        "timestamp": 1557574402798,
        "commentText": "@Antonio Palmeiro, ah quer saber ? Vá se lascar! Não tenho que provar nada para você. Você não faz nenhuma diferença em minhs vida, suas opiniões baixas não me definem. Quanto mais eu perder meu tempo contigo, mais me igualarei a ti. Um ser desprezível como você não merece nem o meu asco.",
        "likes": 0
      },
      {
        "id": "UgzQDzsz-4e9b_WN9ux4AaABAg.8svRlWB-YNo8u7lGnyknUt",
        "user": "Antonio Palmeiro",
        "date": "2 months ago",
        "timestamp": 1557574402799,
        "commentText": "A ti não a você... Não sou da tua laia.... Se souberes o que isso significa.... Todas iguais sempre tinha razão..",
        "likes": 0
      },
      {
        "id": "UgzQDzsz-4e9b_WN9ux4AaABAg.8svRlWB-YNo8u97BcTlg5J",
        "user": "Glauce Junie Lopes",
        "date": "2 months ago",
        "timestamp": 1557574403275,
        "commentText": "@Antonio Palmeiro, seu verme, Vamos lá ao primeiro ponto: Você nem me conhece.\nSegundo ponto: Você não é melhor do que ninguém para falar que todas são iguais e que eu não presto.\nTerceiro ponto: Que laia ? Você convive comigo ? Não. Eu fico enojada de pessoas pobres de espírito como você, tenho pena, mesmo você não sendo digno disso.\nCuidado, hein! Cuidado com o que você supõe aos quatro ventos denegrindo a imagem das pessoas alheias que você nem conhece. Você não tem que ficar falando baixarias de pessoas que não faz nem questão de sua existência. Você não merece nem ser chamado de merda. No fundo do meu coração, eu espero que os portugeses (as) não sejam tão baixo nível que você. Já ouvi tantas coisas dessa sua raça e que me enojou e fiquei pensando que nem todos(as) devem ser imbecis como você.\n\n\nCaro, eu percebi que com gente sem classe, sem educação e sem moral, não é digno de minhas constatações. Me admiro você ficar julgando alguém que não conhece, você não é perfeito, você não é Deus.\nDeus com toda a sua grandeza me vê com olhos de amor, não me julga, não me desvaloriza e olha que ele é PERFEITO e não um ser humano cheio de falhas como eu e você.\nVocê diz que tem razão, mas que razão ? A do preconceito ? A do baixo nível, a \"razão\" do julgamento ? Que pena, isso só comprova o ser desprezível que você é.",
        "likes": 0
      },
      {
        "id": "UgzQDzsz-4e9b_WN9ux4AaABAg.8svRlWB-YNo8u97e6KV9q-",
        "user": "Glauce Junie Lopes",
        "date": "2 months ago",
        "timestamp": 1557574403276,
        "commentText": "@Antonio Palmeiro Hahahahahahahahaha! Você me faz rir, seu palhaço!",
        "likes": 0
      },
      {
        "id": "UgzQDzsz-4e9b_WN9ux4AaABAg.8svRlWB-YNo8u9893evIMv",
        "user": "Antonio Palmeiro",
        "date": "2 months ago",
        "timestamp": 1557574403278,
        "commentText": "Quem vem do 3 mundo não sou eu.........e que és tu para publicamente falares dos portugueses.... Fala dos teu isso sim da miséria que vivem nas favelas etc.. Etc....",
        "likes": 0
      },
      {
        "id": "UgzQDzsz-4e9b_WN9ux4AaABAg.8svRlWB-YNo8u98OIBM0Ay",
        "user": "Antonio Palmeiro",
        "date": "2 months ago",
        "timestamp": 1557574403279,
        "commentText": "@Glauce Junie Lopes mais digno ser palhaço do que brasileira como tu..",
        "likes": 0
      },
      {
        "id": "UgzQDzsz-4e9b_WN9ux4AaABAg.8svRlWB-YNo8u995fLvmDk",
        "user": "Antonio Palmeiro",
        "date": "2 months ago",
        "timestamp": 1557574403281,
        "commentText": "Tão burra tão burra... É estuda na universidade de Coimbra até me faz rir... Deve de ser na limpeza de certeza.... Eu meti no meu primeiro comentário no fim do texto.. Não generalizando...... Como em Portugal se diz quem se sente não é filho de boa gente.... Para bom entendedor meia palavra basta.... Fdx que burra de gaja fdx..",
        "likes": 0
      },
      {
        "id": "UgzQDzsz-4e9b_WN9ux4AaABAg.8svRlWB-YNo8u9BII3VVkc",
        "user": "Glauce Junie Lopes",
        "date": "2 months ago",
        "timestamp": 1557574403282,
        "commentText": "@Antonio Palmeiro, você acha que ser chamada de limpadora de limpeza me ofende ? Sério mesmo ? Hahahahaha! Altas gargalhadas, não seu estrume, isso não me ofende. O que me ofende é a sua hipocrisia, sua falta de senso. Não frizei nenhuma faculdade aqui para mostrar grandeza. Energúmeno e sem classe aqui é você que não aprendeu a respeitar as pessoas. Essa sua má educação, esse pré-julgamento você não chegará em canto algum. E se faz faculdade, informo lhe em dizer que será sempre um fiasco como ser humano. Vai ser tipo um tambor que só faz barulho, mas é vazio por dentro.",
        "likes": 0
      },
      {
        "id": "UgzQDzsz-4e9b_WN9ux4AaABAg.8svRlWB-YNo8u9BPsx0iKa",
        "user": "Glauce Junie Lopes",
        "date": "2 months ago",
        "timestamp": 1557574403283,
        "commentText": "@Antonio Palmeiro, você diz que não generalizou, mas tentou de todas as formas me ofender com seu baixo nível, seu hipócrita de merda!",
        "likes": 0
      },
      {
        "id": "UgzQDzsz-4e9b_WN9ux4AaABAg.8svRlWB-YNo8u9BaWgrjQi",
        "user": "Antonio Palmeiro",
        "date": "2 months ago",
        "timestamp": 1557574403285,
        "commentText": "@Glauce Junie Lopes por isso sou o que sou em Londres minha burra favela da....",
        "likes": 0
      },
      {
        "id": "UgzQDzsz-4e9b_WN9ux4AaABAg.8svRlWB-YNo8u9C1VrKYXT",
        "user": "Glauce Junie Lopes",
        "date": "2 months ago",
        "timestamp": 1557574403286,
        "commentText": "@Antonio Palmeiro e daí que é terceiro mundo ? Isso te faz melhor ? Não me faça rir, por favor. Você está apenas mostrando quem é. Um Zé ninguém de se que vem de um país de \"primeiro mundo\". Acha que eu me importo com isso ? Filho, o ser humano quando morre não leva nada, nem seu título de \"primeiro mundo\". Você é doente, vá se tratar. Não moro em favela, mas isso não me faz melhor do que ninguém. Abraços!",
        "likes": 0
      },
      {
        "id": "UgzQDzsz-4e9b_WN9ux4AaABAg.8svRlWB-YNo8u9CIX-lNIU",
        "user": "Antonio Palmeiro",
        "date": "2 months ago",
        "timestamp": 1557574403288,
        "commentText": "@Glauce Junie Lopes OK... Acabou a brincadeira... Sou estudante de psicologia..... Não posso ir mais longe obrigado...",
        "likes": 0
      },
      {
        "id": "UgzQDzsz-4e9b_WN9ux4AaABAg.8svRlWB-YNo8u9CIYk0Flt",
        "user": "Glauce Junie Lopes",
        "date": "2 months ago",
        "timestamp": 1557574403289,
        "commentText": "@Antonio Palmeiro, está em Londres um país de PESSOAS EDUCADAS e não um rato subalterno que arrota grandeza. Não te perguntei aonde você está ou deixa de estar, se preocupe em melhorar como gente.",
        "likes": 0
      },
      {
        "id": "UgzQDzsz-4e9b_WN9ux4AaABAg.8svRlWB-YNo8u9D-JY2cUK",
        "user": "Glauce Junie Lopes",
        "date": "2 months ago",
        "timestamp": 1557574403291,
        "commentText": "@Antonio Palmeiro e eu te perguntei alguma coisa ? Não! Pouco me importo de que título você quer provar que tem. Eu não faço questão de sua vida. É indiferente para mim!",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgydXDvXCB7ZAkbLqR94AaABAg",
    "user": "CristineTom victoria",
    "date": "3 months ago",
    "timestamp": 1554982402359,
    "commentText": "Verdade. Sinto-me triste por ver homens portugueses se comportando como trogloditas,sou portuguesa,nascida em Portugal e minha mãe é brasileira.muito triste.",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxaANY00eEJ2a_hbU94AaABAg",
    "user": "CristineTom victoria",
    "date": "3 months ago",
    "timestamp": 1554982402360,
    "commentText": "Axam que brasileira é mulher fácil. Infelizmente.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwDS2mNdJ4D1h1XvQZ4AaABAg",
    "user": "Celsius Millo",
    "date": "3 months ago",
    "timestamp": 1554982402362,
    "commentText": "desculpa mas nao e' verdade, o portugues educado adora a brasileira",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwmZ90veuzQA3CjW7d4AaABAg",
    "user": "Alessandra Araujo",
    "date": "3 months ago",
    "timestamp": 1554982402364,
    "commentText": "Conheci um português lindo e maravilhoso uns anos atrás, e foi super querido e carinhoso comigo. Muito educado e em nenhum momento avançou o sinal...na verdade eu que roubei um beijo. Bom, falo a minha experiência, não tinha como se apaixonar, infelizmente ele apareceu em um momento não muito propício, mas amei a sua personalidade. Era inteligente, sábio e cordial!Um amor de pessoa 😍",
    "likes": 3,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgwmZ90veuzQA3CjW7d4AaABAg.8sZltVu5Qgt8tLQrb1PxAN",
        "user": "ღCʀy Bᴀʙʏღ :3",
        "date": "3 months ago",
        "timestamp": 1554982402677,
        "commentText": "❤",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgxpO2l6w1HDUwxgeod4AaABAg",
    "user": "Vinícius Gutierres",
    "date": "3 months ago",
    "timestamp": 1554982402367,
    "commentText": "São arrombados, medrosos e covardes, dês do século XVI. Adoraria ver um português deste vir para o Brasil dizer baboseiras na cara dos nossos compatriotas, no mínimo seria espancado. Prostitutas existem em todos os lugares, inclusive na França, Países Baixos, Reino Unido e Alemanha, a verdade é que alguns europeus sentem-se os donos do mundo, a ficha irá cair quando o oriente novamente conquistar o mundo, países emergentes como a China e Índia deixarão países ocidentais de cabeça para baixo em desenvolvimento, nos próximos 50 anos veremos o que irá ocorrer no mundo. Sabe-se que países como a China, México e até mesmo o Brasil, caso não quebre novamente, irá ultrapassar a renda média de países como Itália, Espanha e França, devido ao crescimento econômico vertical, tendo como reflexo o enorme mercado consumidor e mão de obra jovem. Não fique abalada, demostre superioridade através do trabalho e excelência em sala de aula, assim calando a boca dos preconceituosos.",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxPKvCYlCQQfUf-aFF4AaABAg",
    "user": "Jorge Veiga",
    "date": "3 months ago",
    "timestamp": 1554982402368,
    "commentText": "verdade sim essas Brasileiras que vêm pra cá pra estragar a vida dos outros são bosta mesmo e voçê sabe que por causa de umas pagam as outras, pêço desculpa mas é assim ,, muito rolo vem pra cá,,",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 3,
    "replies": [
      {
        "id": "UgxPKvCYlCQQfUf-aFF4AaABAg.8sR3s-3P8jl8tKWxBPsXvW",
        "user": "Glauce Junie Lopes",
        "date": "3 months ago",
        "timestamp": 1554982402747,
        "commentText": "Estragar a vida de quem da liberdade para tal fato. Tenho asco de gente imbecil que sai generalizando tudo e todas daqui. Você defeca ouro, o pessoal daí são deuses ? São puros como Jesus ? São superiores ? Não. Então, não diga ladainhas. Nem todo mundo é igual.",
        "likes": 1
      },
      {
        "id": "UgxPKvCYlCQQfUf-aFF4AaABAg.8sR3s-3P8jl8tlpgUk7g9K",
        "user": "Yasmine Bibiano",
        "date": "2 months ago",
        "timestamp": 1557574402751,
        "commentText": "\" estragar a vida\" kkkkk então os portugueses são muito manipuláveis",
        "likes": 0
      },
      {
        "id": "UgxPKvCYlCQQfUf-aFF4AaABAg.8sR3s-3P8jl8tlvKYdqmE1",
        "user": "Jorge Veiga",
        "date": "2 months ago",
        "timestamp": 1557574402753,
        "commentText": "Kkkk manipulados .....sem comentários rapariga",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgzGtbExbX2aiT3NBfN4AaABAg",
    "user": "J'Avlis",
    "date": "4 months ago",
    "timestamp": 1552304002371,
    "commentText": "A imagens dos brasileiros e brasileiras ja foi vendida pelo vosso governo e pelos mídia brasileiros para todo mundo, como um povo corrupto, de mulheres fáceis de bunda de fora, seminuas dançando o carnaval e nas praias de copacabana. Também não será por isso de estranhar que o Brasil é o segundo destino de turismo sexual do mundo. Todas estas questões geram no estrangeiro uma percepção à priori muito negativa do Brasileiro no estrangeiro. Devo acrescentar que no caso da europa, nos finais do anos 90 inicio do anos 2000 houve uma invasão de brasileiros e brasileiras que vieram viver na europa e muitas delas, muitas mesmo vieram prostituir-se em Portugal, Espanha, Itália, França etc... deixando ainda mais reforçada a ideia passada pela mídia brasileira de mulher fácil, se tiveres o cuidado de investigar encontras imensas reportagens de prisões e deportações nos vários meios de comunicaçao europeus. Com a agravante que nessa altura muitos brasileiros também trouxeram consigo a sua cultura, música etc... o funk, o jeitinho brasileiro imperou ao ponto de manchar muito  imagem do brasil assegurando-se ainda mais os  estereótipos atrás referidos. A sua geração está sofrendo pelas asneiras da geração que te precedeu, cabe à tua geração o importante papel de mostrar ao mundo que o povo Brasileiro não e nada disso... por isso mãos à obra porque há um trabalho grande a ser feito... abraços e boa sorte",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgzGtbExbX2aiT3NBfN4AaABAg.8sBS2rXngF-8xBqqKAQSFD",
        "user": "João Carabina",
        "date": "1 day ago",
        "timestamp": 1562758402688,
        "commentText": "I'm fuck for you",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgwNFyULJkP51YchI7V4AaABAg",
    "user": "José An",
    "date": "4 months ago",
    "timestamp": 1552304002373,
    "commentText": "Brasileiras sao puctas",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 3,
    "replies": [
      {
        "id": "UgwNFyULJkP51YchI7V4AaABAg.8s7h3cyhLJw8tKVQvNW4BW",
        "user": "Glauce Junie Lopes",
        "date": "3 months ago",
        "timestamp": 1554982402827,
        "commentText": "Você que deve não prestar. Não saia generalizando, seu infeliz!",
        "likes": 0
      },
      {
        "id": "UgwNFyULJkP51YchI7V4AaABAg.8s7h3cyhLJw8tlq-_6TV27",
        "user": "Yasmine Bibiano",
        "date": "2 months ago",
        "timestamp": 1557574402828,
        "commentText": "E portuguesas tão feias que não servem nem para serem putas kkkk",
        "likes": 1
      },
      {
        "id": "UgwNFyULJkP51YchI7V4AaABAg.8s7h3cyhLJw8uV7nNYFBt7",
        "user": "Késia Silva",
        "date": "2 months ago",
        "timestamp": 1557574402830,
        "commentText": "@Yasmine Bibiano né kkkkkkk",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugx1OrAAg57sEqXI48Z4AaABAg",
    "user": "Francisco Martins",
    "date": "4 months ago",
    "timestamp": 1552304002375,
    "commentText": "É vdd mesmo. Nós temos uma obsessão pela cultura br em geral, e às vezes isso pode ir longe demias, mais isso depende tb do bom senso da pessoa..\nMalta idiota há em todo o lado ahah.",
    "likes": 4,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxNnmWpTJ2cMUfCSQp4AaABAg",
    "user": "Fernando Rosado",
    "date": "4 months ago",
    "timestamp": 1552304002377,
    "commentText": "Bruna, infelizmente tens razao. Mas foi um caso isolado dum animal, provavelmente um futuro agressor domestico, mas que nao e' regra nem nos representa como homem portugues. Tenho a certeza que a maioria, atencao, a MAIORIA dos portugueses nao ve a mulher brasileira como puta. Eu nao vejo. Penso que o que nos atrai na mulher brasileira e' o sotaque adocicado com que falam. Lamento essa desagradavel experiencia com esse portuga sexualmente frustrado. Espero que ele nao se tenha reproduzido.",
    "likes": 3,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw7oY0elMViI4w2ztJ4AaABAg",
    "user": "Chris Otto",
    "date": "4 months ago",
    "timestamp": 1552304002379,
    "commentText": "Sou brasileiro e felizmente nem toda mulher brasileira é puta. Acredito que 10% são decentes, 90% são PUTAS !!! É difícil ter que encarar isso, mas são poucas que se salvam e a maioria está no sítio, onde os valores morais ainda são respeitados. Nas grandes cidades, infelizmente, quase que todas as mulheres são vagabundas, infelizmente!!! E é por isso que o Brasil é mal visto lá fora, e as poucas mulheres decentes acabam pagando pela grande maioria que são desprovidas de princípios éticos. Quando lembramos de alguns países, Suiça está ligada a chocolate e relogios, o Japão ao respeito e inteligência oriental...agora, Brasil lembra a mulher prostituta !!! E foram ela próprias que criaram essa imagem, que é a realidade!!!",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "Ugw7oY0elMViI4w2ztJ4AaABAg.8s1D8at49wt8tlq7E708BG",
        "user": "Yasmine Bibiano",
        "date": "2 months ago",
        "timestamp": 1557574402732,
        "commentText": "Dá um tempo. Pra cara babaca é só mandar tomar no cu, pronto.",
        "likes": 0
      },
      {
        "id": "Ugw7oY0elMViI4w2ztJ4AaABAg.8s1D8at49wt8tmzxm-E7eb",
        "user": "Chris Otto",
        "date": "2 months ago",
        "timestamp": 1557574402734,
        "commentText": "@Yasmine Bibiano Meu pau no seu cuzão. Acho que ENCONTREI  uma PUTA!!!!!!! VOCÊ!!!!",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgwzPqfBF-I4fAFXP1h4AaABAg",
    "user": "victor official",
    "date": "4 months ago",
    "timestamp": 1552304002381,
    "commentText": "nos que moramos no brasil sabemos  como e mais n podemos negar q e essa a\n imagem q o brasil passa infelizmente",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwwYwGZWl_lujhIb0N4AaABAg",
    "user": "aerrhh",
    "date": "4 months ago",
    "timestamp": 1552304002383,
    "commentText": "Bem... Sou português, realmente tens mt razão. Generalizando aqui também um pouco, aqui em Portugal há muito menos mulheres do que homens e as poucas mulheres que há são muito fechadas geralmente muito antipáticas comparativamente à mulher brasileira (isso não quer dizer que mulher brasileira seja fácil). Então é muito mais fácil para nós irmos abordar mulher brasileira porque vocês são mais simpáticas e abertas que a mulher portuguesa... Mas lógico, esses caras que ficaram falando isso pra vc é mesmo cara de mau carácter que não sabe lidar bem com um não. \nTava apenas tentando \"justificar\" um pouco. Eu pessoalmente como português prefiro muito mais mulher brasileira do que mulher portuguesa!",
    "likes": 65,
    "hasReplies": true,
    "numberOfReplies": 7,
    "replies": [
      {
        "id": "UgwwYwGZWl_lujhIb0N4AaABAg.8rv4DWfPC8_8swces5whaS",
        "user": "Centro Oportunidades",
        "date": "3 months ago",
        "timestamp": 1554982402846,
        "commentText": "Em Portugal há 52% de mulheres  e 48% de homens,logo há mais mulheres que homens. Em relação a serem antipáticas acho que é preconceito teu.",
        "likes": 5
      },
      {
        "id": "UgwwYwGZWl_lujhIb0N4AaABAg.8rv4DWfPC8_8tIng3HD7fI",
        "user": "aerrhh",
        "date": "3 months ago",
        "timestamp": 1554982402847,
        "commentText": "@Centro Oportunidades É irrelevante as percentagens, no Brasil a discrepância é bem maior! Há bem mais mulheres do que homens. \nNão é preconceito, faz um inquérito e vais ver que a maioria dos homens concordará comigo!",
        "likes": 1
      },
      {
        "id": "UgwwYwGZWl_lujhIb0N4AaABAg.8rv4DWfPC8_8u-L-yyKu8o",
        "user": "JPVNG67",
        "date": "2 months ago",
        "timestamp": 1557574402848,
        "commentText": "esses caras?? de certeza que é português?",
        "likes": 1
      },
      {
        "id": "UgwwYwGZWl_lujhIb0N4AaABAg.8rv4DWfPC8_8uhgTMLlezi",
        "user": "Paulo Mendes",
        "date": "2 months ago",
        "timestamp": 1557574402849,
        "commentText": "@JPVNG67 também fiquei desconfiado.",
        "likes": 1
      },
      {
        "id": "UgwwYwGZWl_lujhIb0N4AaABAg.8rv4DWfPC8_8v6VCs4a35c",
        "user": "Eduardo Serrão",
        "date": "1 month ago",
        "timestamp": 1560252802851,
        "commentText": "@aerrhh \"em Portugal há mais homens do que mulheres\"... \"ah, bom, é irrelevante as percentagens!\".... Eh eh, estás bem em coerência tu.",
        "likes": 2
      },
      {
        "id": "UgwwYwGZWl_lujhIb0N4AaABAg.8rv4DWfPC8_8v_-fbSDhMt",
        "user": "João Farinhote",
        "date": "1 month ago",
        "timestamp": 1560252802852,
        "commentText": "És tu português como eu brasileiro 👌🏻",
        "likes": 1
      },
      {
        "id": "UgwwYwGZWl_lujhIb0N4AaABAg.8rv4DWfPC8_8wEyzhxKp4s",
        "user": "Daniel Dada",
        "date": "3 weeks ago",
        "timestamp": 1561030402853,
        "commentText": "@Centro Oportunidades nao sera ao contrario.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgyUJYWAwP4wRokcx-B4AaABAg",
    "user": "Anacleto",
    "date": "4 months ago",
    "timestamp": 1552304002386,
    "commentText": "A mulher brasileira tem um encanto especial , são simpáticas  e bonitas. Daí a pensar mal delas é pura  estupidez . Que Deus as proteja de machistas burros e atrasados que se atravessem no vosso caminho .",
    "likes": 72,
    "hasReplies": true,
    "numberOfReplies": 4,
    "replies": [
      {
        "id": "UgyUJYWAwP4wRokcx-B4AaABAg.8rjys-jdjdV8u3mwCFr9k5",
        "user": "Angella Davis",
        "date": "2 months ago",
        "timestamp": 1557574402811,
        "commentText": "oi\r\nPeço desculpas por esta forma de entrar em contato com você. Eu compartilho esta informação desta maneira porque eu quero doar meu destino para uma pessoa que está crescendo em DEUS. Aparentemente, tenho câncer terminal na garganta, meu médico acabou de me dizer que meus dias são curtos por causa da minha saúde enfraquecida. Eu planejo doar todos os meus ativos porque eu tenho uma quantia de € 200.000 na minha conta que eu não quero deixar no banco. Procurando por alguém que possa herdar minha propriedade, por isso, se alguém estiver interessado no legado de minha propriedade, ele poderá entrar em contato comigo por e-mail, por mais motivos, como parte da minha doação.",
        "likes": 3
      },
      {
        "id": "UgyUJYWAwP4wRokcx-B4AaABAg.8rjys-jdjdV8vwF1lvC8QI",
        "user": "Monica em buscar do sonho perdido!",
        "date": "1 month ago",
        "timestamp": 1560252802813,
        "commentText": "@Angella Davis doe para uma instituição que espalha a palavra de DEUS, pois tem feito muito bem as pessoas ñ adianta dar dinheiro a pessoa se ela esta vazia por dentro.#ficadica",
        "likes": 2
      },
      {
        "id": "UgyUJYWAwP4wRokcx-B4AaABAg.8rjys-jdjdV8wYvZxmkTYv",
        "user": "Yasmin Sabino",
        "date": "2 weeks ago",
        "timestamp": 1561635202815,
        "commentText": "@Angella Davis se quiser pode doar um pouco a mim estou precisando muito rs +5521983593693",
        "likes": 0
      },
      {
        "id": "UgyUJYWAwP4wRokcx-B4AaABAg.8rjys-jdjdV8wcjMhuFPCj",
        "user": "Joyce Queiroz",
        "date": "2 weeks ago",
        "timestamp": 1561635202817,
        "commentText": "@Angella Davis olá sou brasileira queria muito conhecer Portugal se quiser mandar p mim ou me ajudar a me localizar ai em Portugal agradeceria.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgzXzUGIE5YMjTVImiV4AaABAg",
    "user": "Empire Plays",
    "date": "4 months ago",
    "timestamp": 1552304002388,
    "commentText": "Por favor não fiques com essa imagem. São uns filhos de uma puta bêbados bandidos de merda. Também fazem com portuguesas",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzKfL3Xi8p3PxoCwrd4AaABAg",
    "user": "Empire Plays",
    "date": "4 months ago",
    "timestamp": 1552304002390,
    "commentText": "Esse tipo de gente existe em qualquer país. Eu conheço esse tipo de gente, são aqueles arruaçeiros que saiem no meio da noite todos bêbados e fazem atos de vandalismo e perseguem mulheres.  São aqueles arrogantes que se baldam das aulas. Não ligues a esse tipo de gente! A maior parte é gente boa!\nSó pesso que alteres o título é muito sensacionalista pois tu própria dizer que são casos particulares",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxKQH7hXpW15MUuCAV4AaABAg",
    "user": "RAFA TUBE",
    "date": "4 months ago",
    "timestamp": 1552304002392,
    "commentText": "Eu sou portuguesa",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxR9Yot_LyITJob0Bx4AaABAg",
    "user": "Carinha de Anjo",
    "date": "4 months ago",
    "timestamp": 1552304004134,
    "commentText": "Sou portuguesa não tenho nada contra com os brasileiros muito pelo contrário amo eles e acho muito engraçado❤️",
    "likes": 54,
    "hasReplies": true,
    "numberOfReplies": 9,
    "replies": [
      {
        "id": "UgxR9Yot_LyITJob0Bx4AaABAg.8r_MZFKpU0R8tB98IXV_2m",
        "user": "Rose Silva",
        "date": "3 months ago",
        "timestamp": 1554982404710,
        "commentText": "😂😂😂😂😂😂😂",
        "likes": 0
      },
      {
        "id": "UgxR9Yot_LyITJob0Bx4AaABAg.8r_MZFKpU0R8tGvn6KaDKy",
        "user": "Daniel Dada",
        "date": "3 months ago",
        "timestamp": 1554982404711,
        "commentText": "Que linda mulher.",
        "likes": 0
      },
      {
        "id": "UgxR9Yot_LyITJob0Bx4AaABAg.8r_MZFKpU0R8tUrxwWEi5-",
        "user": "Lídia Maria",
        "date": "3 months ago",
        "timestamp": 1554982404712,
        "commentText": "Um coração para você fofa ❤️",
        "likes": 1
      },
      {
        "id": "UgxR9Yot_LyITJob0Bx4AaABAg.8r_MZFKpU0R8u3n0CJo-tZ",
        "user": "Angella Davis",
        "date": "2 months ago",
        "timestamp": 1557574404714,
        "commentText": "oi\r\nPeço desculpas por esta forma de entrar em contato com você. Eu compartilho esta informação desta maneira porque eu quero doar meu destino para uma pessoa que está crescendo em DEUS. Aparentemente, tenho câncer terminal na garganta, meu médico acabou de me dizer que meus dias são curtos por causa da minha saúde enfraquecida. Eu planejo doar todos os meus ativos porque eu tenho uma quantia de € 200.000 na minha conta que eu não quero deixar no banco. Procurando por alguém que possa herdar minha propriedade, por isso, se alguém estiver interessado no legado de minha propriedade, ele poderá entrar em contato comigo por e-mail, por mais motivos, como parte da minha doaçã",
        "likes": 0
      },
      {
        "id": "UgxR9Yot_LyITJob0Bx4AaABAg.8r_MZFKpU0R8uTlZStZ5qc",
        "user": "Viajando pelo mundo",
        "date": "2 months ago",
        "timestamp": 1557574404715,
        "commentText": "Obrigada por gostar da gente. 🇧🇷",
        "likes": 0
      },
      {
        "id": "UgxR9Yot_LyITJob0Bx4AaABAg.8r_MZFKpU0R8v6UUGFcGO3",
        "user": "Eduardo Serrão",
        "date": "1 month ago",
        "timestamp": 1560252804716,
        "commentText": "Certo, eu também gosto, mas não precisavas de conjugar o pronome assim, 'eles'...",
        "likes": 0
      },
      {
        "id": "UgxR9Yot_LyITJob0Bx4AaABAg.8r_MZFKpU0R8v_-oeNjCpq",
        "user": "João Farinhote",
        "date": "1 month ago",
        "timestamp": 1560252804718,
        "commentText": "\"Amo eles\" 🤭",
        "likes": 1
      },
      {
        "id": "UgxR9Yot_LyITJob0Bx4AaABAg.8r_MZFKpU0R8wHKP-noXrJ",
        "user": "David Banza",
        "date": "3 weeks ago",
        "timestamp": 1561030404719,
        "commentText": "Nenhum portugues diz \"amo eles\"",
        "likes": 1
      },
      {
        "id": "UgxR9Yot_LyITJob0Bx4AaABAg.8r_MZFKpU0R8x1Umf3ZivV",
        "user": "BiaSWAGamer GG",
        "date": "5 days ago",
        "timestamp": 1562412804721,
        "commentText": "Kkkkkkkkkkk",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgwcVzDxoOfROSAbCfZ4AaABAg",
    "user": "Bernardo Pratta",
    "date": "5 months ago",
    "timestamp": 1549884804137,
    "commentText": "Sou jovem português e não vim justificar nada. \nSou um apaixonado por Portugal e por portugueses.\nSou também apaixonado de igual forma, pelo Brasil e pelos brasileiros.\nDurante muito tempo vivi iludido no estereotipo de que todo o brasileiro é bandido e toda a brasileira é fácil. \nUm dia fui ao Brasil e percebi que para os brasileiros, todo o português é bandido, burro, Joaquim ou Manuel e toda a portuguesa tem bigode.\n\n\n1º PONTO: Queria pedir desculpa em nome de todos os portugueses que se identificarem com a minha mensagem. \nFazer generalizações é básico e triste. Adorava que não existissem fronteiras entre os nossos países/povos-irmãos. Somos mais iguais do que pensamos e para além de nos termos de tratar com respeito, deviamos tirar proveito da nossa proximidade cultural, ser mais amigos que cochiqueiros.\n\n\n2º PONTO: (Vou generalizar agora) Os jovens portugueses são efetivamente (não em maioria, mas em grande número) uns desesperados.\nTenho vergonha de atitudes destas, é como se alguém da minha familia estivesse a achincalhar os meus amigos mais próximos.",
    "likes": 25,
    "hasReplies": true,
    "numberOfReplies": 6,
    "replies": [
      {
        "id": "UgwcVzDxoOfROSAbCfZ4AaABAg.8rAgT7qu2xY8rAhnwoOmd7",
        "user": "Bruna Mansur",
        "date": "5 months ago",
        "timestamp": 1549884804647,
        "commentText": "Bernardo Pratta olá Bernardo. Agradeço o seu comentário. Ler a opinião de quem me assiste é muito importante, ainda mais você sendo Portugues! Eu amei o país e o povo, tenho muito carinho por Portugal, mas infelizmente essa foi a percepção que eu fiquei com os jovens homens.",
        "likes": 0
      },
      {
        "id": "UgwcVzDxoOfROSAbCfZ4AaABAg.8rAgT7qu2xY8rCMJCBgUjQ",
        "user": "Bernardo Pratta",
        "date": "5 months ago",
        "timestamp": 1549884804648,
        "commentText": "@Bruna Mansur Bruna, agradeço que tenhas chamado a atenção para este problema, e é preciso expor esses canalhas que não fazem bem a ninguém, nem a eles próprios.\n\n\n\n\nÉ compreensível que tenhas tido essa imagem do jovens portugueses.\nHonestamente, talvez por ser rapaz, nunca me cruzei com uma situação dessas, em que eu, ou alguém que eu conheça tenha \"stalkado\" alguém assim.\nMas consigo entender que essa situação aconteça, frequentemente.\nA nossa geração de jovens portugueses é muito mais desastrada socialmente do que as anteriores. E por isso é obvio que as mulheres portuguesas (generalizando são conservadoras) não tenham interesse num homem que não sabe ser atraente. \nE depois existe um bando de desesperados que só tem duas saídas, ou vão ganhar autoconfiança ao se embebedarem nos bares e discotecas para meter conversa, ou fazem-no através das redes sociais desesperadamente. \n\n\nAgora em defesa do meu povo, eu já viajei pelos 4 cantos do mundo e (mesmo sendo heterossexual) acho o homem Português um dos mais atraentes do mundo. Quando não entram nesta categoria de desesperados (que embora grande, não é maioritária) são homens auto-confiantes, cultos, comunicão facilmente e geralmente até dão um pézinho de dança.\nEu vejo o Português como um tipo de homem muito próprio, mas ao mesmo tempo parece uma mistura de espanhol com brasileiro. (dependendo da zona do país)",
        "likes": 1
      },
      {
        "id": "UgwcVzDxoOfROSAbCfZ4AaABAg.8rAgT7qu2xY8rSw_WHMvhI",
        "user": "Glauce Junie Lopes",
        "date": "4 months ago",
        "timestamp": 1552304004650,
        "commentText": "Legal ver que você reconhece os erros e que aprendeu a não generalizar os brasileiros, principalmente as brasileiras. O mal de certas pessoas é acharem que tem um rei na barriga e se acharem nobres, os santinhos, os corretos e que não aprontam. Pessoas que não valem o prato que comem existem em DIVERSOS lugares, mas os que não prestam são os daqui, não é ? Não vou ser tola e dizer que não tem gente aqui que abraça a promiscuidade, mas nem todo mundo é igual.",
        "likes": 1
      },
      {
        "id": "UgwcVzDxoOfROSAbCfZ4AaABAg.8rAgT7qu2xY8rSxGYz-6VC",
        "user": "Glauce Junie Lopes",
        "date": "4 months ago",
        "timestamp": 1552304004651,
        "commentText": "Ah, também tinha a visão de que todos vocês são racistas, metidos a superiores e etc. Ainda bem que aprendemos a ver o quanto erramos e evoluímos.",
        "likes": 0
      },
      {
        "id": "UgwcVzDxoOfROSAbCfZ4AaABAg.8rAgT7qu2xY8rSyCOB_wId",
        "user": "Bernardo Pratta",
        "date": "4 months ago",
        "timestamp": 1552304004652,
        "commentText": "@Glauce Junie Lopes Pois, não concordo. Eu diria que 1 quinto dos portugueses não gosta de emigrantes. Mas eu cresci ao lado de uma comunidade africana e outra cigana. Nestas zonas é mais comum haver racismo. Mas o português no geral aceita muito bem os estrangeiros. \nBasta o facto de que quase 10% da nossa população nasceu em África. Como o meu pai, tios e avós. \nOs estilos principais que se passam nos bares e discotecas é Kizomba, Reggaeton e Funk.",
        "likes": 3
      },
      {
        "id": "UgwcVzDxoOfROSAbCfZ4AaABAg.8rAgT7qu2xY8rSyR9dNkaJ",
        "user": "Glauce Junie Lopes",
        "date": "4 months ago",
        "timestamp": 1552304004654,
        "commentText": "@Bernardo Pratta, Ah, claro. Entendi!",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgzBcbkbDOtpn-OauVB4AaABAg",
    "user": "valeria alves",
    "date": "5 months ago",
    "timestamp": 1549884804139,
    "commentText": "PORTUGUESES SENTEM E INVEJAAAAAAAAAA #CHORAMENOS SEUS MIERDAS",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugwx2eKRSRkzTRI-44J4AaABAg",
    "user": "valeria alves",
    "date": "5 months ago",
    "timestamp": 1549884804141,
    "commentText": "essses portugueses fd@#4 kkk  SOU BRASILEIRA COM ORGULHO ! GRAÇAS A DEUS SOU DAQUI",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "Ugwx2eKRSRkzTRI-44J4AaABAg.8r6hRa9vXaH8rhE5O4QcSr",
        "user": "Empire Plays",
        "date": "4 months ago",
        "timestamp": 1552304004505,
        "commentText": "Realmente, mas a maior parte é gente boa",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugxza_X7R0wd3ypYK_R4AaABAg",
    "user": "Rafaela Almeida",
    "date": "5 months ago",
    "timestamp": 1549884804144,
    "commentText": "Depende das pessoas por isso ninguém é santo/a neste mundo",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxOw1HAx1T7dogjSyZ4AaABAg",
    "user": "Cynthia Calixto",
    "date": "5 months ago",
    "timestamp": 1549884804146,
    "commentText": "Conheci um Português lindo aqui no Brasil e ele me tratou com muito respeito. Agora vendo o video estou de boca aberta. Ele é muito recatado, não fala de sexo por telefone,  e nunca me pediu e nem mandou nudes. E eu que tive que ter iniciativa. Achei ele 1000 vezes mais respeitoso que os Brasileiros. Ele  é bem recatado.\nPena que foi embora pq não arrumou emprego no Brasil e eu não tenho estrutura financeira p manter ele aqui. Mas amei o jeito dele conservador e respeito.",
    "likes": 7,
    "hasReplies": true,
    "numberOfReplies": 3,
    "replies": [
      {
        "id": "UgxOw1HAx1T7dogjSyZ4AaABAg.8qzC7qyokkI8tLQlzsn7MY",
        "user": "ღCʀy Bᴀʙʏღ :3",
        "date": "3 months ago",
        "timestamp": 1554982404560,
        "commentText": "Q bacana",
        "likes": 0
      },
      {
        "id": "UgxOw1HAx1T7dogjSyZ4AaABAg.8qzC7qyokkI8u-1-Q4Q2Ju",
        "user": "Carlos Saraiva",
        "date": "2 months ago",
        "timestamp": 1557574404561,
        "commentText": "Isso não é ser conservador, é ser respeitoso e educado, características próprias de um homem progressista. Conservador é tratar as mulheres como inferiores e fazerem delas criadas não pagas e de bezerras criadoras.",
        "likes": 0
      },
      {
        "id": "UgxOw1HAx1T7dogjSyZ4AaABAg.8qzC7qyokkI8ucMJIL7BQy",
        "user": "ricardo silva",
        "date": "2 months ago",
        "timestamp": 1557574404567,
        "commentText": "Cynthia ,  obrigado  pelo o carinho para com o meu povo. Eu sou português  e acho as mulheres brasileiras lindas . que Deus te proteja  e que traga saúde e felicidade  e tudo de bom  para  ti . Eu sou solteiro e adorava conhecer uma brasileira  para namorar ,  casar  e  ter  filhos .  😘😘😘😘😘😘😘😘😘😘😘😘😘😘",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugx6CmhZ3KbtrHPfMZV4AaABAg",
    "user": "Rose Xavier",
    "date": "5 months ago",
    "timestamp": 1549884804148,
    "commentText": "essa conversa e intediante.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyhJ722Otg-pPNi9A14AaABAg",
    "user": "Raquel Freitas",
    "date": "5 months ago",
    "timestamp": 1549884804151,
    "commentText": "Muitas venezuelanas estão se prostituindo no Brasil por falta de opção, não estão encontrando trabalho, nem por isso nós brasileiros generalizamos como se toda venezuelana fosse prostituda, é triste saber que esta é a visão que o mundo tem de nós.",
    "likes": 50,
    "hasReplies": true,
    "numberOfReplies": 6,
    "replies": [
      {
        "id": "UgyhJ722Otg-pPNi9A14AaABAg.8qTQrkjyuhb8szOnqzJGzp",
        "user": "Luiz Carlos Guimarães",
        "date": "3 months ago",
        "timestamp": 1554982404604,
        "commentText": "NO DIA EM QUE O BRASIL BATER O MARTELO NA MESA EXIGINDO RESPEITO! NESSE DIA O MUNDO PASSAM A RESPEITAR O BRASILEIRO! GOSTEI DE VER BRASILEIROS DANDO UMA SURRA DE PONTAPÉS EM UNS EUROPEUS DE UM DETERMINADO PAIS EUROPEU! NO DIA EM QUE MATARAM UM BRASILEIRO EM PORTUGAL! POR TER URINADO EM VIA PÚBLICA! OS BRASILEIROS DEVERIA TER AGIDO COM REPRESÁLIA E TER FEITO O MESMO COM UM PORTUGUÊS AQUI NO BRASIL! RESPEITO MUTUO! É O PRINCIPIO DA RECIPROCIDADE! SENDO ASSIM OS PORTUGUESES VÃO PENSAR DUAS VEZES AO AFRONTAR BRASILEIROS EM PORTUGAL!",
        "likes": 0
      },
      {
        "id": "UgyhJ722Otg-pPNi9A14AaABAg.8qTQrkjyuhb8ugo6HZm_wd",
        "user": "black videos",
        "date": "2 months ago",
        "timestamp": 1557574404605,
        "commentText": "@Luiz Carlos Guimarães nem todos são respeitados ai muitos sofrem pra caramba pra poder viver ai por causa de preconceito e isso acontece em todo lugar",
        "likes": 0
      },
      {
        "id": "UgyhJ722Otg-pPNi9A14AaABAg.8qTQrkjyuhb8uhjR2_SmZQ",
        "user": "Luiz Carlos Guimarães",
        "date": "2 months ago",
        "timestamp": 1557574404607,
        "commentText": "@black videosCerto! mas devemos combater isso com persistência! é um crime imperdoável que não devemos deixar impune! não se trata de vingança não! mas um zelo pela nossa dignidade! devemos pôr na cadeia os racistas os xenófobos! e deixa-los lá, até completar de totalmente a sua pena! e sem o relaxamento da pena! pois só assim seremos respeitados!",
        "likes": 0
      },
      {
        "id": "UgyhJ722Otg-pPNi9A14AaABAg.8qTQrkjyuhb8wEynhN5oas",
        "user": "Daniel Dada",
        "date": "3 weeks ago",
        "timestamp": 1561030404618,
        "commentText": "Fazem isso por nessecidade.\nHa muita pobre da venesuela.\nMaduro assacino.",
        "likes": 1
      },
      {
        "id": "UgyhJ722Otg-pPNi9A14AaABAg.8qTQrkjyuhb8wF531zsq4s",
        "user": "Luiz Carlos Guimarães",
        "date": "3 weeks ago",
        "timestamp": 1561030404620,
        "commentText": "@Daniel Dada Maduro e Kim Jong Um estão sob a proteção de grandes potências! o problema parece não ter solução! pobre gente! são reféns do sistema! igual as favelas do Rio! os bandido fizeram dos morros verdadeiras FORTALEZAS cheias de labirintos! fazem da população reféns! se mistura com elas! eu acredito que nem o FBI dos EUA daria conta de resolver esse problema dos morros carioca",
        "likes": 0
      },
      {
        "id": "UgyhJ722Otg-pPNi9A14AaABAg.8qTQrkjyuhb8wxF79cIbyH",
        "user": "Fernando Carvalho",
        "date": "1 week ago",
        "timestamp": 1562240004621,
        "commentText": "Raquel, num país com milhões de pessoas acontece haver algumas que são simplesmente desprezíveis e Portugal não é excepção. Milhões podem te respeitar anonimamente, mas havendo meia dúzia que te incomoda será com certeza fácil cair na tentação que esse punhado de pessoas caracterizam a maioria. Não é verdade!\nTambém posso dar um exemplo facilmente comprovável: se pegar num jornal diário, nas páginas centrais publicitárias vai encontrar muitos anúncios de pessoas oferecendo-se explicitamente, até com fotos, e muitas, mesmo muitas, identificando-se como pessoas brasileiras! Talvez isso influencie algumas opiniões menos formadas, para não chamar de anormais, a pensar que podem generalizar para todos os cidadãos brasileiros. Obviamente que é triste e abjecto!\nResumidamente, é lamentável que existam seres estúpidos que não se sabem comportar, mas não representam a generalidade dos portugueses. Os brasileiros e cidadãos de outros países são bem-vindos, são respeitados e podem estar seguros que isso é a regra em Portugal. ;)",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgxPEYqaUX2GYzmXk6p4AaABAg",
    "user": "Giovanna melo",
    "date": "5 months ago",
    "timestamp": 1549884804155,
    "commentText": "As brasileiras tem fama de putas pq na década de 90 muitas foram para Europa se prostituir, e tbm pq o Brasil passa uma imagem ruim! Isso me deixa meio mal pois quero muito estudar na polonia porém, tenho receio de sofrer preconceito. Mais uma coisa os europeus tbm são vagabundos pois se eles não pagassem não teria tanta prostituição em seus países, enfim uma coisa que tbm me dá raiva do povo brasileiro é que quando um gringo vem pro Brasil as pessoas são super baba ovo principalmente as mulheres se abrem toda para os gringos, VERGONHAA!!!",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 6,
    "replies": [
      {
        "id": "UgxPEYqaUX2GYzmXk6p4AaABAg.8qNLNGVcJ2Q8qNtlPkM2Mq",
        "user": "willeste p9",
        "date": "5 months ago",
        "timestamp": 1549884804732,
        "commentText": "verdd tipo qualquer evento esportivo que tem no brasil colocou mulatas com a bunda de fora pra rebolar ....isso no sul do brasil colocaram pessoas com teste típico da região homenageando os colonizadores q ali ficaram e não bunda de fora como o Rio de Janeiro costuma fazer ...",
        "likes": 1
      },
      {
        "id": "UgxPEYqaUX2GYzmXk6p4AaABAg.8qNLNGVcJ2Q8qNuiSZszkv",
        "user": "Giovanna melo",
        "date": "5 months ago",
        "timestamp": 1549884804734,
        "commentText": "@willeste p9 sim, o rio de janeiro é a cidade que mais recebe turistas e as mulheres de lá se jogam pra cima dos gringos e ai eles saem pensando que o Brasil todo é assim!! Sou do interior de sp não vou dizer que aqui não tenha maria passaporte(kkkk que corre atrás de gringo), porém, aqui não tem esse tanto de depravação. O sul tbm está meio contaminado com essa cultura da bundalização mais não se compara ao restante do Brasil, as sulistas que vejo indo pra fora vão na intenção de estudar e trabalhar. Enfim não estou generalizando mais a maioria ferra com nossa imagem.",
        "likes": 1
      },
      {
        "id": "UgxPEYqaUX2GYzmXk6p4AaABAg.8qNLNGVcJ2Q8qNxL9yF_8U",
        "user": "willeste p9",
        "date": "5 months ago",
        "timestamp": 1549884804735,
        "commentText": "+Giovanna melo ..acredito que em São Paulo e no sul do brasil colocaram algo bem tipo o da região e não bunda...agora imagina uma coisa sabe quem são os turistas estrangeiro que mais frequentam o brasil ?? os solteiros principalmente atraídos por uma imagem que se vendem la fora sobre o brasil que aki encontrará todo tipo de diversão e entretenimento envolvendo sexo e drogas e aí se usam a imagem do Rio de Janeiro nas agências de viagens com fotos de mulheres vestidas com fantasias de carnaval ...e os americanos sao os que mais visitam o brasil principalmente os homens solteiros atrás de diversão ..agora o que faz um americano ganhando bem nos Estados unidos num país rico o que faz esses gringos virem aki pro Brasil arriscaram suas vidas no Rio de janeiro apenas por causa de praias será que eles vêem por causa de praia mesmo se la nos Estados unidos existem muitas praias bonitas ...concerteza eles vêem pra cá em busca de diversão sexual e facilidades que o brasil permite",
        "likes": 3
      },
      {
        "id": "UgxPEYqaUX2GYzmXk6p4AaABAg.8qNLNGVcJ2Q8qNxicIwdyD",
        "user": "willeste p9",
        "date": "5 months ago",
        "timestamp": 1549884804737,
        "commentText": "+Giovanna melo os eventos esportivos deveriam acontecer em São Paulo tem praias tao bonita quanto Rio e são Paulo é mais seguro q rio",
        "likes": 0
      },
      {
        "id": "UgxPEYqaUX2GYzmXk6p4AaABAg.8qNLNGVcJ2Q8qO2kSYnIZk",
        "user": "Giovanna melo",
        "date": "5 months ago",
        "timestamp": 1549884804738,
        "commentText": "@willeste p9 falou tudo! O que me deixa com mais raiva é que os brasileiros permitem que os estrangeiros venham para o nosso país e caguem pras nossas regras eles vêem pra cá e pensam que estão em um bordel a céu aberto fazem varias merda e depois saem reforçando o estereótipo que o Brasil é prostituição, carnaval e drogas, lamentávelmente os próprios brasileiros mancham nossa imagem e dão abertura pra que sejamos julgados como sub-desenvolvidos, sem cultura. Ah e quando vamos para o país deles somos maltratados e sofremos preconceito afinal pagamos pela maioria.",
        "likes": 1
      },
      {
        "id": "UgxPEYqaUX2GYzmXk6p4AaABAg.8qNLNGVcJ2Q8qO37wsVECW",
        "user": "Giovanna melo",
        "date": "5 months ago",
        "timestamp": 1549884804739,
        "commentText": "@willeste p9 infelizmente o Brasil é um caos e isso é desde de sempre! Na minha opinião isso se deve ao marxismo aliás a unica coisa que deu certo no Brasil kkkkk.",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgzEcFrOyUk__xYXp8l4AaABAg",
    "user": "linharesvids",
    "date": "5 months ago",
    "timestamp": 1549884804159,
    "commentText": "Tinder é pra puta mesmo cá entre nós....",
    "likes": 4,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugy2r3uU9toARZ7BKlZ4AaABAg",
    "user": "Ana Maria Lopes da Silvia Bruns",
    "date": "5 months ago",
    "timestamp": 1549884804172,
    "commentText": "Os portugueses que saem com prostitutas,são prostitutos também,então parem de condenar as prostitutas  e fazerem vistas grossas para os prostitutos que pagam e fazem crescer a prostituicao,se nenhum homem português pagassem prostitutas brasileiras,elas iriam embora de Portugal,só existe produto no mercado se houver consumidor,se é que me entendem,são todos culpados,homens e mulheres que se prostituem pagando ou de graça,perante DEUS são iguais,aff",
    "likes": 21,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyMMpG4xliY4_uyX1h4AaABAg",
    "user": "Ana Maria Lopes da Silvia Bruns",
    "date": "5 months ago",
    "timestamp": 1549884804175,
    "commentText": "Outra coisa que reparei foram  muitos brasileiros trabalhando honestamente,em shoppings,super mercados,hotéis,com certeza tem muito desonestos,mas temos que valorizar os honestos também,não acham?",
    "likes": 15,
    "hasReplies": true,
    "numberOfReplies": 3,
    "replies": [
      {
        "id": "UgyMMpG4xliY4_uyX1h4AaABAg.8qKrrjGOvz28qL76T1Ec3o",
        "user": "Bruna Mansur",
        "date": "5 months ago",
        "timestamp": 1549884804536,
        "commentText": "Ana Maria Bruns exatamente!!! 👏🏻👏🏻👏🏻",
        "likes": 0
      },
      {
        "id": "UgyMMpG4xliY4_uyX1h4AaABAg.8qKrrjGOvz28sMV5SJzGem",
        "user": "Lyia Doverich",
        "date": "4 months ago",
        "timestamp": 1552304004538,
        "commentText": "sim é verdade...",
        "likes": 1
      },
      {
        "id": "UgyMMpG4xliY4_uyX1h4AaABAg.8qKrrjGOvz28szRDyfx1Pf",
        "user": "Luiz Carlos Guimarães",
        "date": "3 months ago",
        "timestamp": 1554982404543,
        "commentText": "Os portugueses não trabalham para os brasileiros! então por que os brasileiros tem que trabalhar para os portugueses? sendo empregados deles fazendo o serviços sujo e humilhantes? criam vergonha na cara seus brasileiros fuinhas! querem se humilhar? escolham pelo menos um país rico que pagam bem! e mesmo assim está errado! por isso não nos respeitam! sejam pobres com dignidade no brasil do que um pedinte nesses países que destrói a dignidade dos brasileiros! A DITADURA JÁ ACABOU PORTANTO NÃO HÁ MAIS NECESSIDADE DE SE HUMILHAR POR UNS PUNHADOS DE EURO OU DÓLARES! O BRASIL TEM QUE APRENDER SE DAR O RESPEITO!",
        "likes": 2
      }
    ]
  },
  {
    "id": "Ugwpac9BU6HulbMbdrN4AaABAg",
    "user": "Ana Maria Lopes da Silvia Bruns",
    "date": "5 months ago",
    "timestamp": 1549884804178,
    "commentText": "Não tenho nada contra Portugal e nem contra os portugueses,fui como turista com meu esposo com quem sou casada há 23 anos,e também com minhas filhas já moças,mesmo assim senti sim preconceito por ser brasileira,não vou aqui defender a prostituicao das brasileiras,mas vejo as pessoas condenando as prostitutas,mas os homens que correm atrás delas são o que? Isto é um machismo sem limites,e errado se prostituir,mas não errado homens portugueses casados correrem atrás de mulheres prostitutas,como assim? quando uma mulher ia ser apedrejada por ser adúltera,muitos homens que estavam com a pedra na mão para apedreja lá,já tinha se prostituido com ela ,ou com outras mulheres,mas queriam acabar com ela,o que Jesus disse,aquele que não tiver pecado ,atire a primeira pedra,a verdade é que os portugueses têm uma queda pelas mulheres brasileiras e correm atrás,eu mesmo casada fui acediada,mesmo estando com meu marido,me desculpe eu não ando com roupas escandalosas e nem flertei com ninguém,muitas portuguesas me olhavam com ódio,por eu ser brasileira,parem de colocar a culpa só nas prostitutas,estes homens que ficam com elas,também não valem nada,as portuguesas deveriam ter raiva destes homens também,pois eles também não prestam,porque só ficam com raiva das prostitutas,? E depois qualquer mulher brasileira que visite Portugal tem que sofrer este preconceito,tá na hora de isto mudar,por favor portugueses não coloquem todo mundo no mesmo saco,eu não tenho nada para reclamar de Portugal, fora este preconceito doentio, amo o Pais e o povo,mais não gostei nada desta forma preconceituosa de tratamento,já deu!",
    "likes": 22,
    "hasReplies": true,
    "numberOfReplies": 3,
    "replies": [
      {
        "id": "Ugwpac9BU6HulbMbdrN4AaABAg.8qKdPddV8AL8szL_66AQtG",
        "user": "Luiz Carlos Guimarães",
        "date": "3 months ago",
        "timestamp": 1554982404675,
        "commentText": "Portugal está cheio de prostitutas portuguesas! que se prostitui para matar a fome! o brasileiro e brasileira que visitam Portugal  são prostitutos morais! e merecem esse tratamento! nenhum brasileiro ou brasileira deveria por os pés num país atrasado e pobre como Portugal! que AS CUSTAS da  União Europeia! está se achando! o brasileiro precisa se valorizar mais! O BRASIL É UM DOS PAÍSES MAIS IMPORTANTES DO MUNDO! PARA SE REBAIXAR ASSIM A UM PAÍS INSIGNIFICANTE COMO PORTUGAL! os homens procuram as prostitutas para escapar das vis mulheres imprestáveis que se diz mulher de família! mas TODAS sem tirar ninguém são cruéis e interesseira! e usam a lei de maneira suja e ordinária para arruinar um homem com essa hipocrisia de assédio sexual! e muitas dessas meliantes! usam um falso estupro para acusar um homem quando as convém!",
        "likes": 0
      },
      {
        "id": "Ugwpac9BU6HulbMbdrN4AaABAg.8qKdPddV8AL8u-0Ktoe6Cq",
        "user": "Carlos Saraiva",
        "date": "2 months ago",
        "timestamp": 1557574404677,
        "commentText": "OK, e então os pasteis de nata, que tal estavam?",
        "likes": 0
      },
      {
        "id": "Ugwpac9BU6HulbMbdrN4AaABAg.8qKdPddV8AL8wyTQhX28tw",
        "user": "Samira Soares Bangura",
        "date": "6 days ago",
        "timestamp": 1562326404678,
        "commentText": "Luiz Carlos Guimarães mulheres imprestaveis? Ágora por causa de uns pagao todos? se e tao pobre o porque de voces tarem a fugir para Portugal para terem uma vida digna e estavel? BRASIL e um país racista aonde so o Branco pode ser rico e viver Bem tem muitos amigos brasileiros que falao como realmente e o brasil e triste voces so gostarem de se classificar como class a,b,c por favor Ja que te sentes assim nao precisas vir ao Meu lindo país ,seguro aonde tanto o negro como o Branco tem casa propria ,carro ,falao varios idiomas e Claro em Portugal os negros falao portugues correctamente 😊",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgxsZzLFYlrzSFfPKt54AaABAg",
    "user": "Kanimambo 2000",
    "date": "5 months ago",
    "timestamp": 1549884804182,
    "commentText": "Os portugueses são desesperados? Volta para o teu país que só tem macacos vai baloiçar nas árvores se não fôssemos nos vocês nem existiam povo mm fraco",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 5,
    "replies": [
      {
        "id": "UgxsZzLFYlrzSFfPKt54AaABAg.8qKKfCImeVn8rhEk9UKsf1",
        "user": "Empire Plays",
        "date": "4 months ago",
        "timestamp": 1552304004630,
        "commentText": "Bebeste uns bons copos caralho! Continua assim depois não reclamas",
        "likes": 0
      },
      {
        "id": "UgxsZzLFYlrzSFfPKt54AaABAg.8qKKfCImeVn8sSb7-P5CN1",
        "user": "Bruno Guilherme",
        "date": "3 months ago",
        "timestamp": 1554982404631,
        "commentText": "Saquearam toda a riqueza da nossa terra, e ainda assim são um país de merda. Em toda a Europa e mundo, seu país é visto como um dos piores mais insignificantes da Europa. Tudo que o Brasil tem de ruim é culpa dos colonizadores portugueses que trouxeram escravidão, exploração, destruição e miséria, para uma terra que havia paz, riquezas naturais e um potencial gigante.",
        "likes": 5
      },
      {
        "id": "UgxsZzLFYlrzSFfPKt54AaABAg.8qKKfCImeVn8tKVZ3xyUjj",
        "user": "Glauce Junie Lopes",
        "date": "3 months ago",
        "timestamp": 1554982404633,
        "commentText": "Oh, imbecil. Você assistiu ao vídeo ? Não sabe interpretar as coisas ?",
        "likes": 0
      },
      {
        "id": "UgxsZzLFYlrzSFfPKt54AaABAg.8qKKfCImeVn8tKWGQo5_FY",
        "user": "Glauce Junie Lopes",
        "date": "3 months ago",
        "timestamp": 1554982404634,
        "commentText": "Ser chamado de macaco não é nenhuma ofensa para mim. Macaco é um animal inteligente, acolhedor, nobre, tem sentimentos, já você... Você nem de pena merece ser digno.",
        "likes": 2
      },
      {
        "id": "UgxsZzLFYlrzSFfPKt54AaABAg.8qKKfCImeVn8tb5IMzj4QK",
        "user": "Angela Gomes",
        "date": "3 months ago",
        "timestamp": 1554982404635,
        "commentText": "@Milene Garcia YouTube  Brasil  paralelo",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugw32gTGXOHaWnzargZ4AaABAg",
    "user": "Sérgio Gomes",
    "date": "5 months ago",
    "timestamp": 1549884804186,
    "commentText": "Lamento o que te aconteceu. Isso é um estereotipo criado ao longo dos últimos anos devido a determinados tipos de mulheres brasileiras que vieram para cá. Agora o vosso maior desafio é realmente afirmar que a mulher brasileira se dá ao respeito.",
    "likes": 4,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzCr_ZP9TKbiNSwyot4AaABAg",
    "user": "Rui Miguel",
    "date": "5 months ago",
    "timestamp": 1549884804190,
    "commentText": "Eu sou Portugues e Nâo sei o que dizer,,,, \r\nlamento mesmo muito pelo attitude de algums Porcos \r\nde Portugal.\r\nO conselho que eu posso lhe dar \rse isso lhe aconteser mais alguma vez\né de voçê falar com os seus amigos e amigas Portugeses\r\ne lhes dizer que esta a ser perseguida pelo um hommen\r\ne que essa pessoa nao para de lhe perseguir, que lhe falta\r\no respeito e que para de lhe insoltar . \r\n\r\neu até lhe conselho de contactar a policia e explique sua situação.\no que você está vivendo por causa dessa pessoa.\r\na leis contra a perseguiçâo das pessoas \r\nvocê nâo deve hesitar a chamar a Policia \r\nNâo é Pour que é Brasiléira que você nâo tem direitos\r\nVocê tem direitos em Portugal \r\ne até como brasileiros, os nossos irmâos  deviam ter mais direitos que os estrangeiros da europa.\r\nmas infelizmente os nossos países sâo governados por socialistas capitalistas .\r\nMais uma vez lamento mesmo o que voce vive o viveo com esse Porco de Portugues .\r\n\r\nqueria so lhe pedir , porfavor nâo pense que todos os Portugueses sâo assim .\r\ncommo é ividente que tudas as brasiléiras nâo sâo P.... \r\no que todos os brasiléiros  é mau o ladrâo \r\nisso é mintira isso é  propaganda de racistas .\r\nvoces nâo devem falar o conviver com esses idiotas,incultos, racistas e muito mais  \r\nAcredite que mais de 90% dos Portugueses \r\ntem um imenso carinho e respeito pelo o Povo Brasilèiro \r\nos nossos irmâos .\r\nirmâos nâo é so uma palavra que nos dizemos. \r\né muito mais que uma palavra, é o sentimento que nos temos.\r\n\r\nUn Grande abraço os nossos irmâo Brasilèiro\r\nem Portugal no brasil ,mas tambem pelo Mundo inteiro \r\na procora de uma vida melhor . \r\ndezeijo lhes todo do melhor nas voças vidas \r\nmuinta felicidade e Principalmente muita saude \r\nForte abraço!!!!",
    "likes": 33,
    "hasReplies": true,
    "numberOfReplies": 5,
    "replies": [
      {
        "id": "UgzCr_ZP9TKbiNSwyot4AaABAg.8qIrnnFc-xZ8qJ0ZmlLN2l",
        "user": "Bruna Mansur",
        "date": "5 months ago",
        "timestamp": 1549884804688,
        "commentText": "Rui Miguel agradeço seu comentário! Estás certo... eu conheci portugueses maravilhosos e amei o país e as pessoas! Eu bloqueei esta pessoa em minhas redes sociais para evitar mais problemas! Um grande abraço e tufo de bom!!!",
        "likes": 3
      },
      {
        "id": "UgzCr_ZP9TKbiNSwyot4AaABAg.8qIrnnFc-xZ8t5yin3fmbh",
        "user": "jane Jane Venâncio",
        "date": "3 months ago",
        "timestamp": 1554982404690,
        "commentText": "E verdade isso o que ela diz no video eles alguns portugueses acham que todas brasileira e rótulos de prostitutas, e muito triste",
        "likes": 1
      },
      {
        "id": "UgzCr_ZP9TKbiNSwyot4AaABAg.8qIrnnFc-xZ8ue_3nRo9iY",
        "user": "smashrel",
        "date": "2 months ago",
        "timestamp": 1557574404691,
        "commentText": "o problema está em egos frágeis de meninos que não receberam educação em casa... Masculinidade tóxica",
        "likes": 0
      },
      {
        "id": "UgzCr_ZP9TKbiNSwyot4AaABAg.8qIrnnFc-xZ8wEzkjV5IhU",
        "user": "Daniel Dada",
        "date": "3 weeks ago",
        "timestamp": 1561030404692,
        "commentText": "Mais val um peido d.uma brazileira c 50 portuguesas c isto digo tudo.\nE sou portugues.",
        "likes": 0
      },
      {
        "id": "UgzCr_ZP9TKbiNSwyot4AaABAg.8qIrnnFc-xZ8wFHf2QSgNg",
        "user": "smashrel",
        "date": "3 weeks ago",
        "timestamp": 1561030404694,
        "commentText": "@Daniel Dada eu não entro por ai. a classe duma mulher não esta onde ela nasce. Tens grandes mulheres de ambas as nacionalidades amigo.",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugx3ESV772QonkAkZY14AaABAg",
    "user": "Marcelo Ahmed Nassif",
    "date": "5 months ago",
    "timestamp": 1549884804193,
    "commentText": "Pra que sair do Brasil para ir nesta bosta de Portugal",
    "likes": 9,
    "hasReplies": true,
    "numberOfReplies": 5,
    "replies": [
      {
        "id": "Ugx3ESV772QonkAkZY14AaABAg.8qHi8rimqX28qc-pQ2Iy5o",
        "user": "Kate Shilbi",
        "date": "5 months ago",
        "timestamp": 1549884804663,
        "commentText": "Kkkkkkkkkk",
        "likes": 2
      },
      {
        "id": "Ugx3ESV772QonkAkZY14AaABAg.8qHi8rimqX28rVLE46cIAw",
        "user": "ana maria mesquita milagre",
        "date": "4 months ago",
        "timestamp": 1552304004664,
        "commentText": "Não venham para Portugal ,é melhor  ficarem no Brasil é muito melhor ,cada macaco no seu galho e é um favor k nos fazem",
        "likes": 4
      },
      {
        "id": "Ugx3ESV772QonkAkZY14AaABAg.8qHi8rimqX28tCHEZQ2xH8",
        "user": "Marcelo Ahmed Nassif",
        "date": "3 months ago",
        "timestamp": 1554982404666,
        "commentText": "@ana maria mesquita milagre isso mesmo...vcs são a bosta da Europa e nós da América do Sul",
        "likes": 0
      },
      {
        "id": "Ugx3ESV772QonkAkZY14AaABAg.8qHi8rimqX28tb55OL1Foz",
        "user": "Angela Gomes",
        "date": "3 months ago",
        "timestamp": 1554982404667,
        "commentText": "YouTube  Brasil  paralelo",
        "likes": 0
      },
      {
        "id": "Ugx3ESV772QonkAkZY14AaABAg.8qHi8rimqX28tufrzqlHqx",
        "user": "Cláudia Costa",
        "date": "2 months ago",
        "timestamp": 1557574404669,
        "commentText": "Como não achamos que o Brasil é uma bosta, nos respeite como um todo, apesar de alguns bostas que aqui temos.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgwEJ8qWaAYDG3CDNwJ4AaABAg",
    "user": "Americo Alexandre novo Cadilhe",
    "date": "5 months ago",
    "timestamp": 1549884804196,
    "commentText": "Essa fama quem a fez foi as brasileiras nos anos 90 imigravam milhares de brasileiras para trabalhar em Portugal na prostituição, nós sabemos que em todos os países há gente boa e má , bonita e feia, gorda ou magra,mas era só para explicar que essa fama  foi feita pelos próprios brasileiros.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxjeP66xGnHsQ6jqTd4AaABAg",
    "user": "Angelo monteiro",
    "date": "6 months ago",
    "timestamp": 1547206404198,
    "commentText": "Tá se achando, não és grande beleza menina 😂😂",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgxjeP66xGnHsQ6jqTd4AaABAg.8pz1-nt_0Mk8tufXOLDJIt",
        "user": "Cláudia Costa",
        "date": "2 months ago",
        "timestamp": 1557574404575,
        "commentText": "Se calhar não e mesmo assim houve um idiota que não a deixou em paz.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgyA6WQdaX44YwXlHRx4AaABAg",
    "user": "Rosebele Nunes",
    "date": "6 months ago",
    "timestamp": 1547206404201,
    "commentText": "Se não gostam do país não o frequentem amores !",
    "likes": 2,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "UgyA6WQdaX44YwXlHRx4AaABAg.8ppIYo5koeU8pwAv7FWUcM",
        "user": "Josias Soares",
        "date": "6 months ago",
        "timestamp": 1547206404519,
        "commentText": "Voce assistiu o video??. Ela não falou mal de portugal, ele so sitou como os jovens-adultos venhem uma brasileira, eles ficam desesperados pra tenta ''comer'' uma brasileira. Voces portugueses mim enojam... Duvido vc vim no brasil tentar toca em uma mulher o minio que vc deve receber na cara e um soco e um belo chute no saco... bjs <3",
        "likes": 5
      },
      {
        "id": "UgyA6WQdaX44YwXlHRx4AaABAg.8ppIYo5koeU8rhFIqMlL3a",
        "user": "Empire Plays",
        "date": "4 months ago",
        "timestamp": 1552304004520,
        "commentText": "@Josias Soares mas já está a generalizar lol",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgwgXjuoAX4uWWTXRtl4AaABAg",
    "user": "Miguel Tavares",
    "date": "6 months ago",
    "timestamp": 1547206405591,
    "commentText": "nos jornais e revistas e anuncios em portugal em cada 30 anuncios de prostituicao de mulher  35 sao brasileiras!! SIM  30 passa a 35 .",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgwgXjuoAX4uWWTXRtl4AaABAg.8paeCSTMw0X8u0FkEPKle5",
        "user": "Sarah Kaylane",
        "date": "2 months ago",
        "timestamp": 1557574405941,
        "commentText": "mas isso não quer dizer que todas as brasileiras são prostitutas, esse fato não justifica.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgwhOQfEyvpE4JYF92x4AaABAg",
    "user": "Patricia Nascimento",
    "date": "6 months ago",
    "timestamp": 1547206405594,
    "commentText": "Absurdo!!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxTihCLxDvOffNdokl4AaABAg",
    "user": "Eduardo Alves",
    "date": "6 months ago",
    "timestamp": 1547206405598,
    "commentText": "infelizmente o Brasil não pode reclamar, o povo se vende como progressista, ligado a essa ideia de sexo fácil, jeitinho brasileiro. Isso só vai mudar quando o povo do Brasil se modificar, a tendência é pior quanto ao assédio.. mulherada que se cuide",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgxTihCLxDvOffNdokl4AaABAg.8pUHx822TXh8tlqGyikMPl",
        "user": "Yasmine Bibiano",
        "date": "2 months ago",
        "timestamp": 1557574405960,
        "commentText": "É só agir com inteligência, rapidinho murcha",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugx-DjdlBSR24LgfJ2B4AaABAg",
    "user": "Art G",
    "date": "6 months ago",
    "timestamp": 1547206405616,
    "commentText": "So Portuguese de origin, Joventudes tem que respaitar as molheres Brazileiras e Portugueses tanbem. Isto nao esta direito pra voces. Nao pode ser abozadas assim. voce tem que reportar alguem. abrassos seu amigo",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "Ugx-DjdlBSR24LgfJ2B4AaABAg.8p99u5kYX8t8u0FvW4czQV",
        "user": "Sarah Kaylane",
        "date": "2 months ago",
        "timestamp": 1557574405968,
        "commentText": "*brasileiras",
        "likes": 0
      },
      {
        "id": "Ugx-DjdlBSR24LgfJ2B4AaABAg.8p99u5kYX8t8wFiPU6fjmd",
        "user": "David Banza",
        "date": "3 weeks ago",
        "timestamp": 1561030405969,
        "commentText": "Assasino da língua de Camões",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgxK_5bp1FVh9TFaUbB4AaABAg",
    "user": "Maria Ribeiro",
    "date": "6 months ago",
    "timestamp": 1547206405620,
    "commentText": "Por exemplo: Portugal não necessita que a imagem da mulher portuguesa fique “ manchada” por mulheres brasileiras ( sem escrúpulos) que habituadas a deixarem os filhos ao abandono no Brasil , chegam a Portugal fazem os filhos e vendem-nos, que vergonha que Portugal ande na “ boca” do mundo por culpa de culturas muitas vezes vazias de sentimentos!!!\nNão venho aqui acusar toda a mulher brasileira, não:  também há decentes , embora ( estas) acabem por sujar e indesejar a mulher brasileira, especialmente em Portugal!!!\nPor favor governo português, como mulher e mãe portuguesa apelo que não deem ( cabidela) a tudo quanto é escumalha de outros países!!!!\nE oxalá que essa descarada seja posta do meu país para fora!!! Vá fazer filhos e vendê-los no país dela !\nE a mulher brasileira sabe que é a mais afetada com descaradas como essa !!!!!.",
    "likes": 3,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzrkmylK9JFVBsdMot4AaABAg",
    "user": "Joao Cruz",
    "date": "6 months ago",
    "timestamp": 1547206405622,
    "commentText": "chega de preconceitos quanto aos portugueses. Arranja um advogado/a e processa - os!\nDe um português com família brasileira e acha isso ridículo também como o contrário.  julgamentos sem conhecimento de causa dos portugueses da vossa parte! Chega! Há leis para isso!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyhF81pGCb7E5TvD1N4AaABAg",
    "user": "Katia Cruz Valente",
    "date": "6 months ago",
    "timestamp": 1547206405624,
    "commentText": "Muito últl o seu vídeo. Infelizmente, isso é real em Portugal. No país em questão é muito mais frequente o assédio por existir uma história lamentável do papel da mulher brasileira. Mas o seu vídeo é uma prova de que essa condição da mulher brasileira mudou e está em transformação, precisamos impor o respeito e aos poucos transformar essa relação. Em 1996 estive em Portugal, na época eu tinha 17 anos e me senti muito mal, pois logo que era identificada como brasileira, as piadas iniciavam. na época eu não era capaz de responder e então me afastava das pessoas e mal saia de casa até retornar ao Brasil. Atualmente percebo alguma diferença quando vou para lá, mas ainda sim é desconfortável.",
    "likes": 5,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzOjwt0SYEM5uUZKf54AaABAg",
    "user": "EdGaR",
    "date": "7 months ago",
    "timestamp": 1544528005625,
    "commentText": "Mesma coisa quando os brasileiros falam que portugues é burro kk agr voces também nao gostam. Então nao podemos generalizar em nada!!!! Ok??",
    "likes": 4,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyFvsOMxy4VTkotD-F4AaABAg",
    "user": "Francisco da costa",
    "date": "7 months ago",
    "timestamp": 1544528005627,
    "commentText": "Sem ofender ninguém! ...já fui no Brasil  mais de 5 vezes  e o que eu vi em termos  de assédio,não  tem comparação  com nenhum  país da Europa,assédio  vai  existir  em todo lugar mas no Brasil  pelo o que eu presenciei e d+ homens até dirigindo mota fazem assédio  a qualquer  mulher que lhes aparece  na frente,por isso o Brasil  tem Motel  em cada esquina,já que  ninguém  se respeita por lá na maioria,é  só irem nas redes sociais  e ver qual é  o tipo de fotos das mulheres  brasileiras. Se tudo aquilo é  para agradar  aos parceiros  tenho muitas dúvidas.",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 33,
    "replies": [
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8pwBM1H8pvT",
        "user": "Josias Soares",
        "date": "6 months ago",
        "timestamp": 1547206406088,
        "commentText": "Amigo pelo jeito vc não conhece o brasil pra ta falando 5 vezes e pouco, vc so deve ter ido na mesma cidade ai vc não viu diferença",
        "likes": 2
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qdpelDdiuD",
        "user": "Luisa Maria",
        "date": "5 months ago",
        "timestamp": 1549884806090,
        "commentText": "Acho que o lugar que você foi só diz respeito a você.  Motéis ficam geralmente nas áreas mais largadas e nas saídas das cidades, deveria ter visto muito porque você mesmo é um pevertido. Em áreas de famílias, não faltam parques e lojas. E são inúmeras brasileiras que dizem que sofrem menos assédio no Brasil do que portugal, espanha e Itália, onde até os idosos dão uma de pevertidos.",
        "likes": 3
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qduZ2n2yBO",
        "user": "Francisco da costa",
        "date": "5 months ago",
        "timestamp": 1549884806091,
        "commentText": "@Luisa Maria isso deve ser na sua cabeça! Lá que diga que a brasileira  usa isso como pretexto ou mesmo como preconceito...sim estive em Goiânia 5 vezes e lá  assédio é  descarado,e sim vi  homem  passando  de mota e assédear quem passava  sim, não  é  coisa da minha cabeça  não!, eu por acaso  sei que isso é  verdade e sei como é  o Brasil  já que minha esposa  é  brasileira  e ela fala isso também, o homem  brasileiro  é  muito galinha.e tem umas mulheres  que gostam de ser as gostosas,  mas nem todas gostam ... não  sei qual é  o seu tipo de mulher... mas você  deve ser daquelas,se for assédio  de brasileiros  para você  não  é  assédio  e sim uma cantadinha,só é  assédio  se for um europeu a dar a cantadinha,em Portugal  um piroco que é  como uma cantadinha  é  considerado  crime,portanto  só  é  assédio  quem se coloca a jeito.",
        "likes": 0
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qdvlksBs_N",
        "user": "Francisco da costa",
        "date": "5 months ago",
        "timestamp": 1549884806093,
        "commentText": "@Luisa Maria e quanto  as motéis  que vi?...Só os vi,porque felizmente  não  sou cego e nem analfabeto e tenho dois olhos que me permitem ver o que tem para se ver.se você  conhecer Goiânia vai ver que é  verdade.",
        "likes": 0
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qevHcpujYx",
        "user": "Luisa Maria",
        "date": "5 months ago",
        "timestamp": 1549884806094,
        "commentText": "@Francisco da costa Eu tenho familiares em Goiânia e nunca sofri nada lá e não vi motel nenhum nem saindo da cidade, por que sou uma moça de família e me visto de modo discreto, nunca me ocorreu nada, o mesmo disseram uma argentina, uma colombiana e uma japonesa quando estava em Brasília que as mulheres brasileiras possuem muito mais liberdade para sair na rua sem assédios do que outros países da região e do sul da europa, onde velhos nojentos assediam moças e principlamente estrangeiras da América do Sul, pevertidos do caralho, sua esposa deve ser uma vagabunda por se casar com um português pevertido a merda como  você. Sua esposa deve ser uma pobretona vagabunda por morar perto desses lugares.",
        "likes": 2
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qeyK92YDJJ",
        "user": "Francisco da costa",
        "date": "5 months ago",
        "timestamp": 1549884806095,
        "commentText": "@Luisa Maria e você deve ser uma puta de noite e se fingir como mulher de família durante o dia.vai contar quantos motéis tem em Goiânia e depois me diz algo...motel veio dos usa que fica nas estradas para as pessoas que viajam dormir ,mas no Brasil são para fazer todo tipo de putaria e chifraria que tanto o povo brasileiro ama,que é quanto mais safado (a) melhor.",
        "likes": 0
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qeyPL1pXvc",
        "user": "Francisco da costa",
        "date": "5 months ago",
        "timestamp": 1549884806097,
        "commentText": "@Luisa Maria pela sua cara se vê que você come e não gosta kkk",
        "likes": 0
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qeyZ1Mdkvk",
        "user": "Francisco da costa",
        "date": "5 months ago",
        "timestamp": 1549884806099,
        "commentText": "@Luisa Maria você deve estar a precisar de alguém que te meta no cu também.",
        "likes": 0
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qeypQupaQP",
        "user": "Francisco da costa",
        "date": "5 months ago",
        "timestamp": 1549884806100,
        "commentText": "@Luisa Maria no Brasil nem existe estradas de jeito como é possível ter motéis por tudo que é lugar?",
        "likes": 0
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qezLkD2zWe",
        "user": "Luisa Maria",
        "date": "5 months ago",
        "timestamp": 1549884806101,
        "commentText": "@Francisco da costa Isso é coisa que a vagabunda da sua esposa deva gostar, do modo que você fala ela . E motel desse modo só existe porque as famílias brasileiras proibem qualquer tipo de relação sexual dos filhos em casa, porque a casa é sagrada, diferente dos EUA onde todos se fodem em casa sem ter vergonha e respeito nenhum. Em \"portugay\" também deve ser assim, e depois abortam os fetos porque são um bando de vagabundos e putas sem religião que até essa merda é considerado normal na porra do seu país com um velho gay esquerdista como presidente, diferente do nosso que é conservador cristão. E dizendo novamente, sou virgem cristã católica prendada e de família, nunca vi esse tipo de lugar no qual você passa não.",
        "likes": 4
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qf01oiuwiy",
        "user": "Francisco da costa",
        "date": "5 months ago",
        "timestamp": 1549884806603,
        "commentText": "@Luisa Maria você é mais uma puta fingida,que vai na igreja e assim que logo sai abre as pernas pro primeiro que lhe aparece na frente,sua fingida, quantos aí é que não pegam as enteadas enquanto as mulheres estão no trabalho?... sexo é sagrado  na família  em casa kkkk deixa me rir .",
        "likes": 0
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qf0zbAXJvb",
        "user": "Francisco da costa",
        "date": "5 months ago",
        "timestamp": 1549884806604,
        "commentText": "@Luisa Maria você é mais uma biata doente,desamada e rejeitada da sociedade por ser tão ignorante.por isso vive com assédio na cabeça , querendo que homem pegue você a força toda,mas homem  aí no Brasil só quer mocinha gostosa e bem novinha por isso coroa como você vive pegando moleque criminoso porque não pega gente decente.tenha vergonha sua vagabunda .",
        "likes": 0
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qfFAjYoGdb",
        "user": "Josias Soares",
        "date": "5 months ago",
        "timestamp": 1549884806606,
        "commentText": "@Francisco da costa calma quem e vc pra ta falando do brasil assim? 5 vezes não e coisa pra vc ter uma opinião formada sobre o brasil vc tem que no minimo visitar ele todos ...",
        "likes": 3
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qfFqwn-Drw",
        "user": "Josias Soares",
        "date": "5 months ago",
        "timestamp": 1549884806608,
        "commentText": "E cara sabe oq vc ta fazendo com essa  mulher q vc está discutindo? assedio e ''bullyeng''. Como vc diz toda brasileira e tal coisa vc ta fazendo oq assedio, dps vem dizer que portugal e de boa pq vendo como vc e deve ser todo portugues tbm,...\nRACISTA.... ja que vc tem uma opinião formal sobre o brasil eu vou ter a minah tbm ''TODO PORTUGUES E RECISTA''",
        "likes": 2
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qfKRr40jpS",
        "user": "Francisco da costa",
        "date": "5 months ago",
        "timestamp": 1549884806610,
        "commentText": "@Josias Soares racista?... você sabe o que é isso?ela é que começou a xingar minha esposa.sim todo mundo conhece um pouco o Brasil, futebol Funk e putaria, não sou eu quem falo,mas um pouco por todo mundo vêm o Brasil assim.se português é racista não sei porque eu não moro em Portugal,mas lá sei que restaurante e Starbucks é para todo tipo de raça, você entra sem ser colocado fora. não como aí no Brasil.",
        "likes": 0
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qfKcSq6t-F",
        "user": "Francisco da costa",
        "date": "5 months ago",
        "timestamp": 1549884806611,
        "commentText": "@Josias Soares bullying você nem sabe o significado dessa palavra,e preconceito é coisa de brasileiros que na maioria usa para não assumir as merdas que faz.",
        "likes": 0
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qfLAVnODw1",
        "user": "Francisco da costa",
        "date": "5 months ago",
        "timestamp": 1549884806613,
        "commentText": "@Josias Soares e putaria em geral a mulher brasileira usa o termo carente ,como estivesse um ano sem ver um pau.o primeiro que vê abre logo as pernas e depois diz que estão carente.vai no YouTube e assiste brasileira  que se envolve com turco e aí vai ver os depoimentos.isso do assédio existe em todo lugar ,mas tem gente que se coloca a jeito. assédio em Portugal é crime para sua informação , só sofre assédio quem quer e se coloca a jeito.",
        "likes": 0
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qfMT6oHT22",
        "user": "Francisco da costa",
        "date": "5 months ago",
        "timestamp": 1549884806614,
        "commentText": "@Josias Soares assiste  o canal \"capivara com asas\" uma montagem num shopping sobre racismo.",
        "likes": 0
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qfNtFqQgKn",
        "user": "Josias Soares",
        "date": "5 months ago",
        "timestamp": 1549884806616,
        "commentText": "@Francisco da costa kkk Aqui no brasil não importa cor pode vim ate de amarelo ninguem liga.Putaria? kkkk putaria? mano isso não em todo o brasil, Fultebo? sim vdd nos gostamos de fultebol mais não quer dizer que jogamos todos os dias. Funk muitos brasileiros ( como eu ) não gostamos de funk. Ja que vc sabe um pouco sobre o brasil agente tbm sabe um pouco sobre portugal, Racismo, Musicas estranhas,Fultebol eu acho que só...",
        "likes": 0
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qfOC3DJhvI",
        "user": "Josias Soares",
        "date": "5 months ago",
        "timestamp": 1549884806617,
        "commentText": "@Francisco da costa Cara vc tem algo contra nós  e nem fala sabe oq chama isso IGUINORANCIA, preconceito existe em todo lugar não so brasil ( e vc tem preconceito com brasileiros ) agente assume mais vcs recista ficam se ''achando'' os maiorais e so pra deixa claro agente nem queria ter essa ''richas'' com vcs mais vcs quem vinheram colonizar nossas terras tava tudo otimo ate vcs chegarem",
        "likes": 0
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qfOSJJ0lzc",
        "user": "Josias Soares",
        "date": "5 months ago",
        "timestamp": 1549884806618,
        "commentText": "Cara vc tem quantos anos? parece criança querendo tranzar com alguem  mais não consegue ai fica xingando os outros. vc tem preconceito com nós brasileiros por qual motivo? nenhum so inveja msm oq somos um pais livre podemos fazer tudo que quiser detro da lei brasileira chupa e chora",
        "likes": 0
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qfbz243S1I",
        "user": "Francisco da costa",
        "date": "5 months ago",
        "timestamp": 1549884806620,
        "commentText": "@Josias Soares o Brasil só é  Brasil,porque os portugueses  lhe deram o nome, e deixaram ir pra lá  todos os nazis e fugitivos  da segunda  guerra  mundial  para não  morrerem  de fome ,se não  teus antepassados  teriam morrido  de fome lá na Alemanha. O que  tu eras se não  fosse aquele  país pequeno  que fica a beira mar?...se os portugueses não  tivessem descoberto o Brasil  !... e ter dado nome ao Brasil!... Sim porque era só índios que por lá  existia, e não  gente racista e nazista como tu.como tu tens cara de pau de  dizer que era teu Brasil?...se teus antepassados   eram nazis e teriam morrido  de fome se esse Brasil não  tivesse sido descoberto pelos portugueses? ...tu e milhares como tu?...o Brasil  só virou essa roubalheira e essa gatunagem e putaria depois de  gente como tu ter ido para o Brasil  ,porque quando chegaram no Brasil  só havia índio,africanos e português,só depois chegou a escória e corja de gatunos e assassinos como tu.vai-te ver no espelho  seu nazi, tenho a certeza  que por ai deve  ter muitos.",
        "likes": 0
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qferQ7VVy6",
        "user": "Josias Soares",
        "date": "5 months ago",
        "timestamp": 1549884806621,
        "commentText": "@Francisco da costa vc sabe oq ta escrevendo?? so pra deixa claro sou decendente de indio ent vc errrou dizendo qeu sou decentende de nazista e se vc não sabe a historia o nazimos so veio anos dps ta",
        "likes": 0
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qfnu6P8XnS",
        "user": "Francisco da costa",
        "date": "5 months ago",
        "timestamp": 1549884806622,
        "commentText": "@Josias Soares seu nome é português seu infeliz.",
        "likes": 0
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qg2t10syqD",
        "user": "Josias Soares",
        "date": "5 months ago",
        "timestamp": 1549884806623,
        "commentText": "@Francisco da costa portugues do brasil nossa lingua pode ser parecida mais nos brasileiros não entendmos quase nada do que vcs falam ent portugues de vcs e diferente",
        "likes": 0
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qgC3uszWCx",
        "user": "Francisco da costa",
        "date": "5 months ago",
        "timestamp": 1549884806625,
        "commentText": "@Josias Soares porque são  burros e mal formados pelos vossos  políticos,que só vos quiseram ensinar  nas escolas,que os portugueses  vos roubaram,enquanto  eles a quem vos  roubaram tudo,enquanto  educação,saúde pública e segurança vos  roubam até hoje.mete isso na tua cabeça  seu burro, Portugal  criou  o Brasil  e não  foi os brasileiros  de hoje.o Brasil tem mais de 500 anos e só  é  Brasil  devido a muitas lutas que os portugueses  tiveram para que o Brasil  fosse só  um país do tamanho  de um continente,aprende isso seu burro.Portugal  já foi a maior nação  do mundo, hoje todos os portugueses  se orgulham muito de Portugal, porque seus cidadãos nunca desistiram do seu país ,como a maioria  do Brasileiro  de hoje,que não  defende  seus direitos e prefere enterrar a cabeça na arreia e fugir pra europa e usa...vai estudar  um pouco  da história  de Portugal  seu burro,Portugal  tem mais de 900 anos de história  e lutou muito para ser aquele país pequeno mas que deu a conhecer  um novo mundo  a todos  nós,teve suas lutas contra os árabes,espanhóis e muitos mais  ao longo de séculos e mesmo sendo um país  pequeno  ainda vos deixou de mão beijada um país do tamanho  de um continente, que ao longo  de quase 200 anos o que   vocês  só souberam destruír as riquezas naturais,porque são uns corruptos e uns assassinos .",
        "likes": 0
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qgCqlAwOn0",
        "user": "Francisco da costa",
        "date": "5 months ago",
        "timestamp": 1549884806626,
        "commentText": "@Josias Soares matam por celular, matam por tudo e por nada...tenham vergonha  de falar em moralidade. Vão  estudar  porque vos falta muita cultura,porque jogar a bola  até  meu cachorro  sabe jogar e abanar a bunda niguem  na Europa  quer saber disso e muito  menos ouvir música funk  alta a noite  toda além de puder ser morto com tiro perdido.estudem e sejam cidadãos do bem,respeitem o vizinho  e o próximo,não  matem por um celular só para ostentar  aquilo que é  dos outros e não  queiram andar de carro caro e não  terem onde cair mortos.",
        "likes": 0
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qhlai69Ep9",
        "user": "Luisa Maria",
        "date": "5 months ago",
        "timestamp": 1549884806628,
        "commentText": "@Francisco da costa Chamei sua esposa de puta exatamente porque é assim como você infelizmente a vê : uma brasileira puta, que na sua generalização, xingou sua própria esposa. E qual é a tua de chamar os brasileiros de nazistas ? Não eramos macacos e agora somos nazista ? E você me chama de vagabunda e depois de carola que sai com bandido quando sou apenas uma menina religiosa, e que sou a favor de pena de morte para bandidos. Escolha o que quer dizer.",
        "likes": 2
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qhoYAHiocx",
        "user": "Francisco da costa",
        "date": "5 months ago",
        "timestamp": 1549884806629,
        "commentText": "@Luisa Maria não  digo nada!apenas queria que vocês não  escondessem a  cabeça  na arreia e não  defendessem tanto  o Brasil,mesmo sabendo  que não  é  esse Brasil  que querem, assumem o que está mal e não  é  preciso  haver pena de morte  para haver leis  e serem para se cumprir,sei que  Portugal  não  é  perfeito  mas esta muito  longe de ser o Brasil  de hoje,tanto que muitos estão  trocando  o Brasil por Portugal  mesmo sabendo  que lá  não  se ganha muito,mas tem - se mais liberdade  e muito menos violência, quem faz o Brasil assim são  as pessoas ruins.seja feliz e não  diga que uma cantadinha  no Brasil não  é  igual em Portugal.para mim é  e será a mesma coisa  e isso em Portugal  é  crime  e só  leva cantadinha  quem se deixa levar.",
        "likes": 0
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qhppbgLSyE",
        "user": "Francisco da costa",
        "date": "5 months ago",
        "timestamp": 1549884806630,
        "commentText": "@Luisa Maria e você  sabe muito  melhor do que eu,que muitas dessas mulheres  que levam cantadinha  são  aquelas  que se acham as mais gostosas  e pensam que são  a última  bolacha do pacote.nunca ouviu falar que quem anda à  chuva   molha-se? ...Então  essas aí são  as tais  que pedem para ser cantadas e depois vêm dizer que foram  assediadas.respeito  toda gente mas não  gosto nada de ver as pessoas  meterem a cabeça  na arreia  e não  verem o que todo mundo  vê, só porque se acham patriotas,que acham que morrem pela pátria e depois são  os primeiros  a fugir. Boa noite",
        "likes": 0
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qhqm0Fl68o",
        "user": "Luisa Maria",
        "date": "5 months ago",
        "timestamp": 1549884806632,
        "commentText": "@Francisco da costa Não fugi de nada, sou conservadora em um país que finalmente se mostrou ser desse modo com muito orgulho, assim como ela é apenas uma garota que não gosta de assédio porque as \"gostosas\" nem ao menos conseguem entrar em uma universidade.",
        "likes": 0
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qhreO2pzRT",
        "user": "Francisco da costa",
        "date": "5 months ago",
        "timestamp": 1549884806633,
        "commentText": "@Luisa Maria que bom que você  não  é  esse tipo de mulher, fico feliz por você, mas não  defende  quem não  merece ser defendido,se você  fosse assediada tenho a certeza  que reagia.e em especial  sabendo que nesse país assédio  é  crime.",
        "likes": 0
      },
      {
        "id": "UgyFvsOMxy4VTkotD-F4AaABAg.8oQt2Ya5sWl8qhrhsD9-r5",
        "user": "Francisco da costa",
        "date": "5 months ago",
        "timestamp": 1549884806635,
        "commentText": "@Luisa Maria já agora qual é  sua igreja?",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgyNwWelMJnw8HmfqcJ4AaABAg",
    "user": "vídeo interessante",
    "date": "7 months ago",
    "timestamp": 1544528005629,
    "commentText": "Portugal é um lixo pais de merda!!! Prefiro nosso povo e nossa cultura, sinto que os portugueses que falam mal do Brasil são invejosos isso sim.",
    "likes": 6,
    "hasReplies": true,
    "numberOfReplies": 11,
    "replies": [
      {
        "id": "UgyNwWelMJnw8HmfqcJ4AaABAg.8oNhejjPHI08ohmGNralqi",
        "user": "EdGaR",
        "date": "7 months ago",
        "timestamp": 1544528006034,
        "commentText": "Que cultura o brasil tem? Quase toda cultura do brasil é cultura vinda de Portugal kk começando pela lingua",
        "likes": 4
      },
      {
        "id": "UgyNwWelMJnw8HmfqcJ4AaABAg.8oNhejjPHI08ouKU7ECW29",
        "user": "Omar Junior",
        "date": "6 months ago",
        "timestamp": 1547206406035,
        "commentText": "@EdGaR Brasil é um país rico em cultura e diversidade. Se quiser ajuda, indico-lhe milhares de websites que retratam tal afirmaçâo. A sua ignorância é que o impede de enxergar outros horizontes.",
        "likes": 7
      },
      {
        "id": "UgyNwWelMJnw8HmfqcJ4AaABAg.8oNhejjPHI08pCmU4dlspe",
        "user": "Maria Ribeiro",
        "date": "6 months ago",
        "timestamp": 1547206406036,
        "commentText": "vídeo interessante \nDeixe-se ficar no Brasil! Em Portugal não faz falta nenhuma!!!!",
        "likes": 1
      },
      {
        "id": "UgyNwWelMJnw8HmfqcJ4AaABAg.8oNhejjPHI08p_WQW9H9b8",
        "user": "sleep ASMR",
        "date": "6 months ago",
        "timestamp": 1547206406038,
        "commentText": "@Maria Ribeiro eles semprem joga a desculpa de portugal nao presisar de imigrantes... filho... portugal só tem 11 milhoes de pessoas vcs presisam sim",
        "likes": 4
      },
      {
        "id": "UgyNwWelMJnw8HmfqcJ4AaABAg.8oNhejjPHI08p_WVKc_WXH",
        "user": "sleep ASMR",
        "date": "6 months ago",
        "timestamp": 1547206406040,
        "commentText": "@EdGaR quem disse que cultura do brasil é de lingua? quem quer falar portugues?kkkkkkk prefiria falar ingles ou espanhol hahahahsh nao portugues",
        "likes": 3
      },
      {
        "id": "UgyNwWelMJnw8HmfqcJ4AaABAg.8oNhejjPHI08polnvJu4r1",
        "user": "Renan Vasconcelos",
        "date": "6 months ago",
        "timestamp": 1547206406041,
        "commentText": "Concordo com você cara",
        "likes": 0
      },
      {
        "id": "UgyNwWelMJnw8HmfqcJ4AaABAg.8oNhejjPHI08q8LraLfhZy",
        "user": "Americo Alexandre novo Cadilhe",
        "date": "5 months ago",
        "timestamp": 1549884806042,
        "commentText": "Lixo é o teu país começa pela prostituição assassinatos educação, corrupção e preconceitos e etc....",
        "likes": 0
      },
      {
        "id": "UgyNwWelMJnw8HmfqcJ4AaABAg.8oNhejjPHI08qAbMqpSAfY",
        "user": "patrícia aguiar",
        "date": "5 months ago",
        "timestamp": 1549884806044,
        "commentText": "@Americo Alexandre novo Cadilhe nossa, não sabia que corrupção, prostituição, assassinatos, preconceito, etc eram mazelas exclusivas do Brasil! No seu país não existe nada disso, né? Kk Tá bom então!",
        "likes": 1
      },
      {
        "id": "UgyNwWelMJnw8HmfqcJ4AaABAg.8oNhejjPHI08qDRJIRSHjk",
        "user": "Americo Alexandre novo Cadilhe",
        "date": "5 months ago",
        "timestamp": 1549884806045,
        "commentText": "@patrícia aguiar não foi eu que disse que Portugal é um lixo e um país de merda,quem diz o que quer,ouve o que não quer.",
        "likes": 0
      },
      {
        "id": "UgyNwWelMJnw8HmfqcJ4AaABAg.8oNhejjPHI08sTI3EP8Qp1",
        "user": "Bianca Nunes",
        "date": "3 months ago",
        "timestamp": 1554982406047,
        "commentText": "YouTube  Brasil  paralelo",
        "likes": 0
      },
      {
        "id": "UgyNwWelMJnw8HmfqcJ4AaABAg.8oNhejjPHI08tlpsPsqDjT",
        "user": "Yasmine Bibiano",
        "date": "2 months ago",
        "timestamp": 1557574406371,
        "commentText": "@Maria Ribeiro só nos devolvam o ouro que ajudou a erguer a bosta do seu país, minúsculo e insignificante ao mundo",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugw8iC37JzchXXsZgu14AaABAg",
    "user": "Vanilson SHOCK",
    "date": "8 months ago",
    "timestamp": 1541936005632,
    "commentText": "mulher Brasileira são  vista como putas até na Africa",
    "likes": 11,
    "hasReplies": true,
    "numberOfReplies": 3,
    "replies": [
      {
        "id": "Ugw8iC37JzchXXsZgu14AaABAg.8nO7742DnY28qn_flNvJSB",
        "user": "fran mendes",
        "date": "5 months ago",
        "timestamp": 1549884805953,
        "commentText": "Pq em todo lugar existem tarados não civilizados, que nunca viram uma mulher na vida.",
        "likes": 8
      },
      {
        "id": "Ugw8iC37JzchXXsZgu14AaABAg.8nO7742DnY28uUExzU61LA",
        "user": "Jovi Dias",
        "date": "2 months ago",
        "timestamp": 1557574405954,
        "commentText": "fran mendes na verdade é que a mídia brasileira,destaca muito lá fora que o Brasil é futebol ,brasileiras com marquinhas na praia e carnaval.Essa e a nossa imagem lá fora",
        "likes": 1
      },
      {
        "id": "Ugw8iC37JzchXXsZgu14AaABAg.8nO7742DnY28wFiwV8j9rU",
        "user": "David Banza",
        "date": "3 weeks ago",
        "timestamp": 1561030405956,
        "commentText": "Hahahaah mesmo a sério",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugx9_if-GNqIz9g-tER4AaABAg",
    "user": "V. Fontes",
    "date": "8 months ago",
    "timestamp": 1541936005634,
    "commentText": "Eu acho que eles encheram a sua caixa de mensagens porque vc é gata. Só isso",
    "likes": 6,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "Ugx9_if-GNqIz9g-tER4AaABAg.8n2a-Gj6vI48ouKuYe8ugR",
        "user": "Omar Junior",
        "date": "6 months ago",
        "timestamp": 1547206405945,
        "commentText": "Porque você é um viadinho enrustido e sua mãe até hoje tem dúvidas em identificar seu verdadeiro pai...",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgzlAAtKi5wcqsOhir14AaABAg",
    "user": "Julia Duarte",
    "date": "9 months ago",
    "timestamp": 1539257605636,
    "commentText": "Tantos portugueses ignorantes comentando. Pelo visto não prestaram atenção ao início do vídeo quando ela disse que não ia generalizar. Que ela ia falar da experiência dela e de outros conhecidos. E que com outras pessoas pode ter acontecido de forma diferente.",
    "likes": 34,
    "hasReplies": true,
    "numberOfReplies": 5,
    "replies": [
      {
        "id": "UgzlAAtKi5wcqsOhir14AaABAg.8m39zfi8k7r8qG08uHueP0",
        "user": "In Portugal Portuguese?",
        "date": "5 months ago",
        "timestamp": 1549884806060,
        "commentText": "julia julia tu nao ouviu mesmo nao ia generalizar mas vou misturar e no fim generalizo .voçes sao todos iguais ha era brincadeira nao tou a generalizar mas fazendo o contrario  .sao hipocritas desde que nascem . tenham vergonha nao se queixem do vosso comportamento . ve a reportagem das maes de bragança ainda agora a mulher do chulo portugues  brasileira claro diz se fosse legal iam ver esta cidade bombando   tenham vergonha",
        "likes": 1
      },
      {
        "id": "UgzlAAtKi5wcqsOhir14AaABAg.8m39zfi8k7r8szNV7RXidU",
        "user": "Luiz Carlos Guimarães",
        "date": "3 months ago",
        "timestamp": 1554982406062,
        "commentText": "Desde que o brasileiro não se valorizam! vivem puxando saco dos estrangeiros principalmente Portugal! saem do Brasil sem necessidade NENHUMA para lavar as latrinas dos portugueses!\n\n\nE não teem vergonha e agem como prostitutos nos países estrangeiros! a humilhação maior! é um brasileiro que pertence a um dos países mais importantes do mundo! se rebaixar para um país necessitado de ajuda financeira! mas se acham com as esmolas da UE! QUE SÃO MAIS IMPORTANTES QUE O BRASIL!\n\n\n ELES NÃO ACHAM AS BRASILEIRAS PUTAS NÃO! ELES ACHAM NÃO SÓ AS BRASILEIRAS COMO OS BRASILEIROS UM POVO SEM VALOR! PORQUE O BRASIL QUE VIVE DE BAJULAÇÃO A PORTUGAL! ABRE PRECEDENTE PARA ESTE TIPO DE COISA! ELES ACHAM OS BRASILEIROS MENDIGOS PEDINTES! QUE SE REBAIXA POR UM PUNHADOS DE EURO QUE NEM PERTENCEM A ELES!",
        "likes": 0
      },
      {
        "id": "UgzlAAtKi5wcqsOhir14AaABAg.8m39zfi8k7r8u-JkTRxq6v",
        "user": "Sergio Lopes",
        "date": "2 months ago",
        "timestamp": 1557574406063,
        "commentText": "Julia Duarte\nDizer que não vai generalizar e não generalizar são quantidades diferentes... Se não vai generalizar porque razão tem de afirmá-lo?  Sentir-se obrigada a dizer \"não vou generalizar\" é pronúncio de que tem essa intenção...",
        "likes": 0
      },
      {
        "id": "UgzlAAtKi5wcqsOhir14AaABAg.8m39zfi8k7r8u0EigMZYa7",
        "user": "Sarah Kaylane",
        "date": "2 months ago",
        "timestamp": 1557574406065,
        "commentText": "@Luiz Carlos Guimarães puxar saco de portugueses? os brasileiros ? kkkkkkkkkkkkkkk ata",
        "likes": 0
      },
      {
        "id": "UgzlAAtKi5wcqsOhir14AaABAg.8m39zfi8k7r8u0ru-WB_7G",
        "user": "Luiz Carlos Guimarães",
        "date": "2 months ago",
        "timestamp": 1557574406066,
        "commentText": "@Sarah Kaylane Vamos ser francos brasileiro não se valorizam! você não vê o tanto que eles endeusam os Estado Unidos da América? e agora por um punhado de euro eles se rebaixam para os portugueses!  o brasileiro tem a auto estima muito baixa! e é devido o excesso da cultura americana que invadiu o Brasil! isso só vai mudar no dia em que valorizarmos a nossa cultura! acima da cultura dos outros",
        "likes": 1
      }
    ]
  },
  {
    "id": "Ugz9S2KFd0_kuozawDB4AaABAg",
    "user": "Maria Varela",
    "date": "9 months ago",
    "timestamp": 1539257605639,
    "commentText": "Nós é que descobrimos o Brasil por isso merecemos respeito",
    "likes": 3,
    "hasReplies": true,
    "numberOfReplies": 31,
    "replies": [
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8m3BNnWsaqX",
        "user": "Julia Duarte",
        "date": "9 months ago",
        "timestamp": 1539257606122,
        "commentText": "Vcs não descobriram coisa nenhuma. Os índios já estavam aqui.",
        "likes": 18
      },
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8n-nb3oTxj_",
        "user": "Ana Beatriz",
        "date": "8 months ago",
        "timestamp": 1541936006123,
        "commentText": "No caso vcs invadiram né",
        "likes": 22
      },
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8nD7Q-ZMP2A",
        "user": "beatriz lima",
        "date": "8 months ago",
        "timestamp": 1541936006124,
        "commentText": "Kkkkkkkkkkkkkkkkk\nQue porcaria de comentário kkkkkkkkkkkk",
        "likes": 6
      },
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8nZtLkbN8_J",
        "user": "Sergio Lopes",
        "date": "7 months ago",
        "timestamp": 1544528006126,
        "commentText": "Júlia Duarte, certíssimo, os índios já lá estavam. Só que, se não sabe, o resto do mundo não sabia, foram, portanto, os portugueses que deram o Brasil a conhecer ao resto do mundo. Aliás, foi Cristóvão Colombo que deu o nome de índio aos povos encontrados nas Américas, dado que Colombo julgou ter descoberto o caminho marítimo para a Índia. Um erro histórico. E coitados dos índios, famílias como a sua, chegadas ao Brasil no pós-independência, mantêm o índio confinado em reservas. Afinal, há neo-colonialismo no Brasil...",
        "likes": 2
      },
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8nnJndFEH9A",
        "user": "Maria Varela",
        "date": "7 months ago",
        "timestamp": 1544528006127,
        "commentText": "Sergio Lopes mas nos colonizamos",
        "likes": 1
      },
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8o4K8GqEDQ-",
        "user": "Julia Duarte",
        "date": "7 months ago",
        "timestamp": 1544528006129,
        "commentText": "Pelo bem que os portugueses nos fizeram... Roubaram, enganaram, estupraram... Uma \"ótima herança\". Pouquíssimos se importaram com o nosso sofrimento. Os índios mereciam muito mais respeito, pois já estavam aqui há muito mais tempo.",
        "likes": 9
      },
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8oREupUBVUs",
        "user": "Cintia Silva",
        "date": "7 months ago",
        "timestamp": 1544528006130,
        "commentText": "Respeito ? Antes não terem \"decoberto\", pois saquearam, roubaram, estruparam  e etc.",
        "likes": 6
      },
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8oqAPPNUppn",
        "user": "silvanavorian marieta",
        "date": "6 months ago",
        "timestamp": 1547206406131,
        "commentText": "@Julia Duarte Como é que tu te chamas?  Julia Duarte um nome bem português, ora faça favor de procurar na sua descendencia, porque foram eles que Roubaram, enganaram, estruparam. A herança é tua, nâo é dos portuguêses que vivem em Portugal. Todos os Brasileiros com nomes de origem portuguêsa herdarâo desse tal vosso sofrimento. O que falas nâo nos diz respeito. Estas enganada os culpados sos vos mesmos.",
        "likes": 1
      },
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8oqEgEylriP",
        "user": "Julia Duarte",
        "date": "6 months ago",
        "timestamp": 1547206406133,
        "commentText": "@silvanavorian marieta Não acredito que li isso!!!! Não seria \"minha ascendência\" ????! Nem filho eu tenho, ainda. 🙄🙄🙄🙄🙄🙄🙄",
        "likes": 0
      },
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8oqJcYg8amw",
        "user": "silvanavorian marieta",
        "date": "6 months ago",
        "timestamp": 1547206406135,
        "commentText": "@Julia Duarte Pouco emporta, compriendeste-me bem, nâo te faças de esperta porque pelo o que escreves-te vejo bem que nâo conhèces nada da Historia dos dois Paises, digo descendente porque em francés diz-se assim e jà vivo cà à 50 anos. O português e o Francês têem a mesma origem o Latim,. Por isso as vezes misturo as duas linguas, é essa a razâo. Mas também vi em varios canais muitos Brasileiros fazerem erros enormes, de vocabulario, de verbos, de plural de estruturas de frases, complétamente analfabetos paressem que nunca foram a escola. Mas isso tu nâo notaste,pois nâo? pois é cada um vê o que lhe enteressa. Pois jà vejo pelo que dizes que és uma rapariga nova ainda tens muito que aprender na vida. Pesquisa sobre os teus antepassados, e depois veras que tenho razâo. Fica bem com paz e Bom Natal",
        "likes": 1
      },
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8oqMgMQVlMl",
        "user": "silvanavorian marieta",
        "date": "6 months ago",
        "timestamp": 1547206406525,
        "commentText": "@Cintia Silva Mais uma a falar contra ela mesmo, (Silva) um nome bem português do Norte de Portugal. Quem é que descobriu? nâo fui eu, nem o meu pai, nem o meu avo, nem o meu bisavo.  Nâo, nâo, foi ninguém da minha familia, mas talvez os teus antepassados, que pensas disso, procura nos livros de Historia. Algumas pessoas deveriam reflètir antes de vir escrever baboseiras no You tube.",
        "likes": 0
      },
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8pAH3yOkUFF",
        "user": "Laura Andrade",
        "date": "6 months ago",
        "timestamp": 1547206406527,
        "commentText": "Idiota não descobriu invadiu isso sim .Presta atenção no que vc fala",
        "likes": 3
      },
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8pwBfHkKtKt",
        "user": "Josias Soares",
        "date": "6 months ago",
        "timestamp": 1547206406528,
        "commentText": "@silvanavorian marieta cara que lingua vc fala?? porque portugues não e hahahaha",
        "likes": 0
      },
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8pwBsRq5bun",
        "user": "Josias Soares",
        "date": "6 months ago",
        "timestamp": 1547206406529,
        "commentText": "@silvanavorian marieta É vc e quem pra fala do brasil?? Voce sabe que se agente estralar os dedos voces portugueses some do mapa",
        "likes": 0
      },
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8pwSE2sghLs",
        "user": "silvanavorian marieta",
        "date": "6 months ago",
        "timestamp": 1547206406531,
        "commentText": "@Laura Andrade Vai-te foder burra de merda, analfabeta!!!",
        "likes": 0
      },
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8pwT3bvhYcP",
        "user": "Laura Andrade",
        "date": "6 months ago",
        "timestamp": 1547206406533,
        "commentText": "@silvanavorian marieta aposto que é portuguesa que não aceita a opinião dos outros a não ser a dela .E uma pessoa que jugar as outras sempre nunca ter visto, ou melhor uma kid achando que tem moral . Nunca vou me rebaixar ao ponto de brigar  com crianças",
        "likes": 0
      },
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8pwUEBW4ya9",
        "user": "silvanavorian marieta",
        "date": "6 months ago",
        "timestamp": 1547206406535,
        "commentText": "@Josias Soares E tu cala-te bem caladinho, Portugal é pequeninho mas tive um imperio e descobriu o Brasil. A 200 anos a tràs o Brasil ainda era português. Nâo fui o Brasil que descobriu Portugal. Portugal é pequeninho, mas descobrir metade do Mundo. Os nomes dos oceanos foram os portuguêses que os deram, antes nâo tinham nome, Oceano Atlantico, Pacifico, Cabo da Boa Esperança e tantos outros.O nome BRASIL nâo existia foram os portuguêses que lhe deram esse nome. E para acabar, eu falo português. A lingua portuguêsa original vem de Portugal e nâo do Brasil. Poe isso eu sendo portuguêsa falo o português. Tu é que falas uma lingua emprestada, que jà nâo é português. Porque 90% dos brasileiros nâo vâo a escola sois uma camada de analfabetos, burros e aldrabôes. vai estudar Geografia e Historia tems muito que aprender.",
        "likes": 0
      },
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8pwWhSK7uGr",
        "user": "silvanavorian marieta",
        "date": "6 months ago",
        "timestamp": 1547206406536,
        "commentText": "@Laura Andrade 1/ Jà para começar, a converça nâo é consigo, 2 / Respondi aos comentarios que me fizeram, 3 / Sim sou portuguêsa e com muito gosto. Mas vocé nâo é, jà se vê!!!!! Nâo gosto que digam mal dos portuguêses nem de Portugal tâo pouco. E se estâo aqui para refazer o Mundo e a Historia, digo-lhe com franqueza nâo vale a pena, que o passado jà esta longe!!! Nâo adianta que vocés nâo vâo ganhar nada com isso. Ocupem-se do Brasil d'agora que hà muito que fazer. Olhem para a frente e nâo para tràz. E como dizem os franceses. (Arrêtez de remuer la merde, car après ça pue).",
        "likes": 0
      },
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8pwXXGyHrBQ",
        "user": "silvanavorian marieta",
        "date": "6 months ago",
        "timestamp": 1547206406546,
        "commentText": "@Laura Andrade Hà mais uma coisa, nâo sou criança, pela foto que vejo, podias ser minha filha ao até, minha neta, por isso o teu despreso, mete-o là onde quiseres !!! Chère Amie.",
        "likes": 0
      },
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8qAdA3q_l7x",
        "user": "patrícia aguiar",
        "date": "5 months ago",
        "timestamp": 1549884806547,
        "commentText": "\"Nos que colonizamos o Brasil, explorando tanto o povo que lá habitava, quanto seus recursos naturais, depois usamos o país como um depósito para criminais e por fim como refúgio, depois que a corte fugiu covardemente de Napoleão.. por isso merecemos respeito\"",
        "likes": 1
      },
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8qO3-Q-baLB",
        "user": "sonia pinto",
        "date": "5 months ago",
        "timestamp": 1549884806549,
        "commentText": "@silvanavorian marieta voce é louca de certeza",
        "likes": 0
      },
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8r6hDYMKAXa",
        "user": "valeria alves",
        "date": "5 months ago",
        "timestamp": 1549884806550,
        "commentText": "meu deus hein \nso devolvem o ouro do brasil entao",
        "likes": 0
      },
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8s1J8Vw1UZB",
        "user": "Tiara Henrique",
        "date": "4 months ago",
        "timestamp": 1552304006552,
        "commentText": "Tá mais para invasor kkkkkk se toca menina eu hein",
        "likes": 0
      },
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8srxDbVxf3m",
        "user": "40 Sofia Cristiane",
        "date": "3 months ago",
        "timestamp": 1554982406553,
        "commentText": "Maria Varela dEsCoBrImOs vOcEs",
        "likes": 0
      },
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8tKVri5j9qb",
        "user": "Glauce Junie Lopes",
        "date": "3 months ago",
        "timestamp": 1554982406555,
        "commentText": "Ah, tá! E nós não merecemos respeito ? Por acaso a madame é algum tipo de entidade digna de adoração e nós somos algo inferior a vocês ? Parabéns, você falou muita merda!",
        "likes": 0
      },
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8tb5R4Vonai",
        "user": "Angela Gomes",
        "date": "3 months ago",
        "timestamp": 1554982406556,
        "commentText": "@Julia Duarte YouTube  Brasil  paralelo  a verdadeira história do Brasil",
        "likes": 0
      },
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8tlqo84XZSe",
        "user": "Yasmine Bibiano",
        "date": "2 months ago",
        "timestamp": 1557574406558,
        "commentText": "@silvanavorian marieta velha vá aprender a escrever. Que português horrível!",
        "likes": 0
      },
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8tmXIN5LrfZ",
        "user": "silvanavorian marieta",
        "date": "2 months ago",
        "timestamp": 1557574406559,
        "commentText": "@Yasmine Bibiano A sim é !! que tu escreves muito bem, jà se vê (velha) em vez de (venha) se fores brasileira e tudo endica que és !!!! podes-te calar é melhor para ti !! cala-te muito caladinha e não digas a ninguém de onde vens, kkkkk idiota",
        "likes": 0
      },
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8tmYA48DbPk",
        "user": "silvanavorian marieta",
        "date": "2 months ago",
        "timestamp": 1557574406561,
        "commentText": "@Yasmine Bibiano vai chamar velha a puta da tua mãe e ao corno do teu pai, e tu as -de ser linda, vai trabalhar preguiçosa!!!",
        "likes": 0
      },
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8tvRIyOGZo6",
        "user": "Yasmine Bibiano",
        "date": "2 months ago",
        "timestamp": 1557574406562,
        "commentText": "@silvanavorian marieta velha KKK",
        "likes": 0
      },
      {
        "id": "Ugz9S2KFd0_kuozawDB4AaABAg.8l7I9pH_6fH8uPoQMFWIIi",
        "user": "Angela Gomes",
        "date": "2 months ago",
        "timestamp": 1557574406564,
        "commentText": "Voces portugues de1500",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgzlGjPOfvEp3nl8hHB4AaABAg",
    "user": "Quiron Whoknows",
    "date": "11 months ago",
    "timestamp": 1533987205641,
    "commentText": "Os homens portugueses sabem como são criadas as irmãs ou as primas, por mães e avós herdeiras de longas tradições católicas e conservadoras, que ensinam as filhas a fechar as pernas e a usar a (in)disponibilidade sexual como forma de controlar os homens. Claro que hoje devem ser raras as jovens portuguesas que chegam virgens ao casamento, ao contrário das mães ou (pelo menos) das avós, mas isso não significa que dêem conversa ao primeiro que lhes aparece ou que se exponham a falatórios. Ainda hoje, mesmo em meios urbanos, as raparigas portuguesas prezam a sua reputação e mesmo que tenham vida sexual ativa é normalmente discreta e com o namorado (do momento). As que fogem muito a estes padrões são frequentemente apontadas a dedo e marginalizadas.\nDaí, é possível que alguns rapazes vejam como mais promissoras (e menos responsabilizantes) as abordagens a jovens estrangeiras, nomeadamente as que estão por cá sem família, portanto menos sujeitas a controlo social.\nAs mulheres portuguesas tendem a ser cordiais mas frias com estranhos, não demasiado simpáticas, para não atrair atenções indesejadas, como as que foram relatadas. Demasiado à-vontade com um homem que se acabou de conhecer é imediatamente assumido como sendo flirt.",
    "likes": 21,
    "hasReplies": true,
    "numberOfReplies": 3,
    "replies": [
      {
        "id": "UgzlGjPOfvEp3nl8hHB4AaABAg.8jMokt0RMWH8sTJb8YJXPN",
        "user": "Lúcia Santos",
        "date": "3 months ago",
        "timestamp": 1554982405993,
        "commentText": "Excelente explicação! Parece quase uma análise sociológica sobre o tema em discussão. 😊",
        "likes": 0
      },
      {
        "id": "UgzlGjPOfvEp3nl8hHB4AaABAg.8jMokt0RMWH8tlmCYdasHL",
        "user": "Yasmine Bibiano",
        "date": "2 months ago",
        "timestamp": 1557574405994,
        "commentText": "Questões culturais diferentes. Mas nota-se que o machismo está presente em ambos.",
        "likes": 0
      },
      {
        "id": "UgzlGjPOfvEp3nl8hHB4AaABAg.8jMokt0RMWH8tueaEi4RZH",
        "user": "Cláudia Costa",
        "date": "2 months ago",
        "timestamp": 1557574406007,
        "commentText": "Tal e qual. Esta socióloga confirma kkkkk",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugx71MynCrNfXqjOX9B4AaABAg",
    "user": "sim eles não são bem vindo no Brasil 1Cândido",
    "date": "1 year ago",
    "timestamp": 1531308805643,
    "commentText": "Eu quero que eles vão para puta  que  pariu",
    "likes": 3,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgztWMhvCsyOzizNiOt4AaABAg",
    "user": "Rodimus Prime",
    "date": "1 year ago",
    "timestamp": 1531308805645,
    "commentText": "i love brasil!",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyIQ7JKQ0IgvibYqOl4AaABAg",
    "user": "Flavio C. Amorim",
    "date": "1 year ago",
    "timestamp": 1531308805647,
    "commentText": "Não são só as mulheres e nem é somente por esse motivo que os brasileiros sofrem discriminação e preconceito no exterior, até em países de 3° mundo como o nosso!\nInfelizmente!",
    "likes": 6,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzFhAnu1hl61DX4tRp4AaABAg",
    "user": "Theo Ribeiro",
    "date": "1 year ago",
    "timestamp": 1531308805649,
    "commentText": "Os portugays são gente boa.",
    "likes": 3,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzXBqAG7nk0I6spNvd4AaABAg",
    "user": "Diego Gomes",
    "date": "1 year ago",
    "timestamp": 1531308805650,
    "commentText": "Ola\n Boa noite Bruna \nTudo bem?\nMe chamo Ângela,  Tenho interesse em mudar com a minha família, para Coimbra,\n Gostaria de saber se você pode me recomendar sobre alugueis , pode me indicar  alguns grupos no face , estou com dificuldade para achar algo. Meu marido esta fazendo faculdade dele em engenharia, você me recomendaria a faculdade de Coimbra ?",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgzXBqAG7nk0I6spNvd4AaABAg.8h5PUhkqMCF8h5Q0g9FT0H",
        "user": "Bruna Mansur",
        "date": "1 year ago",
        "timestamp": 1531308805976,
        "commentText": "Diego Gomes oi Angela! Explico tudo sobre alugueis e grupos no face nesse vídeo aqui https://youtu.be/EY7MedwpDNE inclusive os lunks dos grupos estão ai em baixo na descrição do vídeo! Olha, eu não conheço como é engenharia na universidade de Coimbra, mas acredito que seja boa sim!!!",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugwb5fc_DgpCHRbuHr14AaABAg",
    "user": "Denise Pereira Alves",
    "date": "1 year ago",
    "timestamp": 1531308807827,
    "commentText": "faz mais um vídeo falando  sobre assédio no exterior por favor",
    "likes": 3,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxY1z0AJm2H7OZHHBx4AaABAg",
    "user": "josé Jr",
    "date": "1 year ago",
    "timestamp": 1531308807829,
    "commentText": "São muito mal vistas...",
    "likes": 11,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgxY1z0AJm2H7OZHHBx4AaABAg.8h-VyeE2f_p8tKUL0XdWe3",
        "user": "Glauce Junie Lopes",
        "date": "3 months ago",
        "timestamp": 1554982408240,
        "commentText": "Ainda bem que nem todo mundo é igual, né ? Que fique claro isso!",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgxP_XDWGdebYscHvJF4AaABAg",
    "user": "Lu Milena Amor",
    "date": "1 year ago",
    "timestamp": 1531308807831,
    "commentText": "Como será que essa imagem surgiu? É triste isso... somos tão guerreiras, empreendedoras... temos qualidades mais nobres para vender ao mundo!!!",
    "likes": 38,
    "hasReplies": true,
    "numberOfReplies": 9,
    "replies": [
      {
        "id": "UgxP_XDWGdebYscHvJF4AaABAg.8gxuZfY_dYF8jMmzx0xCJo",
        "user": "Quiron Whoknows",
        "date": "11 months ago",
        "timestamp": 1533987208500,
        "commentText": "Portugal é historicamente um país de emigração. Os portugueses, quando emigram, normalmente partem casais jovens com um projeto de vida em comum, ou então homens relativamente jovens que deixam cá mulher-filhos-despesas e vão para fora muitas vezes viver mal e juntar dinheiro para regressar ao fim de alguns anos. Penso que deve ser raro emigrarem raparigas/mulheres sozinhas. Talvez algumas já com formação, estou a lembrar-me das enfermeiras, por exemplo.\nUma jovem de 20 anos que chegue sozinha a um país estrangeiro para ganhar a vida, vem fazer os que as locais já não se dispõem a fazer (a emigração é sempre assim): lavar escadas, restauração, cuidar de idosos, etc... normalmente profissões fisicamente desgastantes e não muito bem pagas. Trabalhando na noite, ganha em dois dias o que ganharia num mês a lavar escadas. Em vez de 10 anos a lavar escadas para conseguir recompor a vida no país de origem, trabalha apenas um ano fora e depois regressa dizendo que vem bem na vida porque casou com um gajo rico que entretanto morreu e retoma a sua vida como era. Ninguém estava lá, ninguém viu, ninguém sabe.\nE sabe porque é que isto só acontece com as mulheres? Não é por fraqueza moral delas, é o mercado. Se houvesse quem pagasse aos homens por favores sexuais de forma equivalente, também poucos andariam a puxar pelo físico nas obras.  Por alguma razão se chama vida fácil...\nE isto é assim em todo o lado, não é só em Portugal.",
        "likes": 4
      },
      {
        "id": "UgxP_XDWGdebYscHvJF4AaABAg.8gxuZfY_dYF8oihWvxFymt",
        "user": "Mimi sincera",
        "date": "7 months ago",
        "timestamp": 1544528008502,
        "commentText": "Também já tô cansada desse falso puritanismo!",
        "likes": 1
      },
      {
        "id": "UgxP_XDWGdebYscHvJF4AaABAg.8gxuZfY_dYF8qNLCsReiD4",
        "user": "Giovanna melo",
        "date": "5 months ago",
        "timestamp": 1549884808503,
        "commentText": "Década de 90, muitas brasileiras imigraram pra Europa para se prostituir.",
        "likes": 2
      },
      {
        "id": "UgxP_XDWGdebYscHvJF4AaABAg.8gxuZfY_dYF8rg9CrO9wXW",
        "user": "Alex Vaz Nogueira",
        "date": "4 months ago",
        "timestamp": 1552304008505,
        "commentText": "Nomeadamente porque o comércio sexual em Portugal está dominado, há muitos anos, pelas brasileiras; depois é que chegaram as romenas e as colombianas. Também os media ajudaram a posicionar essa imagem da mulher pouco séria rouba maridos desde a época das \"Mães de Bragança\", quando um grupo de mulheres começou protestar pelas brasileiras que chegavam à cidade para dedicar-se à prostituição.",
        "likes": 2
      },
      {
        "id": "UgxP_XDWGdebYscHvJF4AaABAg.8gxuZfY_dYF8szRVaDHyOZ",
        "user": "Luiz Carlos Guimarães",
        "date": "3 months ago",
        "timestamp": 1554982408506,
        "commentText": "Qualidades nobres? lavar latrinas em outros países?",
        "likes": 0
      },
      {
        "id": "UgxP_XDWGdebYscHvJF4AaABAg.8gxuZfY_dYF8tubeLsycyX",
        "user": "Cláudia Costa",
        "date": "2 months ago",
        "timestamp": 1557574408508,
        "commentText": "3 coisas que ajudaram a isto para além das bem referidas anteriormente foram diferenças culturais. O brasileiro tende por gentileza a apostar no encantamento e na sedução no quotidiano. Em Portugal é se mais formal e associa—se um certo rodeio à sexualidade. O facto de terem uma relação diferente com o corpo mais desinibida e mais empenhada em termos de imagem pode ter contribuído. E a maior facilidade com que se estabelece uma relação: do namoro, ao viver junto  ou casamento as portuguesas demoram anos, as brasileiras meses, até por motivos práticos. Muitas  mulheres de origem africana, embora em nível mais baixo, também passam por isso.",
        "likes": 0
      },
      {
        "id": "UgxP_XDWGdebYscHvJF4AaABAg.8gxuZfY_dYF8unG5tGMyBy",
        "user": "Ekitor Kakaroto",
        "date": "2 months ago",
        "timestamp": 1557574408510,
        "commentText": "É q a maioria é vagabundas",
        "likes": 1
      },
      {
        "id": "UgxP_XDWGdebYscHvJF4AaABAg.8gxuZfY_dYF8unIEnW9IAV",
        "user": "Luiz Carlos Guimarães",
        "date": "2 months ago",
        "timestamp": 1557574408511,
        "commentText": "@Ekitor Kakaroto Errado! é que a maioria não se valorizam como brasileiras e vão visitar ou morar em países como Portugal! que não tem educação...",
        "likes": 0
      },
      {
        "id": "UgxP_XDWGdebYscHvJF4AaABAg.8gxuZfY_dYF8unK2cGj4tv",
        "user": "Ekitor Kakaroto",
        "date": "2 months ago",
        "timestamp": 1557574408512,
        "commentText": "@Luiz Carlos Guimarães aq no Brasil tem muita educação nossa tudo puta",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugw7xoK3KDVMvUNkv-R4AaABAg",
    "user": "viriato m",
    "date": "1 year ago",
    "timestamp": 1531308807834,
    "commentText": "bruna, esses comportamentos não nasceram do vazio, para ter uma ideia mais correta de onde vem esse comportamento que muito bem denuncia, seria bom inteirar-se primeiro da realidade da emigração brasileira dos anos noventa e dois mil. os mais velhos habituaram-se a ver nas brasileiras a mulher fácil e nos homens, assaltantes, e tinham motivos para tal. com os mais novos a realidade já é outra.",
    "likes": 3,
    "hasReplies": true,
    "numberOfReplies": 7,
    "replies": [
      {
        "id": "Ugw7xoK3KDVMvUNkv-R4AaABAg.8gdsWklNu1U8j8YyaV2EhH",
        "user": "J. S",
        "date": "11 months ago",
        "timestamp": 1533987208333,
        "commentText": "viriato m Não sabem distinguir uma prostituta de uma mulher direita? Me poupe!!!!",
        "likes": 6
      },
      {
        "id": "Ugw7xoK3KDVMvUNkv-R4AaABAg.8gdsWklNu1U8j9vFiZaKKi",
        "user": "viriato m",
        "date": "11 months ago",
        "timestamp": 1533987208334,
        "commentText": "não sei o que é \"uma mulher direita\". pessoalmente e, por princípio, respeito toda a gente, não tenho por hábito etiquetar ninguém por nacionalidade posição social, opção sexual ou o que seja mas, embora não concordando, compreendo em parte os estereótipos criados nos anos 90. quanto ao resto, seria melhor aos brasileiros que emigram, deixarem os preconceitos e o racismo no brasil antes de sairem e seriam muito mais felizes. tenho a certeza disso",
        "likes": 1
      },
      {
        "id": "Ugw7xoK3KDVMvUNkv-R4AaABAg.8gdsWklNu1U8pwAN0723nm",
        "user": "Josias Soares",
        "date": "6 months ago",
        "timestamp": 1547206408335,
        "commentText": "@viriato m Racismos, racismos e oq tem mais em portugal,. É dificil acha uma pessoa racista aqui no brasil pq tem diversas pessoas aki ( negros, brancos e amarelos kk ) se um angolano chegar ai ele vai ser caçado por  racista em portugal.... Duvido vc vim no brasil e tentar toca em uma mulher  contra a vontade dela é capais dela da um soco na sua cara e da um chuto nesse seu saco hahahaa",
        "likes": 2
      },
      {
        "id": "Ugw7xoK3KDVMvUNkv-R4AaABAg.8gdsWklNu1U8pwDsNrF3wQ",
        "user": "viriato m",
        "date": "6 months ago",
        "timestamp": 1547206408336,
        "commentText": "não passas de mais um brasuca tosco, ignorante, a boiar na net. Portugal tem um primeiro ministro de etnia indiana, um ministro cigano, ministra negra, ministra gay, presidentes de município de várias etnias. já teve um presidente da república judeu (único no mundo) presidente do principal município do país indiano.  sendo que em % estas etnias não chegam a 1. diz-me lá onde vês o racismo do portuga. vai estudar malandro",
        "likes": 0
      },
      {
        "id": "Ugw7xoK3KDVMvUNkv-R4AaABAg.8gdsWklNu1U8pwEfGy2AYi",
        "user": "Josias Soares",
        "date": "6 months ago",
        "timestamp": 1547206408339,
        "commentText": "@viriato m Desculpa amigo estou tentando entender o que vc falou pode escrever de novo, agente fala a ''mesma lingua'' mais não da pra entender hahaha",
        "likes": 0
      },
      {
        "id": "Ugw7xoK3KDVMvUNkv-R4AaABAg.8gdsWklNu1U8pwErjYNzDN",
        "user": "Josias Soares",
        "date": "6 months ago",
        "timestamp": 1547206408340,
        "commentText": "Amigo foda-se presidente ministro e a porra toda, quem tem preconceito não e politico e algumas pessoas portuguesas... quem deve estudar e vc pais recista e inguinorante...",
        "likes": 2
      },
      {
        "id": "Ugw7xoK3KDVMvUNkv-R4AaABAg.8gdsWklNu1U8pwGbPONZbJ",
        "user": "viriato m",
        "date": "6 months ago",
        "timestamp": 1547206408342,
        "commentText": "vai estudar, bronco. fim",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgyRy_Hf6U9bpAkRFox4AaABAg",
    "user": "July",
    "date": "1 year ago",
    "timestamp": 1531308807836,
    "commentText": "Gostei do seu vídeo. Acho legal informar essas coisas as meninas brasileiras que vão para fora do país. E acho ridículo esse povo nos comentários querendo justificar umas coisas que não tem justificativa. Então só pq tiveram prostitutas brasileiras em Portugal e acabaram com casamentos, então todas devem se \"calar\" e aceitar de certa forma o que acontecem com elas em Portugal? De jeito nenhum! Como ninguém deve aceitar que aconteça isso no Brasil ou em outro lugar.",
    "likes": 32,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgyRy_Hf6U9bpAkRFox4AaABAg.8gbv0FZ7m5H8jLMjkCwamK",
        "user": "God Kim Seokjin",
        "date": "11 months ago",
        "timestamp": 1533987208204,
        "commentText": "July 👏🏻👏🏻👏🏻",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugy4spjLCofGldg9omZ4AaABAg",
    "user": "timao filling 35",
    "date": "1 year ago",
    "timestamp": 1531308807839,
    "commentText": "Infelizmente a mulher brasileira ganhou um rótulo de fáceis ou até mesmo putas ...como são as russas na europa conhecida no mundo como sexy fáceis ou pelo país passar por dificuldades financeiras o mesmo caso das brasileiras vistas por gringos como fáceis. ..e isso é muito ruim...pq muitas brasileiras iam ora europa se prostituir na época de vaca magra aqui no Brasil ...e até mesmo travesti brasileiros vão pra Europa se prostituir em manchando Ain\nda mais o brasil..",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwfkoLnVvOEcRKrH5l4AaABAg",
    "user": "Jonas Silva",
    "date": "1 year ago",
    "timestamp": 1531308807841,
    "commentText": "Alguns portugueses precisam inteirar-se mais acerca do Brasil no amplo sentido (físico e humano). Um país gigantesco com muitos climas, etnias, costumes, comidas, crenças, folclores etc. \nAlém da nossa base étnica tradicional: portuguesa, africana e indígena; na Região Sul, principalmente no interior, a maioria da população é descendente de imigrantes alemães, italianos, poloneses, dentre outros. No Sudeste, o Estado de São Paulo recebeu imigração maciça de italianos; como também asiáticos, sírios, libaneses, armênios etc. Na Região Norte predomina a população ameríndia, enquanto no Centro Oeste e Nordeste há uma mescla de raças - com prevalência da população negra na Bahia. No mais, o Brasil é o país com a maior população portuguesa, além de Portugal. Também possuindo a maior comunidade ucraniana da América Latina, com mais de 1 milhão pessoas. \nEntão, em quais desses grupos humanos da nossa pátria estariam as brasileiras \"putas\", \"fáceis\", \"faveladas'\", \"depravadas\" e o escambau... a que se referem esses distintos intelectuais aristocratas e arianos portugueses?",
    "likes": 4,
    "hasReplies": true,
    "numberOfReplies": 4,
    "replies": [
      {
        "id": "UgwfkoLnVvOEcRKrH5l4AaABAg.8gUH5Iecp8W8gUNFxXCHHD",
        "user": "Bruna Mansur",
        "date": "1 year ago",
        "timestamp": 1531308808351,
        "commentText": "Jonas Silva 👏🏻👏🏻👏🏻👏🏻👏🏻",
        "likes": 0
      },
      {
        "id": "UgwfkoLnVvOEcRKrH5l4AaABAg.8gUH5Iecp8W8hAFV7OeuQk",
        "user": "Benny karla",
        "date": "1 year ago",
        "timestamp": 1531308808352,
        "commentText": "Jonas Silva: É lamentável que ainda existam pessoas (como é o seu caso) que determinem a inteligência ou importância do ser humano pela diferença física... Em Portugal a raça ariana não é mais importante que os negros africanos!!! Se não acredita venha passar uns tempos em Portugal... A nossa ministra da justiça é de origem Angolana (negra) o Primeiro ministro é Indiano se o Presidente fosse Asiático, desde que honesto e bom no que faz é sempre bem vindo!!! Uma Brasileira é sempre Brasileira... Que seja loira morena ou negra é exatamente igual...!!! Até porque prostitutas Brasileiras em Portugal há de todas as cores! O que defendemos e admiramos são pessoas de carácter e honestas... Sejam lá de que país ou raça sejam...!",
        "likes": 2
      },
      {
        "id": "UgwfkoLnVvOEcRKrH5l4AaABAg.8gUH5Iecp8W8iVUOvmZKvd",
        "user": "Jonas Silva",
        "date": "1 year ago",
        "timestamp": 1531308808354,
        "commentText": "Preclaro Lucas Viriato, seu comentário denota o tipo escroto de pessoa do qual me acusas. Na verdade, o \"lamentável\" são os tipos sem noção, hipócritas e analfabetos em interpretar texto como você.",
        "likes": 0
      },
      {
        "id": "UgwfkoLnVvOEcRKrH5l4AaABAg.8gUH5Iecp8W8ig8bEY2jrV",
        "user": "Benny karla",
        "date": "11 months ago",
        "timestamp": 1533987208355,
        "commentText": "Jonas Silva : Sem noção, mesmo!!!!!",
        "likes": 2
      }
    ]
  },
  {
    "id": "UgxzED57M7IRUKH2hjd4AaABAg",
    "user": "Denise Pereira Alves",
    "date": "1 year ago",
    "timestamp": 1531308807852,
    "commentText": "quem trouxe as prostitutas para o Brasil foram os portugueses. ...então as putas são elas",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgxzED57M7IRUKH2hjd4AaABAg.8gShKKGS5QI8j8e6x_LjM6",
        "user": "Hugo Santos",
        "date": "11 months ago",
        "timestamp": 1533987208221,
        "commentText": "Quando a Austrália foi colonizada pelos ingleses só foram para lá prisioneiros e prostitutas, hoje em dia é o pais com menos prostituição do mundo.... tal e qual o Brasil né ?",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgzgL_dfSSe3y7cRFop4AaABAg",
    "user": "Luís Gerson Senna Silva",
    "date": "1 year ago",
    "timestamp": 1531308807855,
    "commentText": "Olá!\nSugestão:. Procure a coordenação da Universidade.  Em seguida procure por um advogado.  E divulgue sua ação. \" Não tem coisa pior do que levar uma facada no bolso\".",
    "likes": 9,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwuBCFqU3Wh0F_EJQZ4AaABAg",
    "user": "patroa linda",
    "date": "1 year ago",
    "timestamp": 1531308807857,
    "commentText": "Eu estou no Brasil e quero ter a noção como nos mulheres somos vistas",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 11,
    "replies": [
      {
        "id": "UgwuBCFqU3Wh0F_EJQZ4AaABAg.8fnmGiFHEY18nO8pmVv55L",
        "user": "Vanilson SHOCK",
        "date": "8 months ago",
        "timestamp": 1541936008435,
        "commentText": "são putas",
        "likes": 0
      },
      {
        "id": "UgwuBCFqU3Wh0F_EJQZ4AaABAg.8fnmGiFHEY18oRFMy4Pweb",
        "user": "Cintia Silva",
        "date": "7 months ago",
        "timestamp": 1544528008437,
        "commentText": "@Vanilson SHOCK E os homens vagabundos, infelizmente essa é a visão que o povo de fora tem das mulheres e homens no Brasil, acham que toda mulher é puta e homem bandido e vagabundo.",
        "likes": 1
      },
      {
        "id": "UgwuBCFqU3Wh0F_EJQZ4AaABAg.8fnmGiFHEY18oRN10oICMA",
        "user": "Vanilson SHOCK",
        "date": "7 months ago",
        "timestamp": 1544528008439,
        "commentText": "@Cintia Silva  o mundo inteiro sabe q todas mulheres Brasileiras são putas até na Europa todos tém essa visão vcs fazem sexo todos dias seja na rua na praia etc são todas putas, viaja um dia para ver como são vista",
        "likes": 1
      },
      {
        "id": "UgwuBCFqU3Wh0F_EJQZ4AaABAg.8fnmGiFHEY18oRProQioPq",
        "user": "Cintia Silva",
        "date": "7 months ago",
        "timestamp": 1544528008440,
        "commentText": "@Vanilson SHOCK \nSim lá fora e até aqui mesmo são mal vistas, assim como a maioria tem uma visão que os homens daqui são bandidos  e malandros, triste isso mas é a realidade!",
        "likes": 0
      },
      {
        "id": "UgwuBCFqU3Wh0F_EJQZ4AaABAg.8fnmGiFHEY18oRPzxZeVk0",
        "user": "Cintia Silva",
        "date": "7 months ago",
        "timestamp": 1544528008441,
        "commentText": "@Vanilson SHOCK Generalizar não é bom, no Brasil tem muita mulher e homem decente sim.",
        "likes": 3
      },
      {
        "id": "UgwuBCFqU3Wh0F_EJQZ4AaABAg.8fnmGiFHEY18oRQrMKhvRA",
        "user": "Vanilson SHOCK",
        "date": "7 months ago",
        "timestamp": 1544528008443,
        "commentText": "@Cintia Silva se quer casar procura mulher em outros horizontes, sou de outro país e já fui na merda do seu país, basta ter dinheiro vc pode casar com loiras de olhos azuis, ruivas tudo por interesse pesquisa todos jogadores de futebol negros lá no Brasil depois vem falar cmg",
        "likes": 0
      },
      {
        "id": "UgwuBCFqU3Wh0F_EJQZ4AaABAg.8fnmGiFHEY18qLgdXqpgVk",
        "user": "Ana Maria Lopes da Silvia Bruns",
        "date": "5 months ago",
        "timestamp": 1549884808444,
        "commentText": "Vanilson,porque vc fica falando isto,no seu país também tem muita prostitutas e muitas vão se prostituir nos países dos outros,portanto cale sua boca suja ,pois existem muitas mulheres brasileiras,honestas,trabalhadoras,guerreiras,pare de ofender as mulheres,vc gostaria  de ouvir as pessoas falando que todos os africanos são vagabundos,preguiçosos,ladroes,com certeza vc não gostaria de ouvir isto,então pense antes de falar,o Brasil tem muita gente boa e honesta também,assim deve ser também no seu Pais!",
        "likes": 2
      },
      {
        "id": "UgwuBCFqU3Wh0F_EJQZ4AaABAg.8fnmGiFHEY18qLhgu8Dixi",
        "user": "Ana Maria Lopes da Silvia Bruns",
        "date": "5 months ago",
        "timestamp": 1549884808446,
        "commentText": "Cara escroto ofendendo milhares e milhares de mães,esposas,fiéis e lutadoras,chingando todas as mães e mulheres descentes, do Brasil,cara mal educado, estupido,falando mal do Pais dos outros,gente que não presta como vc tem em todos os países,não só no Brasil,falta de respeito!",
        "likes": 3
      },
      {
        "id": "UgwuBCFqU3Wh0F_EJQZ4AaABAg.8fnmGiFHEY18qMyoDkHZVG",
        "user": "Vanilson SHOCK",
        "date": "5 months ago",
        "timestamp": 1549884808447,
        "commentText": "@Cintia Silva sai da orra desse país e vem para Portugal",
        "likes": 0
      },
      {
        "id": "UgwuBCFqU3Wh0F_EJQZ4AaABAg.8fnmGiFHEY18tlpRz91XXu",
        "user": "Yasmine Bibiano",
        "date": "2 months ago",
        "timestamp": 1557574408448,
        "commentText": "@Vanilson SHOCK tanto que há tantas brasileiras casadas com extrangeiros, pois há pessoas com bom senso ainda",
        "likes": 0
      },
      {
        "id": "UgwuBCFqU3Wh0F_EJQZ4AaABAg.8fnmGiFHEY18tm8Unnfo3H",
        "user": "Vanilson SHOCK",
        "date": "2 months ago",
        "timestamp": 1557574408781,
        "commentText": "@Yasmine Bibiano nada aver",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgybCJ2xj81qT--dM4d4AaABAg",
    "user": "Francisco Gabriel",
    "date": "1 year ago",
    "timestamp": 1531308807859,
    "commentText": "Os portugueses muitas vezes dizem que nós brasileiros não somos civilizados, mas esse comportamento dos jovens portugueses que você descreveu não é um comportamento de europeu. Eles parecem muito mais latino-americanos comportando-se dessa maneira com as mulheres. Isso é assédio típico de sul americano.",
    "likes": 22,
    "hasReplies": true,
    "numberOfReplies": 16,
    "replies": [
      {
        "id": "UgybCJ2xj81qT--dM4d4AaABAg.8fRHuDLLVrG8oZp72cVrpn",
        "user": "Priscilla Vallentim",
        "date": "7 months ago",
        "timestamp": 1544528008394,
        "commentText": "@O MOREIRA A ONDE ESTÁ ESCRITO QUE SER PUTA É CRIME?!\nEU HEIN... SE TEM PROSTITUTAS BR AI É PQ TEM HOMEM PORTUGUÊS PROCURANDO!\nE MESMO ASSIM QUALQUER PROSTITUTA DE QUALQUER LUGAR MERECE RESPEITO!\nNADA DO QUE DISSE JUSTIFICA O DESRESPEITO!",
        "likes": 1
      },
      {
        "id": "UgybCJ2xj81qT--dM4d4AaABAg.8fRHuDLLVrG8oosSts5hsy",
        "user": "Priscilla Vallentim",
        "date": "6 months ago",
        "timestamp": 1547206408395,
        "commentText": "@O MOREIRA Muito irritadinho vc hein?!\nConheço o meu país sim, e não concordo com tais atitudes de preconceito!\nE o mesmo vale para o que já tinha citado:\nNada justifica um ato de preconceito!",
        "likes": 0
      },
      {
        "id": "UgybCJ2xj81qT--dM4d4AaABAg.8fRHuDLLVrG8oqoBz7h3hs",
        "user": "Haneen Oak",
        "date": "6 months ago",
        "timestamp": 1547206408397,
        "commentText": "portugueses são também latinos, assim como italianos, espanhóis, romenos e franceses ( são uma mistura de latinos com outras etnias). Latinos sul americanos não são diferentes de outros latinos.",
        "likes": 1
      },
      {
        "id": "UgybCJ2xj81qT--dM4d4AaABAg.8fRHuDLLVrG8or58Z27v64",
        "user": "Junior Barcelos",
        "date": "6 months ago",
        "timestamp": 1547206408398,
        "commentText": "@O MOREIRA , só uma observação à seu respeito, tu estás em todos os vídeos atacando os brasileiros, tu pareces que sofreste uma rejeição  de algum brasileiro. 😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂 todo vídeo do gênero Br x Pt tu estás presente .😂😂😂😂😂",
        "likes": 0
      },
      {
        "id": "UgybCJ2xj81qT--dM4d4AaABAg.8fRHuDLLVrG8paeVf8dCU4",
        "user": "Miguel Tavares",
        "date": "6 months ago",
        "timestamp": 1547206408400,
        "commentText": "@Priscilla Vallentim  mulher sem dignidade nem honra...igual a lixo ou criminosa !!!!!!!!!!!!!",
        "likes": 0
      },
      {
        "id": "UgybCJ2xj81qT--dM4d4AaABAg.8fRHuDLLVrG8pedc3Boqmo",
        "user": "Priscilla Vallentim",
        "date": "6 months ago",
        "timestamp": 1547206408401,
        "commentText": "@Miguel Tavares Ah sim a mulher néh!\nE os homens que procuram pela prostituição... O que eles representam pra vc?\nSão lixos e criminosos??\nHipocrisia sim deveria ser CRIME!",
        "likes": 2
      },
      {
        "id": "UgybCJ2xj81qT--dM4d4AaABAg.8fRHuDLLVrG8poXziG8JOu",
        "user": "Yngrid Marinho",
        "date": "6 months ago",
        "timestamp": 1547206408409,
        "commentText": "Miguel Tavares você tem problema mental ou algo do tipo? Parece retardado",
        "likes": 2
      },
      {
        "id": "UgybCJ2xj81qT--dM4d4AaABAg.8fRHuDLLVrG8pojs6k5Sln",
        "user": "Miguel Tavares",
        "date": "6 months ago",
        "timestamp": 1547206408411,
        "commentText": "@Yngrid Marinho  parecer nao e o mesmo que ser ...putas...nem pao nem agua....LIXO!!!!!!! cai fora e vai morrer...!!!",
        "likes": 1
      },
      {
        "id": "UgybCJ2xj81qT--dM4d4AaABAg.8fRHuDLLVrG8qPQk1TmVT8",
        "user": "sonia pinto",
        "date": "5 months ago",
        "timestamp": 1549884808413,
        "commentText": "@Miguel Tavares e os homens que as procuram sao o que?",
        "likes": 1
      },
      {
        "id": "UgybCJ2xj81qT--dM4d4AaABAg.8fRHuDLLVrG8qc7hGxjFP4",
        "user": "Luisa Maria",
        "date": "5 months ago",
        "timestamp": 1549884808414,
        "commentText": "Nunca vi um brasileiro se comportando assim. E mais, em portugal é permitido fazer aborto, matar fetos inocentes frutos de suas vulgaridades, enquanto no brasil continuamos conservadores, com fé em deus e na família com um presidente conservador. Putas são suas mulheres que perderam sua fé e estão sendo levadas por muçulmanos.",
        "likes": 4
      },
      {
        "id": "UgybCJ2xj81qT--dM4d4AaABAg.8fRHuDLLVrG8rg9ocUdX11",
        "user": "Alex Vaz Nogueira",
        "date": "4 months ago",
        "timestamp": 1552304008844,
        "commentText": "Desde quando os europeus somos todos iguais?\nOlha que em Portugal não há tanto machismo como existe em Espanha, Itália ou Grécia. 😂",
        "likes": 0
      },
      {
        "id": "UgybCJ2xj81qT--dM4d4AaABAg.8fRHuDLLVrG8runbhHsieO",
        "user": "B T",
        "date": "4 months ago",
        "timestamp": 1552304008845,
        "commentText": "@Luisa Maria com essa cara horrorosa, vais continuar sem macho fia.",
        "likes": 1
      },
      {
        "id": "UgybCJ2xj81qT--dM4d4AaABAg.8fRHuDLLVrG8rurb5iayT0",
        "user": "Luisa Maria",
        "date": "4 months ago",
        "timestamp": 1552304008847,
        "commentText": "@B T Mas vou continuar não sendo prostituta vulgar pelo menos.",
        "likes": 2
      },
      {
        "id": "UgybCJ2xj81qT--dM4d4AaABAg.8fRHuDLLVrG8sTHoGZMDyL",
        "user": "Bianca Nunes",
        "date": "3 months ago",
        "timestamp": 1554982408848,
        "commentText": "@Priscilla Vallentim e",
        "likes": 0
      },
      {
        "id": "UgybCJ2xj81qT--dM4d4AaABAg.8fRHuDLLVrG8tueMnVYjtn",
        "user": "Cláudia Costa",
        "date": "2 months ago",
        "timestamp": 1557574408850,
        "commentText": "Tanto rótulo. Cavalheiros e vilões há em todos os países.",
        "likes": 0
      },
      {
        "id": "UgybCJ2xj81qT--dM4d4AaABAg.8fRHuDLLVrG8wFiCO0dTiF",
        "user": "David Banza",
        "date": "3 weeks ago",
        "timestamp": 1561030408852,
        "commentText": "@Priscilla Vallentim isto dito por um gajo onde    a taxa de criminalidade é uma das maiores do mundo",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgzJnPG1N7ew4ra6CMl4AaABAg",
    "user": "Diopsido",
    "date": "1 year ago",
    "timestamp": 1531308807861,
    "commentText": "Concordo consigo quando afirma que nem todas as mulheres brasileiras são assim. Mas pela experiência recente da grande vaga de imigração brasileira entre 1995-2010 em Portugal,  um gigantesco número destas mulheres correspondia a esse padrão: ou andava realmente na prostituição, de facto, ou então tinha um comportamento, digamos, \" muito acessível\".\nE consta que as brasileiras costumam ser, em regra, muito mais desinibidas e \"quentes\" do que as portuguesas. Nem as inglesas e nórdicas que passam por aqui as férias (e são MUITO desinibidas) conseguem ter tanta fama como as brasileiras.\nO mito das brasileiras ficou...\nLamento o seu caso, mas as origens do estereótipo são estas. Deve agradecer às suas antecessoras compatriotas que viveram por aqui até há uns 6-7 anos.",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "UgzJnPG1N7ew4ra6CMl4AaABAg.8f7AD0y44ne8oRFVuRsqs4",
        "user": "Cintia Silva",
        "date": "7 months ago",
        "timestamp": 1544528008194,
        "commentText": "@Jonathan Stuart Sim e os homens de classé média os mais vagabundos e ladrões. Triste ver que tanto as mulheres e os homens tem essa imagem ruin tanto dentro do país como fora.",
        "likes": 0
      },
      {
        "id": "UgzJnPG1N7ew4ra6CMl4AaABAg.8f7AD0y44ne8pCmdPuoP3Y",
        "user": "Maria Ribeiro",
        "date": "6 months ago",
        "timestamp": 1547206408196,
        "commentText": "Diopsido \nAinda hoje infelizmente!.",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugw9AZ0tlIA5OSFW5XZ4AaABAg",
    "user": "Alice Lobo",
    "date": "1 year ago",
    "timestamp": 1531308807863,
    "commentText": "Infelizmente para as brasileiras essa é a opinião da maioria das pessoas na Europa, nao só em portugal, Nunca vi a bandeira portuguesa a frente de casas de massagens eroticas e etc, infelizmente para a imagem das brasileiras , ja vi a bandeira Brasileira em frente a varias casas de massagens eroticas na suiça e na Alemanha . Eu como Portuguesa só tenho que agradecer a todos os emigrantes portugueses que tem deixado um legado admiravel para os mais emigrantes mais novos. Os portugueses sao exemplo de comportamento em todos os países da europa, por isso temos muitas portas abertas. E isso deve se sempre aos mais velhos.",
    "likes": 34,
    "hasReplies": true,
    "numberOfReplies": 12,
    "replies": [
      {
        "id": "Ugw9AZ0tlIA5OSFW5XZ4AaABAg.8f-PaoaAACx8gPZI66VIVg",
        "user": "Guaracy Mendes",
        "date": "1 year ago",
        "timestamp": 1531308808535,
        "commentText": "Alice Lobo Alice, Alice.... Como assim? Bandeira brasileira na porta de casa de prostituição em outro país????",
        "likes": 4
      },
      {
        "id": "Ugw9AZ0tlIA5OSFW5XZ4AaABAg.8f-PaoaAACx8oAYD3289I3",
        "user": "João Neto",
        "date": "7 months ago",
        "timestamp": 1544528008536,
        "commentText": "O q suja o nome de um país é a midia e  o governo.",
        "likes": 2
      },
      {
        "id": "Ugw9AZ0tlIA5OSFW5XZ4AaABAg.8f-PaoaAACx8pClH4h8Ak-",
        "user": "Maria Ribeiro",
        "date": "6 months ago",
        "timestamp": 1547206408538,
        "commentText": "Alice Lobo \nConcordo consigo plenamente, sou uma portuguesa também fora de Portugal há muitíssimos anos,\nOs portugueses no meu país de acolhimento (perdoe se não lhe digo onde por questão de segurança) são ( ou pelo menos) eram vistos como pessoas maravilhosas, trabalhadoras e decentes, em especial a mulher portuguesa é ainda hoje respeitada e admirada onde quer que seja, mas a partir do momento que começaram a chegar em “ massa “ brasileir@s aqui a este país, e por uma questão de mais fácil integração no mundo deste país visto que a língua é similar, vimo-nos como comunidades  e famílias a viver quase de repente a viver autênticas ( catástrofes ) pois os negócios começaram a envolver uma cultura que não sendo a nossa acabaram por sofrer a sua transformação desde a comida dos restaurantes portugueses ( deixaram de ter o verdadeiro sabor português e passou a uma “ misturada de sabores ) acabando por perderem clientela , hás famílias destroçadas por”  falinhas doces” procurando dinheiro, bem estar , segurança , e através do sexo fácil, com entregas fáceis ao homem português , casados ou não, acabaram por destruir muitas famílias e até algumas fortunas , horrível!! Chegou ao extremo de as portuguesas ao procurarem trabalho lhes perguntarem se são brasileiras ou portuguesas , pois infelizmente a reputação da mulher brasileira não é tão boa em parte alguma do mundo ( e elas sabem que é verdade). Mas a culpa também é do homem português, que procura nelas sexo fácil, pondo de parte os valores morais que acarreta o seio familiar , e a troco duns momentos de prazer são capazes de deixar até os filhos na pobreza, infelizmente.\nPara si as maiores felicidades.\n      Feliz Natal 🎄 🙏🌹",
        "likes": 3
      },
      {
        "id": "Ugw9AZ0tlIA5OSFW5XZ4AaABAg.8f-PaoaAACx8qKsH34l_h2",
        "user": "Ana Maria Lopes da Silvia Bruns",
        "date": "5 months ago",
        "timestamp": 1549884808539,
        "commentText": "E os homem que procuram estas mulheres são o que? santinhos né, com certeza,tem prostituta de toda nacionalidade e que o BRAZIL é maior só isto!Aff",
        "likes": 5
      },
      {
        "id": "Ugw9AZ0tlIA5OSFW5XZ4AaABAg.8f-PaoaAACx8qKs_tgydPL",
        "user": "Ana Maria Lopes da Silvia Bruns",
        "date": "5 months ago",
        "timestamp": 1549884808541,
        "commentText": "É um pouco de hipocrisia,tá cheio de prostituta portuguesa e de outros países,as portuguesas não nenhuma santinhas ,só fazem escondido,isto sim,e os homens que procuram prostitutas e traem suas mulheres são todos Santos?,Santa hipocrisia,a sociedade e assim mesmo,gosta de coisas às escondidas!",
        "likes": 7
      },
      {
        "id": "Ugw9AZ0tlIA5OSFW5XZ4AaABAg.8f-PaoaAACx8qKsuFnwAed",
        "user": "Ana Maria Lopes da Silvia Bruns",
        "date": "5 months ago",
        "timestamp": 1549884808542,
        "commentText": "QUANDO JESUS VIU TODOS COM PEDRAS PARA APEDREJAREM A MULHER ADÚLTERA ,ELE SABIA QUE MUITOS COM AS PEDRAS NAS MÃOS ERAM PROSTITUTOS TAMBÉM,ELE DISSE QUEM NÃO TIVER PECADO ATIRE A PRIMEIRA PEDRA,AS PROSTITUTAS ESTÃO ERRADAS,MAS OS HOMENS QUE A PROCURAM SÃO O QUE?NAO ME DIGAM QUE SÃO SANTOS PORQUE NEM JESUS ACHOU ISTO,AFF",
        "likes": 3
      },
      {
        "id": "Ugw9AZ0tlIA5OSFW5XZ4AaABAg.8f-PaoaAACx8r43R1G_kRV",
        "user": "Ryugy sugoi",
        "date": "5 months ago",
        "timestamp": 1549884808543,
        "commentText": "E as tugas putas q ficavam na vitrine de Amisterdã.e em Lisboa q tem o quinto maior bordel da europa cheio de putas tugas. mas ai chegou as russas.ucranianas.brasileiras quem vai querer comer uma merda de uma portuguesa que nem pra ser puta serve!",
        "likes": 5
      },
      {
        "id": "Ugw9AZ0tlIA5OSFW5XZ4AaABAg.8f-PaoaAACx8rS5bLWnOTT",
        "user": "Julia Kretzer",
        "date": "4 months ago",
        "timestamp": 1552304008545,
        "commentText": "@Maria Ribeiro , as mulheres portuguesas não querendo generalizar, são muito feias. Não é por acaso que os os homens portugueses ficam doidos pelas brasileiras. Já participei de diversos grupos das redes sociais de Portugal   e percebi o ódio que as mulheres portuguesas nutrem pelas  brasileiras. Puro ciúme!",
        "likes": 4
      },
      {
        "id": "Ugw9AZ0tlIA5OSFW5XZ4AaABAg.8f-PaoaAACx8rSun93Y3tu",
        "user": "Glauce Junie Lopes",
        "date": "4 months ago",
        "timestamp": 1552304008546,
        "commentText": "O pessoal fala das brasileiras como se todas fossem iguais. Gente, nem toda brasileira é promíscua, ok ? Gente que não presta existem em diversos lugares.",
        "likes": 3
      },
      {
        "id": "Ugw9AZ0tlIA5OSFW5XZ4AaABAg.8f-PaoaAACx8rUzSx6k_cV",
        "user": "miniver",
        "date": "4 months ago",
        "timestamp": 1552304008548,
        "commentText": "Portuguesa com boa fama? É melhor você se atualizar, moça! O fato de você não ter visto não significa que não existam portuguesas vadias. Aqui no Brasil mesmo, durante a crise que Portugal sofreu anos atrás, várias portugas vieram cá se prostituir.",
        "likes": 3
      },
      {
        "id": "Ugw9AZ0tlIA5OSFW5XZ4AaABAg.8f-PaoaAACx8tKTqN9o89X",
        "user": "Glauce Junie Lopes",
        "date": "3 months ago",
        "timestamp": 1554982408830,
        "commentText": "@Maria Ribeiro, você falou de uma maneira tão mesquinha. Você praticamente cuspiu superioridade, moça, mulher que não vale nada existe em todo o lugar do mundo. Acho desnecessário você falar com tanta arrogância. Nós, os brasileiros não somos lixos, somos humanos como vocês. Então, tenha mais consciência do que diz, tenha noção, pois portuguesas (es) não são melhores do que ninguém.",
        "likes": 2
      },
      {
        "id": "Ugw9AZ0tlIA5OSFW5XZ4AaABAg.8f-PaoaAACx8uOpou3Hb4A",
        "user": "Alex Ilha",
        "date": "2 months ago",
        "timestamp": 1557574408832,
        "commentText": "Eu nem ia dizer nada, mas depois dessa é melhor ter o nome do pais associadp a prostituição do que ao tráfico de escravos. \n\nSo para o Brasil os portugueses trouxeram 4 milhoes de escravos!",
        "likes": 1
      }
    ]
  },
  {
    "id": "Ugwsv3CMTahncuKVB394AaABAg",
    "user": "Zé Baiano",
    "date": "1 year ago",
    "timestamp": 1531308807866,
    "commentText": "O que vove diz e verdade mas como mulher inteligente que acredito que é porque não parou e pensou PORQUE, Porque antes de voce chegar aconteceu que as mulheres que vinham para Portugal se queriam dar bem a qualquer custo  não olhando a nada centenas de casamentos desfeitos namoros com casamento marcado desfeitos maridos derretendo salários com meninas de programa brasileiras então voce chega com as suas amigas e pergunta oh  que meninos estranhos sem educação todo tem uma razão de ser se informe primeiro antes de falar",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "Ugwsv3CMTahncuKVB394AaABAg.8ezqIsTFx7q8tlp8YI1dAL",
        "user": "Yasmine Bibiano",
        "date": "2 months ago",
        "timestamp": 1557574408225,
        "commentText": "Cabe vocês educarem seus homens. Só havia prostituição, porque havia demanda, leia-se : homens. Colocar tudo na conta das prostitutas é muito fácil.",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugx5RtHmQ4WpHDrgRmt4AaABAg",
    "user": "Nuno Ferreira",
    "date": "1 year ago",
    "timestamp": 1531308807868,
    "commentText": "Você levou fora de algum portugues. Um desesperado já fica achando que conhece o homem portugues! Homem brasileiro folgado nao tem ai né! E nao sabe bloquear o cara nas redes sociais? Ficou dando bola e agora ta de mimimi.",
    "likes": 3,
    "hasReplies": true,
    "numberOfReplies": 3,
    "replies": [
      {
        "id": "Ugx5RtHmQ4WpHDrgRmt4AaABAg.8exuKSmQpMK8exv39259WL",
        "user": "Bruna Mansur",
        "date": "1 year ago",
        "timestamp": 1531308808248,
        "commentText": "Nuno Ferreira e você sabe de toda minha história né... não levei fora de nenhum português pois namoro um brasileiro. E eu bloqueei o cara sim. Mas até esse momwnto eu tive q escutar coisas horríveis de um homem machista. Não venha dizer o que eu fiz ou deixei de fazer",
        "likes": 11
      },
      {
        "id": "Ugx5RtHmQ4WpHDrgRmt4AaABAg.8exuKSmQpMK8nZpXOVi4nT",
        "user": "Sergio Lopes",
        "date": "7 months ago",
        "timestamp": 1544528008251,
        "commentText": "Nuno, se bloqueasse ficava sem assunto, nė?",
        "likes": 1
      },
      {
        "id": "Ugx5RtHmQ4WpHDrgRmt4AaABAg.8exuKSmQpMK8qdpE87QAeb",
        "user": "Luisa Maria",
        "date": "5 months ago",
        "timestamp": 1549884808252,
        "commentText": "@Bruna Mansur São um bando de pevertidos hipócritas que não conseguem respeitar mulheres de bem.",
        "likes": 2
      }
    ]
  },
  {
    "id": "UgxCFdSDgdpOIrb0b_d4AaABAg",
    "user": "Ricardo Freitas",
    "date": "1 year ago",
    "timestamp": 1531308807871,
    "commentText": "Bruna, fico triste por ter passado por essa situação. Peço desculpa em Nome de todos os portugueses. O que passou contigo foi fruto da historia! Assim como os portugueses são conhecidos por terem padarias no Brasil ou as portuguesas terem bigode, as brasileiras são conhecidas por ser putas em Portugal (desculpa a linguagem). Nos anos 90 e 2000, Portugal foi literalmente invadido de prostituiçao brasileira. Falava brasileiro, era puta, e normalmente era verdade! É normal que o estigma exista. hoje sabemos que os brasileiros que vêem para a Europa, é gente mais qualificada! E como irmãos, recebemos os brasileiros de braços abertos e queremos crescer com vocês! Seja bem-vinda a Portugal e espero que consiga superar os seus objetivos!!",
    "likes": 52,
    "hasReplies": true,
    "numberOfReplies": 23,
    "replies": [
      {
        "id": "UgxCFdSDgdpOIrb0b_d4AaABAg.8evFV2v8x_B8evFvmBFUJd",
        "user": "Bruna Mansur",
        "date": "1 year ago",
        "timestamp": 1531308808468,
        "commentText": "Ricardo Freitas obrigada pela mensagem de carinho! Alguns portugueses não entenderam o que eu quis falar no vídeo!",
        "likes": 4
      },
      {
        "id": "UgxCFdSDgdpOIrb0b_d4AaABAg.8evFV2v8x_B8pgddluupwo",
        "user": "portu sentido",
        "date": "6 months ago",
        "timestamp": 1547206408470,
        "commentText": "Em nome de todos os portugueses?! mas quem  delegou em ti legitimidade para tal? eu não fui! e por isso, não necessito que por mim peças desculpa.. tenho cultura e inteligência suficiente, para viver sem essa necessidade.",
        "likes": 0
      },
      {
        "id": "UgxCFdSDgdpOIrb0b_d4AaABAg.8evFV2v8x_B8pyeZ8jX6JM",
        "user": "Jorge Veiga",
        "date": "6 months ago",
        "timestamp": 1547206408471,
        "commentText": "O SEF devia mandar essas tretas pró Amazonas, essas q vêm se prostituir em Portugal e destruir famílias,,,,,",
        "likes": 0
      },
      {
        "id": "UgxCFdSDgdpOIrb0b_d4AaABAg.8evFV2v8x_B8qPQ1VWDwzu",
        "user": "sonia pinto",
        "date": "5 months ago",
        "timestamp": 1549884808473,
        "commentText": "@Jorge Veiga nao sao elas que destroem sao os homens que vao ter com as brasileiras, quando deveriam fidelidade a sua esposa",
        "likes": 9
      },
      {
        "id": "UgxCFdSDgdpOIrb0b_d4AaABAg.8evFV2v8x_B8s1DjMhTjZH",
        "user": "Chris Otto",
        "date": "4 months ago",
        "timestamp": 1552304008474,
        "commentText": "Não tem que pedir desculpa Sr Ricardo. Sou Brasileiro e posso garantir que 90¨% das mulheres são PUTAS  aqui no Brasil. Muitas prostitutas e muitas putas, ou seja, promíscuas, fazem sexo com qualquer um. Elas próprias criaram essa imagem que ainda reflete a realidade atual!!! Por que milhões de mulheres brasileiras são mães solteiras.??? Porque são putas inconsequentes!!!",
        "likes": 1
      },
      {
        "id": "UgxCFdSDgdpOIrb0b_d4AaABAg.8evFV2v8x_B8sHbzyhNdyj",
        "user": "Vanessa Silva",
        "date": "4 months ago",
        "timestamp": 1552304008475,
        "commentText": "@Chris Otto e os homens deve ser uns santos, né ?? Pra vc ter conhecido muita puta , vc deve  estar envolvido nisso tbm , afinal a gente é aquilo que a gente atrai. Hipócritas com esse tipo de pensamento, existem aos montes no Brasil.",
        "likes": 7
      },
      {
        "id": "UgxCFdSDgdpOIrb0b_d4AaABAg.8evFV2v8x_B8sHcxzXmED1",
        "user": "Chris Otto",
        "date": "4 months ago",
        "timestamp": 1552304008477,
        "commentText": "@Vanessa Silva Na opinião que postei, deixei claro que uns 10% das mulheres brasileiras se salvam. Pelo visto você faz parte das \"vagabundas\" que critiquei !!!",
        "likes": 0
      },
      {
        "id": "UgxCFdSDgdpOIrb0b_d4AaABAg.8evFV2v8x_B8sHfwV98seq",
        "user": "Vanessa Silva",
        "date": "4 months ago",
        "timestamp": 1552304008478,
        "commentText": "@Chris Otto não querido , eu não faço parte dos 90% que vc criticou . Eu sou uma moça estudada e fui criada em uma cultura familiar conservadora , mas diferente de vc ,eu odeio gente hipócrita , e isso existe muito no nosso pais .Homens que adoram criticar mulheres, mas são uns verdadeiros demônios ,e eu não preciso ser pra saber , porque eu tenho uma coisa que se chama \"empatia\" pelo outro, seja por amigas ou conhecidas.  Mas não precisa ficar irritadinho , se a carapuça não te serviu.",
        "likes": 7
      },
      {
        "id": "UgxCFdSDgdpOIrb0b_d4AaABAg.8evFV2v8x_B8sIsMQvM8ub",
        "user": "Chris Otto",
        "date": "4 months ago",
        "timestamp": 1552304008480,
        "commentText": "@Vanessa Silva Empatia ou cumplicidade com as vadias ???? Tem mulher que, apesar da educação conservadora, opta pela vida promíscua, ou seja, abre as pernas pra qualquer homem que passa na rua.",
        "likes": 0
      },
      {
        "id": "UgxCFdSDgdpOIrb0b_d4AaABAg.8evFV2v8x_B8sIz4p0jdDZ",
        "user": "Vanessa Silva",
        "date": "4 months ago",
        "timestamp": 1552304008481,
        "commentText": "@Chris Otto nossa, como você é mal amado , eu não tenho nada haver com a vida de ninguém e quem opta por esse tipo de vida.Quem sou eu pra julgar , mas por trás de tanta crítica, deve ter alguém com tamanha vontade de ser na mesma proporção, e por enfim me encerro por aqui.",
        "likes": 9
      },
      {
        "id": "UgxCFdSDgdpOIrb0b_d4AaABAg.8evFV2v8x_B8sJqQ6esHQ_",
        "user": "Natalia Garcia",
        "date": "4 months ago",
        "timestamp": 1552304008909,
        "commentText": "@Vanessa Silva não se importe com esse imbecíl do Chris Otto. As mulheres estão solteiras não pq são putas, ao contrário pq são dignas de respeito e nao merecem ficar com homens vagabundos q devem ser como ele tb. Homem em geral não presta, é só analisar o cenário atual do aumento do feminicídio. E as mulheres vivem bem melhor solteiras do q mal acompanhadas.",
        "likes": 2
      },
      {
        "id": "UgxCFdSDgdpOIrb0b_d4AaABAg.8evFV2v8x_B8sJtwisI7Tz",
        "user": "Chris Otto",
        "date": "4 months ago",
        "timestamp": 1552304008911,
        "commentText": "@Vanessa Silva Vai dar o cu que você ganha mais!!!!",
        "likes": 0
      },
      {
        "id": "UgxCFdSDgdpOIrb0b_d4AaABAg.8evFV2v8x_B8sK4KfQa99B",
        "user": "Vanessa Silva",
        "date": "4 months ago",
        "timestamp": 1552304008912,
        "commentText": "@Chris Otto Quando a pessoa não tem mais argumento , já apela pra xingamentos. É por isso que você é um hater mal amado mesmo e nenhuma mulher descente vai querer alguém como você.",
        "likes": 4
      },
      {
        "id": "UgxCFdSDgdpOIrb0b_d4AaABAg.8evFV2v8x_B8sK6q4AjkUv",
        "user": "Chris Otto",
        "date": "4 months ago",
        "timestamp": 1552304008913,
        "commentText": "@Vanessa Silva Meu pau no seu cuzão!!!",
        "likes": 0
      },
      {
        "id": "UgxCFdSDgdpOIrb0b_d4AaABAg.8evFV2v8x_B8sMU1Gcm2mj",
        "user": "Lyia Doverich",
        "date": "4 months ago",
        "timestamp": 1552304008915,
        "commentText": "@sonia pinto Quem contraiu o matrimonio nao foi a prostituta.. Sempre a culpa é das mulheres e os homens sao as vítimas.. coitadinhos ... Safado,tem a esposa em casa e sai p procurar estas coisas.",
        "likes": 3
      },
      {
        "id": "UgxCFdSDgdpOIrb0b_d4AaABAg.8evFV2v8x_B8sMU7zkRxuv",
        "user": "Lyia Doverich",
        "date": "4 months ago",
        "timestamp": 1552304008917,
        "commentText": "@sonia pinto nao generalize... Nem toda brasileira é puta na Europa..",
        "likes": 0
      },
      {
        "id": "UgxCFdSDgdpOIrb0b_d4AaABAg.8evFV2v8x_B8sMUDhDzA8V",
        "user": "Lyia Doverich",
        "date": "4 months ago",
        "timestamp": 1552304008918,
        "commentText": "@Chris Otto Entao a sua mae irmãs sobrinhas estao inclusas na sua porcentagem não?",
        "likes": 0
      },
      {
        "id": "UgxCFdSDgdpOIrb0b_d4AaABAg.8evFV2v8x_B8sMUI80vnwo",
        "user": "Lyia Doverich",
        "date": "4 months ago",
        "timestamp": 1552304008919,
        "commentText": "@Vanessa Silva um idiota acefalo",
        "likes": 0
      },
      {
        "id": "UgxCFdSDgdpOIrb0b_d4AaABAg.8evFV2v8x_B8sMUUhz_RM2",
        "user": "Lyia Doverich",
        "date": "4 months ago",
        "timestamp": 1552304008921,
        "commentText": "@Chris Otto Pelo que prcebi vc tem tanto odio das mulheres brasileiras que as chamam de putas .. Ou nenhuma quis sair c vc por ser um ogro nojento e sem educação ou vc gosta de dar a bunda escondido... Isso que é ficar no armário.. Se assuma! ta na moda se assumir  kkkkk",
        "likes": 4
      },
      {
        "id": "UgxCFdSDgdpOIrb0b_d4AaABAg.8evFV2v8x_B8sMUnd3Ir4U",
        "user": "Lyia Doverich",
        "date": "4 months ago",
        "timestamp": 1552304008922,
        "commentText": "@Natalia Garcia Ahaha na cabeça dele mulher honesta e direita é aqyela que fica c macho a enchendo a cara de porradas,trazendo DSts e ela trabalhando para sustenta-lo feito uma camela.. as separadas e solteiras estao bem é certíssjmas...\nVagabundo quando perde a mamata até mata... por dia tem morrido varias..",
        "likes": 1
      },
      {
        "id": "UgxCFdSDgdpOIrb0b_d4AaABAg.8evFV2v8x_B8sMUtLw328b",
        "user": "Lyia Doverich",
        "date": "4 months ago",
        "timestamp": 1552304008923,
        "commentText": "@Vanessa Silva nem as ditas putas que ele fala .. kkk vao querer este lixo",
        "likes": 1
      },
      {
        "id": "UgxCFdSDgdpOIrb0b_d4AaABAg.8evFV2v8x_B8vU6n39PVb9",
        "user": "Bella Bambie",
        "date": "1 month ago",
        "timestamp": 1560252808925,
        "commentText": "@Chris Otto  Incrível é vc estar inteirado da vida de 90% das brasileiras, ou seja, cerca de 100 milhões de pessoas distribuídas em um território gigantesco!  Olho biônico, kkkkkkkkkkkkkkkk...  Na verdade, acho que vc levou um belo chute no traseiro (ou no plural) e ficou desgostoso da vida, kkkkkkkkkkkk",
        "likes": 0
      },
      {
        "id": "UgxCFdSDgdpOIrb0b_d4AaABAg.8evFV2v8x_B8vUII2EuKzA",
        "user": "Chris Otto",
        "date": "1 month ago",
        "timestamp": 1560252808926,
        "commentText": "@Bella Bambie Meu pau no teu cuzão, sua bucetuda !!! Pedi tua opinião prostituta de esquina ??? Vou meter meu pau no teu cuzão até esfolar sua  vaca !!!!",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgxDYhBVmVdvBfPnpMp4AaABAg",
    "user": "AfmJr",
    "date": "1 year ago",
    "timestamp": 1531308807873,
    "commentText": "Sou brasileiro e minha namorada é portuguesa,e temos a mesma idade que você,e pelo que eu já reparei e pelo que ela já comentou sobre o que já aconteceu com ela,os homens daqui de modo geral tem mesmo essa coisa de bancar o carente insistente ou até mesmo de perseguir garotas para descobrir onde moram e etc mesmo com as locais.\nE eu mesmo vejo que na maioria deles existe uma mania de verem não só a brasileira como muitas outras estrangeiras como mulheres muito mais fáceis do que as mulheres daqui... Aí é que a coisa piora,como tu disse no vídeo.\nFora que muitos desses caras com a mentalidade de ´´galanteador pedreiro´´ manifestam uma antipatia automática pelo imigrante que namora uma portuguesa,e isso eu já senti por experiência própria.\nOu seja,adoram galantear estrangeiras,mas quando vêem uma compatriota (bonita) nas mãos de um brasileiro ou cabo verdiano,logo aparece aquela xenofobia de ocasião...",
    "likes": 41,
    "hasReplies": true,
    "numberOfReplies": 5,
    "replies": [
      {
        "id": "UgxDYhBVmVdvBfPnpMp4AaABAg.8et29mWv_HZ8mZbZd0W591",
        "user": "O MOREIRA",
        "date": "8 months ago",
        "timestamp": 1541936008370,
        "commentText": "AfmJr toda a gente sabe que a fama de brasileiros aqui em Portugal não é a melhor . É tipo não generalizemos eu sou português nunca vi isso de seguir só se for um pedófilo tarado",
        "likes": 0
      },
      {
        "id": "UgxDYhBVmVdvBfPnpMp4AaABAg.8et29mWv_HZ8qbPtZazuWk",
        "user": "José Silva",
        "date": "5 months ago",
        "timestamp": 1549884808372,
        "commentText": "Pois, ninguém gosta de generalizações a não ser com os outros.",
        "likes": 0
      },
      {
        "id": "UgxDYhBVmVdvBfPnpMp4AaABAg.8et29mWv_HZ8qbPxLTYStL",
        "user": "José Silva",
        "date": "5 months ago",
        "timestamp": 1549884808374,
        "commentText": "\"os homens daqui de modo geral\" a isso chama-se generalizar.",
        "likes": 0
      },
      {
        "id": "UgxDYhBVmVdvBfPnpMp4AaABAg.8et29mWv_HZ8szPngrq4V5",
        "user": "Luiz Carlos Guimarães",
        "date": "3 months ago",
        "timestamp": 1554982408375,
        "commentText": "ELES NÃO TEM RESPEITO PELOS BAJULADORES BRASILEIROS! ELES ACHAM OS BRASILEIROS NECESSITADOS QUE PASSA FOME NO BRASIL! E QUE SE HUMILHA POR UM PRATO DE COMIDA! NUM PAÍS QUE VIVEM AS CUSTAS DA UE! BRASILEIRO QUE TEM VERGONHA NA CARA DEVERIAM PASSAR BEM LONGE DESSE PAÍS AFRICANO QUE AGIU COMO PENETRA NA EUROPA! PARA COMER DAS MIGALHAS DOS RICOS EUROPEUS!",
        "likes": 0
      },
      {
        "id": "UgxDYhBVmVdvBfPnpMp4AaABAg.8et29mWv_HZ8szYGTpXgsq",
        "user": "José Silva",
        "date": "3 months ago",
        "timestamp": 1554982408377,
        "commentText": "Tanta parvoíce junta! AHAHAH!",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgxY_rBK-BAAhtHc7dZ4AaABAg",
    "user": "Liliana Rock",
    "date": "1 year ago",
    "timestamp": 1531308807875,
    "commentText": "Bruna, a mentalidade é mesmo essa, que as mulheres brasileiras são faceis e essa atitude pode agradecer a milhares de brasileiras que não souberam dar-se ao respeito.",
    "likes": 27,
    "hasReplies": true,
    "numberOfReplies": 16,
    "replies": [
      {
        "id": "UgxY_rBK-BAAhtHc7dZ4AaABAg.8esYkPGJflu8f3c4wwKfju",
        "user": "Cruzado Cruzado",
        "date": "1 year ago",
        "timestamp": 1531308808277,
        "commentText": "Indústria do sexo, tem presença Brasil era em 90%",
        "likes": 2
      },
      {
        "id": "UgxY_rBK-BAAhtHc7dZ4AaABAg.8esYkPGJflu8jLNVr6ynY9",
        "user": "God Kim Seokjin",
        "date": "11 months ago",
        "timestamp": 1533987208279,
        "commentText": "Liliana Rock Que disparate de comentário.",
        "likes": 2
      },
      {
        "id": "UgxY_rBK-BAAhtHc7dZ4AaABAg.8esYkPGJflu8nZpHU5UWjc",
        "user": "Sergio Lopes",
        "date": "7 months ago",
        "timestamp": 1544528008281,
        "commentText": "Muito bem, Liliana, comentário objectivo e incisivo. Os portugueses formaram a opinião que as brasileiras lhe transmitiram, não inventaram uma opinião. Em português diz-se: \"Se não queres ser urso, não lhe vistas a pele\" (traduzido para brasileiro entender: se não queres passar por urso, não vistas um paletó de pele de urso). Por outro lado, a menina queixosa parece atrair mau olhado, dado que se queixou do Canadá e de Portugal, aqui mais propriamente de Coimbra. E começou por queixar-se das estudantes portuguesas, antes de passar aos meninos portugueses. Verdade que prometeu não generalizar, todavia referiu-se várias vezes aos meninos no plural, o que em português é intuído como \"todos os meninos\"...",
        "likes": 7
      },
      {
        "id": "UgxY_rBK-BAAhtHc7dZ4AaABAg.8esYkPGJflu8poYPlpe8mN",
        "user": "Yngrid Marinho",
        "date": "6 months ago",
        "timestamp": 1547206408282,
        "commentText": "Sergio Lopes resumo da ópera! Ser gentil para vcs é sinônimo de ser fácil. Vcs acreditam só naquilo que assistem na mídia.. depois que as mulheres não se garantem e em Coimbra só tem homem puto sedento por sexo .. se isso estivesse ocorrido no Brasil cês travam fudidos",
        "likes": 4
      },
      {
        "id": "UgxY_rBK-BAAhtHc7dZ4AaABAg.8esYkPGJflu8pp4N6tJt6v",
        "user": "Sergio Lopes",
        "date": "6 months ago",
        "timestamp": 1547206408284,
        "commentText": "@Yngrid Marinho O sábio nunca diz tudo o que pensa, mas pensa sempre tudo o que diz.\r  Aristóteles (384 a.C.-322 a.C.)\nfodido\r\nSignificado de Fodido\r\nadjetivo\r\nCh 1 Que se fodeu.\r\nMal de vida; arruinado, desesperado. Fodido e mal pago: que se saiu mal.\r\nEtimologia (origem da palavra fodido). Particípio de foder.\nhttps://www.dicio.com.br/fodido/",
        "likes": 1
      },
      {
        "id": "UgxY_rBK-BAAhtHc7dZ4AaABAg.8esYkPGJflu8qLiK5O97jr",
        "user": "Ana Maria Lopes da Silvia Bruns",
        "date": "5 months ago",
        "timestamp": 1549884808286,
        "commentText": "E os homens que pagam estas mulheres brasileiras prostitutas são o que?homens de respeito,são vagabundos,prostitutos,promíscuos e não se dão respeito também!",
        "likes": 10
      },
      {
        "id": "UgxY_rBK-BAAhtHc7dZ4AaABAg.8esYkPGJflu8qNL4m5i5eU",
        "user": "Giovanna melo",
        "date": "5 months ago",
        "timestamp": 1549884808287,
        "commentText": "@Ana Maria Lopes da Silvia Bruns concordo! São errados as duas partes. Pois tbm se os europeus não pagassem não teria prostituição em seus países.",
        "likes": 8
      },
      {
        "id": "UgxY_rBK-BAAhtHc7dZ4AaABAg.8esYkPGJflu8tlo3YVrvpr",
        "user": "Yasmine Bibiano",
        "date": "2 months ago",
        "timestamp": 1557574408289,
        "commentText": "@Sergio Lopes francamente. Deveriam era devolver o ouro que levantou esse país minúsculo que é o teu. Pagou dívidas e construiu edifícios. Talvez as mulheres que foram se prostituir nos anos 90, foram em decorrência de uma herança de exploração que deixou o nosso país a deriva.",
        "likes": 0
      },
      {
        "id": "UgxY_rBK-BAAhtHc7dZ4AaABAg.8esYkPGJflu8tmauv49-ye",
        "user": "Sergio Lopes",
        "date": "2 months ago",
        "timestamp": 1557574408290,
        "commentText": "@Yasmine Bibiano Francamente! O que a Menina sabe de História!!!  \n\n\nEsqueceu que território onde hoje se situa o Brasil era ocupado exclusivamente por índios até os portugueses chegarem? Logo, todos os que hoje se intitulam “brasileiros” são, de facto, neo-brasileiros ou, mesmo, neo-colonizadores. Qual é o papel dos Índios no Brasil de hoje? COLONIZADOS pelos neo-colonizadores…\r\n\r\nNão podemos esquecer que o reino de Portugal recebeu durante séculos apenas 20% do ouro explorado no Brasil, a restante parte foi aplicada na construção de cidades, infraestruturas, igrejas e aquedutos no próprio Brasil.  \r\nComo a descoberta do Ouro ajudou a definir o Brasil que conhecemos hoje?\r\nA exploração do ouro no Brasil permitiu a ocupação de regiões no interior e não apenas no litoral como se fazia até então, ajudando a definir as fronteiras do país tal como ele é hoje.  O boom demográfico associado ao período de exploração do ouro no brasil permitiu também o desenvolvimento de uma classe média formada por artesãos, artistas, poetas e intelectuais que em muito contribuíram para o grande desenvolvimento cultural do Brasil naquela época\r\nVárias das cidades brasileiras hoje consideradas Património Mundial da UNESCO foram construídas graças ao ouro explorado no Brasil. Também importantes monumentos no Rio de Janeiro, Bahia, Ouro Preto e Olinda foram feitos à custa desse mesmo ouro. Nessa altura o Brasil era território português e assim, Portugal, neste contexto, estava apenas a explorar algo num território que lhe pertencia. Importa referir que, tal como outros recursos explorados no Brasil, o ouro não era valorizado pelos Índios, os originais e verdadeiros habitantes do território naquela época.\r\n\r\nDisto isto, ponha aí o contacto do Grande Chefe Índio, o genuíno autóctone brasileiro e único brasileiro a quem dou o direito de reclamar o ouro.  Não é preciso ser muito inteligente para entender, perceber e compreender que a enxurrada de imigrantes que chegaram ao Brasil da Europa, Médio Oriente e Ásia, maioritariamente já depois da independência em 1822, não são brasileiros genuínos…\r\nNota de rodapé: foi este país minúsculo que construiu esse país gigante que, malgrado as enormes riquezas naturais, os neo-brasileiros em 200 anos não têm conseguido fazer entrar no circuito dos países desenvolvidos…  \nSalvé\r!",
        "likes": 0
      },
      {
        "id": "UgxY_rBK-BAAhtHc7dZ4AaABAg.8esYkPGJflu8tvQeTNZKm5",
        "user": "Yasmine Bibiano",
        "date": "2 months ago",
        "timestamp": 1557574408291,
        "commentText": "@Sergio Lopes e onde eu disse que era para nós devolver? Devolvam aos milhares de curumins, tupinambás, aymorés, ianomanis,guaranis e tantos outros... e digo mais a eles e talvez o mais importante, pois estavam de baixo de um império de ouro e o que mais lhes importava não foi levado a Portugal em forma de 20%, o que mais lhes importava foram ceifado de suas vidas. Portanto\nperdoai a todos NÓS que roubamos de vocês a paz, a liberdade, a terra, os rios, a saúde, a dignidade , a inocência, a floresta, a sobrevivência. Feliz dia do índio!",
        "likes": 0
      },
      {
        "id": "UgxY_rBK-BAAhtHc7dZ4AaABAg.8esYkPGJflu8tvR-7eBwx2",
        "user": "Yasmine Bibiano",
        "date": "2 months ago",
        "timestamp": 1557574408817,
        "commentText": "@Sergio Lopes e para fechar: se pensa que nos orgulhamos pelo Brasil ter sido '' descoberto\" e colonizado pelos portugueses, está muito enganado. Por nós substituímos esse \"progresso\" com a devolução do verdadeiro Brasil aos índios. Progresso em cima de genocídio, estupros e mortes não me parece louvável.",
        "likes": 0
      },
      {
        "id": "UgxY_rBK-BAAhtHc7dZ4AaABAg.8esYkPGJflu8tvW-H0P9ZX",
        "user": "Sergio Lopes",
        "date": "2 months ago",
        "timestamp": 1557574408819,
        "commentText": "@Yasmine Bibiano Eu não sou atrasado mental!  Porque haveria eu de pensar que os neo-brasileiros (maioritariamente descendentes de gente chegada ao Brasil bem depois de 1822) se orgulham do Brasil ter sido descoberto pelos portugueses?!!!  Não penso nada desse género, até porque sei que o Brasil não pode progredir com gente que despresa o seu passado.  Veja se os norte-americanos, Canadianos, Australianos, etc., têm para com o seu passado a mesma posição negativa que têm os neo-brasileiros (neo pq os autóctones brasileiro são os índios) quanto ao seu passado? Não, não têm, por isso traçaram um caminho à sua frente. Quem não tem passado, também não tem futuro...\nE já agora que traçou a história do índio brasileiro, por acaso sabe que não estão muito melhor do que na época do Brasil colónia?  Sabe que só no Novo Código Civil de 2002 - 180 anos após a independência e consequente transferência de poderes governativos para os neo-brasileiros - foi retirado aos índios o estatuto de \"SER RELATIVAMENTE INCAPAZ\"?!!!  \nLeia: O QUE DIZ A LEI BRASILEIRA SOBRE OS INDÍGENAS\n\nEm 1973, foi promulgada a lei 6.001, que ficou conhecida como “Estatuto do Índio”. Na época de sua formulação, a cultura indígena era vista como “transitória” e o índio como “relativamente incapaz”. Seguindo essa visão, os povos indígenas eram considerados tutela do Estado até que sua integração com a sociedade brasileira fosse realizada. A responsabilidade seria do Serviço de Proteção ao Indio, órgão que deu espaço para atual Fundação Nacional do Índio – FUNAI.\r\nApós a constituinte de 1988 – processo no qual os índios fizeram-se presentes – passa a ser assegurado o direito à sua própria cultura, direito processual e direito às terras tradicionalmente ocupadas, impondo a União o dever de zelar pelo cumprimento dos seus direitos:\r\n\r\nArt. 231, CF. São reconhecidos aos índios sua organização social, costumes, línguas, crenças e tradições, e os direitos originários sobre as terras que tradicionalmente ocupam, competindo à União demarcá-las, proteger e fazer respeitar todos os seus bens.\r\nEm 2002, no Novo Código Civil, o índio deixa de ser considerado relativamente incapaz e sua capacidade deve ser regulada por legislação especial:\r\nArt. 232. Os índios, suas comunidades e organizações são partes legítimas para ingressar em juízo em defesa de seus direitos e interesses, intervindo o Ministério Público em todos os atos do processo.\r\nPOLÊMICAS\r\nGrandes confrontos, normalmente armados, rodeiam a história dos indígenas no Brasil. Normalmente, esses enfrentamentos ocorrem entre os povos nativos e empresários do agronegócio ou produtores rurais. Esses costumam ser confrontos violentos. São evidentemente “lutas” por território, muitas vezes desencadeadas por uma carência de políticas destinadas à efetiva demarcação e fiscalização das terras em questão.\r\n\n\nNota de rodapé: Concordo consigo, se é isso que quis dizer, devíamos ter devolvido aos ÍNDIOS o território que era seu, ao invés de o transferirmos para os neo-colonizadores que os mantém sob jugo colonial.",
        "likes": 0
      },
      {
        "id": "UgxY_rBK-BAAhtHc7dZ4AaABAg.8esYkPGJflu8tvYzGdMz7d",
        "user": "Yasmine Bibiano",
        "date": "2 months ago",
        "timestamp": 1557574408820,
        "commentText": "@Sergio Lopes querido, tudo isso teria sido evitado acaso os portugueses tivessem sido útil ao encontrar o caminho das índias. Quanto aos EUA, Canadá e Austrália: No Brasil a colonização foi principalmente de exploração... A diferença foi a forma colonização exploração x povoamento. Ou seja o único intuito dos portugueses era explorar para pagar dívidas e erguer edifícios, resultados? Povos indígenas dizimados ( com as doenças que trazia consigo), estupros ( dos negros também), o que consequentemente resultou nesses \" neo-brasileiros\" que você insiste em reafirmar, mortes e bastante exploração. É 20% não é mesmo? Mas não são seus! Ilegítimos. \" Ah mas até então o a terra onde se situa o Brasil era desconhecida\" sim desconhecida, mas não vazia, haviam habitantes, \" ah mas os índios nem sabiam do ouro\" queriam ouro? Levassem, mas sem genocídios, mortes e estupros. Deixaram o país a deriva, sem base estrutural. Um país grande desse, um país com tanto recursos naturais e rico. Se houvessem usado a inteligência e não pensado somente no lucro pessoal, talvez nós sentiríamos um pouco de orgulho dos antepassados. Viva o dia do índio.",
        "likes": 0
      },
      {
        "id": "UgxY_rBK-BAAhtHc7dZ4AaABAg.8esYkPGJflu8tvZJW2sMhX",
        "user": "Yasmine Bibiano",
        "date": "2 months ago",
        "timestamp": 1557574408821,
        "commentText": "@Sergio Lopes e quanto essas polêmicas acerca dos índios é muito da herança que os portugueses deixaram aqui: impondo sua cultura, religião e costumes a força. Fora os milhares de índios mortes, é de se esperar que sejam uma classe de minoria.",
        "likes": 0
      },
      {
        "id": "UgxY_rBK-BAAhtHc7dZ4AaABAg.8esYkPGJflu8tzRz9269cw",
        "user": "Sergio Lopes",
        "date": "2 months ago",
        "timestamp": 1557574408823,
        "commentText": "@Yasmine Bibiano \nMinha Senhora, com todo o respeito a mim não chegam palavras avulsas ou “diz-se, diz-se”, para mudar de ideias, preciso dados novos comprováveis.\r\nUma classe de minoria, como chama aos índios, tem direitos. A partir de 16 de Dezembro de 1.815 designação do Brasil passou a estar contida no Reino Unido de Portugal, Brasil e Algarves. Portanto, O Brasil tem governo autónomo de Portugal há 204 anos. A pergunta é, então, o que mudou na vida dos índios nesses mais de 2 séculos?\r\nEu digo-lhe o que mudou:\r\n1. DISTRITO FEDERAL\r\n15/09/2016 15h53 - Atualizado em 15/09/2016 18h29\r\nRelatório contabiliza 137 assassinatos de índios no Brasil em 2015\r\nNo ano anterior, houve 138 mortes de indígenas por assassinato, diz texto.\r\nLevantamento foi divulgado pelo Conselho Indigenista Missionário (Cimi).\r\nFonte: http://g1.globo.com/distrito-federal/noticia/2016/09/relatorio-contabiliza-137-assassinatos-de-indios-no-brasil-em-2015.html\r\n\n\n2. ONU denuncia aumento de assassinatos de índios no Brasil\n\nJornal O Norte\r\n21/09/2016 - 07h00 - Atualizado 02h20\r\n\r\nLíderes indígenas brasileiro foram à ONU denunciar mortes\r\n\r\nONU denunciou nesta terça-feira (20), em Genebra, o aumento de 50% em assassinatos de indígenas no Brasil em menos de dez anos e criticou decisões tomadas pelo governo de Michel Temer. Os dados serão apresentados ao Conselho de Direitos Humanos, apontando ainda para o fracasso do governo Dilma Rousseff em fazer avançar as demarcações de terra. Já líderes indígenas nacionais classificam a situação como “genocídio”. Fonte: https://onorte.net/pol%C3%ADtica/onu-denuncia-aumento-de-assassinatos-de-%C3%ADndios-no-brasil-1.485324\r\n\r\n3. Brasil registou 110 homicídios de indígenas em 2017\r\níndios brasileiros vieram a Portugal pedir apoio para a luta pela posse de terras contra os fazendeiros não indígenas© Sávio Fernandes\r\nAs informações sistematizadas no relatório do Conselho Indigenista Missionário (Cimi) evidenciam uma contínua quantidade de registos de suicídio (128 casos), assassinatos (110), mortalidade na infância (702) e outras violações relacionadas ao direito à terra\r\nFonte: https://www.dn.pt/mundo/interior/brasil-registou-110-homicidios-de-indigenas-em-2017-9919611.html\r\n\nMudou muito pouco ou nada!\r\n\r\nDois séculos e 4 anos depois de ter sido instalado um governo autónomo no Brasil é tempo mais que suficiente para não se desculparem com o mimimi da colonização portuguesa e assumirem, finalmente, a responsabilidade sobre a situação brasileira. Não acha?\r\n\r\nBoa Páscoa",
        "likes": 0
      },
      {
        "id": "UgxY_rBK-BAAhtHc7dZ4AaABAg.8esYkPGJflu8u-5u6BY4Go",
        "user": "Yasmine Bibiano",
        "date": "2 months ago",
        "timestamp": 1557574408824,
        "commentText": "@Sergio Lopes o que você não entendeu ainda é que boa parte dos genes brasileiro vem de Portugal. Meu filho todos nós somos culpados, e principalmente os portugueses que entraram nessa terra a força. Next",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgxQn6Sp_Jns-XDHnAx4AaABAg",
    "user": "Antonio Vieira, Feira PT",
    "date": "1 year ago",
    "timestamp": 1531308807878,
    "commentText": "Acho um pouco exagerado a tua leitura sobre os portugueses no entanto deve-se muito a TV brasileira que vende a imagem do Brasil baseada na mulher brasileira, basta vêr muitos dos programas que passam e passaram ao longo dos tempos. Neste sentido as pessoas de várias nacionalidades, não só portugueses tem tendência de generalizar.",
    "likes": 4,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "UgxQn6Sp_Jns-XDHnAx4AaABAg.8esY_F6mzvg8kxHwmDkdBq",
        "user": "Ribeiro 98",
        "date": "10 months ago",
        "timestamp": 1536665608233,
        "commentText": "As pessoas tem que sempre dar o benefício da dúvida em primeiro lugar",
        "likes": 4
      },
      {
        "id": "UgxQn6Sp_Jns-XDHnAx4AaABAg.8esY_F6mzvg8qdokyCvIMy",
        "user": "Luisa Maria",
        "date": "5 months ago",
        "timestamp": 1549884808236,
        "commentText": "Vadios ! Pevertidos ! Petulantes ! São tão burros que não conseguem entender que uma coisa são as artistas vagabundas do projaquistao da globo que gostam de se mostrar mas que a maioria do povo é conservador ( tanto que inúmeros progamas estão falindo) e temos agora um presidente conservador e inúmeros outros lideres que constatam nossa identidade. Deus, pátria e família, o lema do povo do brasil desde 1964.",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgzHP_a6eIjxGmXRmQF4AaABAg",
    "user": "SiKrano",
    "date": "1 year ago",
    "timestamp": 1531308807880,
    "commentText": "Você tem razão na maior parte das coisas que falou, mas pense no seguinte:\n- a maioria dos brasileiros abusa  da classificação de preconceito em tudo o que os portugueses fazem ou pensam. No entanto porque em algumas situações, como estas, foram assediados/as por meia dúzia de energúmenos, partem para a generalização de que os tugas são isto e aquilo.  \n- a imagem dos brasileiros é o resultado dos comportamentos que emanam do seu país, principalmente nos mídia , e confirmado por vezes por alguns imigrantes pouco recomendáveis. Sabemos que os  zucas não são todos assim mas há sempre pessoas menos esclarecidas e/ou mal formadas que os discriminam.\n- esses tugas \"pinga amores\" que atacam os vossos facebooks são uma minoria  tal como em qualquer país, inclusivamente no Brasil. Não queiram alimentar mais preconceitos, neste caso de brasileiros em relação a portugueses.",
    "likes": 21,
    "hasReplies": true,
    "numberOfReplies": 9,
    "replies": [
      {
        "id": "UgzHP_a6eIjxGmXRmQF4AaABAg.8erxPiHJxua8m39a1thp3J",
        "user": "Julia Duarte",
        "date": "9 months ago",
        "timestamp": 1539257608309,
        "commentText": "Nossa, vc não prestou atenção ao início do vídeo?! Ela disse que apesar do que vivenciou, não ia generalizar todo mundo. Santa ignorância.",
        "likes": 9
      },
      {
        "id": "UgzHP_a6eIjxGmXRmQF4AaABAg.8erxPiHJxua8pw9dxxI2PM",
        "user": "Josias Soares",
        "date": "6 months ago",
        "timestamp": 1547206408311,
        "commentText": "Agente tem preconceito com vcs por causa disso da inguinorancia de vcs... aqui no brasil vcs tem uma imagem de preconceituosos, igual a países da africa ( angola ) que dizem que vcs tem preconceito. aki no brasil e dificil vc ver um racista pq aqui as pessoas são diversas, mais ai em portugal vc vai encotrar 1 ou 2 racistas preconceituosos... vcs são comos os EUA ( ESTADOS UNIDOS ) não fazem a minia em pesquisa algo sobre os outros países... aki no brasil vcs tem algumas paginas ( na escola ) falando ou sobre seu pais ou falando como brasil foi coloniazado.... sinto vergonha de ser ''portugues'' ( sou brasileiro ) mais odeio essa lingua por conta de vcs.... VCS ( VOCES )",
        "likes": 1
      },
      {
        "id": "UgzHP_a6eIjxGmXRmQF4AaABAg.8erxPiHJxua8qG18kJ-55f",
        "user": "In Portugal Portuguese?",
        "date": "5 months ago",
        "timestamp": 1549884808312,
        "commentText": "NOSSA SICRANO  ela disse que nao ia generalizar mas generalizando vai dizendo mal . elas sao santas nem sei de onde veio essas ideias nossas que elas sao todas oferecidas . sera que é porque nos bares de alterne aquilo parece o brasil  sera mas nao generalizando la elas falam todas com o mesmo sotaque sera que sao ucranianas e portuguesas fingindo sotaque sera",
        "likes": 0
      },
      {
        "id": "UgzHP_a6eIjxGmXRmQF4AaABAg.8erxPiHJxua8qc7JFpdmDI",
        "user": "Luisa Maria",
        "date": "5 months ago",
        "timestamp": 1549884808313,
        "commentText": "Vão a merda. Somos um país católico com um presidente conservador ao contrário de vocês, que gostam de estuprar crianças e turismo sexual como outros falsos santos europeus enquanto legalizam o aborto para matar bebês inocentes frutos do pecado. Nojo!",
        "likes": 2
      },
      {
        "id": "UgzHP_a6eIjxGmXRmQF4AaABAg.8erxPiHJxua8qcDb39bJBP",
        "user": "Josias Soares",
        "date": "5 months ago",
        "timestamp": 1549884808315,
        "commentText": "@Luisa Maria na vdd agente não e um pais catolico ^^ tem varias religiões",
        "likes": 1
      },
      {
        "id": "UgzHP_a6eIjxGmXRmQF4AaABAg.8erxPiHJxua8qtUkpkSBW4",
        "user": "Res1zED Barbosa",
        "date": "5 months ago",
        "timestamp": 1549884808316,
        "commentText": "+Thiago Soares 90% cristão a maior quantidade por habitantes do mundo.",
        "likes": 1
      },
      {
        "id": "UgzHP_a6eIjxGmXRmQF4AaABAg.8erxPiHJxua8sTKDEKYgvm",
        "user": "Lúcia Santos",
        "date": "3 months ago",
        "timestamp": 1554982408317,
        "commentText": "Faz sentido o quê você disse. Sou brasileira e estudei na Universidade de Lisboa e foi o lugar onde fui mais bem tratada em Portugal, tanto pelos colegas, funcionários da faculdade e professores.",
        "likes": 0
      },
      {
        "id": "UgzHP_a6eIjxGmXRmQF4AaABAg.8erxPiHJxua8sv4BTYhEFr",
        "user": "elcid",
        "date": "3 months ago",
        "timestamp": 1554982408319,
        "commentText": "@Josias Soares. Quem é o super  preconceituoso então? Tu és!",
        "likes": 0
      },
      {
        "id": "UgzHP_a6eIjxGmXRmQF4AaABAg.8erxPiHJxua8sv4shL6VqL",
        "user": "elcid",
        "date": "3 months ago",
        "timestamp": 1554982408320,
        "commentText": "@Luisa Maria. És  católica sim. Isso é uma necessidade para mentirosos, invejosos e ignorantes como tu és.",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugy35Q0-ioBsZWxSZcl4AaABAg",
    "user": "Simone Silva",
    "date": "1 year ago",
    "timestamp": 1531308809873,
    "commentText": "Bom Bruna eu sou brasileira e acho que ninguém pode generalizar as pessoas , porém infelizmente nossa cultura é vendida fora como se o Brasil só tivesse selva ou favela , carnaval , futebol e prostituição. O mais grave é que alguns brasileiros se comportam dessa maneira . Acredito que ASSÉDIO acontece em qualquer país inclusive aqui no Brasil. Quanto a serem dadas dentro do nosso próprio país existe diferença grotesca no comportamento feminino. Posso te falar isto por ter morado ou seja não passeei , morei de fatos por alguns anos em diversos estados do Brasil . Sou carioca, morei no Rio de Janeiro, Belo Horizonte, São Paulo , Vitória do Esprito Santos, Bahia e Recife. E sim respeito é bom e toda mulher deve ser respeitada, no entanto , não estou dizendo que são todas mas as mulheres brasileiras sim no geral são fáceis demais e isto para mim que sou mulher é difícil e vergonhoso admitir isto.  Mas será que toda portuguesa é santa nossa kkkkkkkkkkkkk . Minha gente generalizar é no mínimo ponto de burrice e falta de conhecimento de mundo. O Brasil é do tamanho de um continente, e nossa diversidade cultural é vasta. Lhe digo com certeza que uma gaucha acha o mesmo da carioca e da baiana kkkk . Aí eu te pergunto toda carioca é dada ... eu sou carioca e toda baiano tem um tempero especial kkkkkkkkkkkkk vamos deixar de folclore mulher mais atrevida  e menos atrevida tem em qualquer lugar do mundo. E todos os lugares tem pessoas boas e ruins século XXI minha gente acorda. Agora meu povo português que eu amo, saibam se aproximar de uma mulher brasileira. Respeito , educação, inteligência, honestidade, gentileza são entre outros atributos admirados por qualquer mulher  do mundo ou melhor dizendo planeta TERRRRAAAAAA................... ACHAR ALGO DE UMA MULHER,  NÃO  DÁ DIREITO A UM  HOMEM  GROSSEIRO DE ASSEDIÁ-LA, se vocês não sabem o que isso significa procura no dicionário. Pelo menos no Brasil assédio é crime.Vamos respeitar em primeiro lugar o ser \"HUMANO\" Já pensou se todo pessoa que. Hoje por estatísticas o Brasil já é considerado um dos piores lugares do mundo para se nascer  do sexo feminino. PEDOFILIA, FEMICÍDIO entre outros assuntos desagradáveis já se tronaram assunto corriqueiro em nosso tele jornais. As famílias que vão para países que por vários aspectos são considerados civilizados ou melhor dizendo MAIS CIVILIZADO , esperam que os seus cidadãos assim se comportem. Como pessoas civilizadas. Então português ... só para estes portugueses chatos que eu acredito não ser a a maioria. Se você não tem bom papo querido, se você é feio querido, se você é chatOOOOOOO querido, sem chance ... e deixas as meninas que aí estão em paz . Mostra que são cidadãos de fato civilizado, pois o comportamento que a Bruna Mansur descreveu, são de dá pena desse pobres portugas . Olha repito século XXI tem prostitua no Brasil tem sim tem muitas que vão para Portugal com este comportamento tem sim , não quero tapar  o sol com a peneira.  Mas tem mulheres brasileiras que estão aí dando um duro danado, estudando, trabalhando tem muitas e a estas por gentileza RESPEITO. Beijos Bruna você é uma garota de fibra continue assim.",
    "likes": 58,
    "hasReplies": true,
    "numberOfReplies": 7,
    "replies": [
      {
        "id": "Ugy35Q0-ioBsZWxSZcl4AaABAg.8emoFzhapYs8emtS5WIIqz",
        "user": "Bruna Mansur",
        "date": "1 year ago",
        "timestamp": 1531308810207,
        "commentText": "Simone Silva Simone, obrigada por essas palavras tão sábias! Concordo com tudo que falou! Obrigada por compartilhar seu conhecimento e experiência aqui! Beijo grande",
        "likes": 1
      },
      {
        "id": "Ugy35Q0-ioBsZWxSZcl4AaABAg.8emoFzhapYs8oGx1S3w-DX",
        "user": "Jose Da costa",
        "date": "7 months ago",
        "timestamp": 1544528010209,
        "commentText": "Eu fui casado 10 Anos com una brasileira, sempre morámos na Inglaterra a minha familia sempre apoiou a minha esposa, agora perguntem para a minha mãe e irmãs sobre a opinião de!as!",
        "likes": 0
      },
      {
        "id": "Ugy35Q0-ioBsZWxSZcl4AaABAg.8emoFzhapYs8pCi0kcEMBq",
        "user": "Maria Ribeiro",
        "date": "6 months ago",
        "timestamp": 1547206410210,
        "commentText": "Jose Da costa \nTalvez porque viam com “ frieza “ aquilo que o senhor talvez porque estava em “ love “ não conseguia ver !\n     Felicidades!.",
        "likes": 1
      },
      {
        "id": "Ugy35Q0-ioBsZWxSZcl4AaABAg.8emoFzhapYs8plBjuFTkj2",
        "user": "Julia Kretzer",
        "date": "6 months ago",
        "timestamp": 1547206410212,
        "commentText": "Bem no início qdo aqueles grupos de diversos temas bombavam na net,  entre muitos, participei de um  grupo português. Já de cara, quando  as mulheres portuguesas do grupo souberam que eu era brasileira,  começaram a me agredir. Elas odiavam as mulheres brasileiras pq  de uma forma preconceituosa possuem o estereótipo delas como putas. Diziam que eram ladras dos namorados e maridos e que tinham destruído muitos casamentos em Portugal  (sic). Me incomodei tanto, que acabei abandonando o grupo. Eu pensei que como são europeias, as portuguesas tivessem as mentes mais abertas!",
        "likes": 1
      },
      {
        "id": "Ugy35Q0-ioBsZWxSZcl4AaABAg.8emoFzhapYs8rRQ1ccvXAO",
        "user": "Billy Batson",
        "date": "4 months ago",
        "timestamp": 1552304010213,
        "commentText": "Homem tbm deve ser respeitado",
        "likes": 0
      },
      {
        "id": "Ugy35Q0-ioBsZWxSZcl4AaABAg.8emoFzhapYs8sadTj58qCb",
        "user": "Karla Melissa",
        "date": "3 months ago",
        "timestamp": 1554982410214,
        "commentText": "Mas tamos falando de um comportamento cultural do Brasil. Ou seja que acontece no cotidiano. Não é um negócio isolado",
        "likes": 0
      },
      {
        "id": "Ugy35Q0-ioBsZWxSZcl4AaABAg.8emoFzhapYs8sae-kYcjZa",
        "user": "Karla Melissa",
        "date": "3 months ago",
        "timestamp": 1554982410216,
        "commentText": "@Jose Da costa foi casado. Isso quer dizer que já separou dela ou viúvo?",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgwDfZtc9hWRIIVrbrV4AaABAg",
    "user": "Jessé Delmonego",
    "date": "1 year ago",
    "timestamp": 1531308809876,
    "commentText": "Que situação chata",
    "likes": 4,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxEWvAgSMOQHP5lcqZ4AaABAg",
    "user": "Joaquim Henrique da Silveira",
    "date": "1 year ago",
    "timestamp": 1531308809877,
    "commentText": "Morei no alojamento de Medicina da UC, e convivi com muitos portugueses, outros europeus, e todos pensavam assim. Ouvi muito \"brasileiro é ladrão\" e \"brasileira é puta, é fácil\". Eu como sou professor-historiador-pesquisador, acabaei meio que tendo que reeducar esse contexto eurocêntrico e machista!",
    "likes": 21,
    "hasReplies": true,
    "numberOfReplies": 10,
    "replies": [
      {
        "id": "UgxEWvAgSMOQHP5lcqZ4AaABAg.8ecRsfD8cOa8esX9GftkQb",
        "user": "Rui Nunes",
        "date": "1 year ago",
        "timestamp": 1531308810174,
        "commentText": "Joaquim Henrique Silveira, isso é mais ou menos a ideia que têm no Brasil de que todo português é burro, não gosta de tomar banho, as mulheres têm bigode, e se chamam Maria, Manuel ou Joaquim...\nÉ tudo \"brincadeirinha\"...",
        "likes": 1
      },
      {
        "id": "UgxEWvAgSMOQHP5lcqZ4AaABAg.8ecRsfD8cOa8eu1M2rLnxh",
        "user": "Luís Simão Carmo",
        "date": "1 year ago",
        "timestamp": 1531308810175,
        "commentText": "Rui Nunes É, de fato tem muita graça, eu até gosto muito do estereótipo dos Portugueses aí no Brasil. É precisamente porque sou burro, com muito orgulho, que lhe estou a responder. Nunca vi portuguesas com bigode, mas, legalizamos o casamento gay há alguns anos, se uma delas tivesse bigode até ficava engraçado, se a moda pega...! Já a minha opinião em relação às Brasileiras: vou lhe contar alguns fatos, se vier a Portugal pode confirmar: durante muitos anos frequentei bares de noite por todo o País, mais de 70% das meninas são Brasileiras! Aliás se eu telefonar agora para esses números de meninas, há 90% de probabilidades que me apareça uma Brasileira, 5% do leste Europeu e depois Portuguesas, Angolanas....etc. Tinha 16 anos a primeira vez que fui ver striptease, adivinhe de onde eram as meninas que se despiam? Tudo isto para dizer que adoro Brasileiras sobre tudo no inverno, em Portugal faz muito frio.",
        "likes": 1
      },
      {
        "id": "UgxEWvAgSMOQHP5lcqZ4AaABAg.8ecRsfD8cOa8eu4WWn3jeQ",
        "user": "Rui Nunes",
        "date": "1 year ago",
        "timestamp": 1531308810185,
        "commentText": "Luís Simão Carmo, não entendi a sua resposta.\nSou português e moro em Portugal. Estava a me referir ao esteriótipo que os brasileiros têm a cerca dos portugueses.\nQuanto as brasileiras, cá para nós as brasileiras são mais quentes que as portuguesas. E eu tenho amigas brasileiras sérias e amigos brasileiros impecáveis... Para alemã do que já estive emigrado no Brasil...",
        "likes": 0
      },
      {
        "id": "UgxEWvAgSMOQHP5lcqZ4AaABAg.8ecRsfD8cOa8euGkPFlo_i",
        "user": "Luís Simão Carmo",
        "date": "1 year ago",
        "timestamp": 1531308810186,
        "commentText": "Rui Nunes xiii... Desculpe, de facto não me dirigia a si!",
        "likes": 0
      },
      {
        "id": "UgxEWvAgSMOQHP5lcqZ4AaABAg.8ecRsfD8cOa8euIJWmKMIU",
        "user": "Rui Nunes",
        "date": "1 year ago",
        "timestamp": 1531308810187,
        "commentText": "Luís Simão Carmo, sem problema. Acontece...😂",
        "likes": 0
      },
      {
        "id": "UgxEWvAgSMOQHP5lcqZ4AaABAg.8ecRsfD8cOa8j8WDy7NX39",
        "user": "J. S",
        "date": "11 months ago",
        "timestamp": 1533987210189,
        "commentText": "Tinha falado: português é porco. Não toma banho.",
        "likes": 0
      },
      {
        "id": "UgxEWvAgSMOQHP5lcqZ4AaABAg.8ecRsfD8cOa8l0rsI8vlJd",
        "user": "JPVNG67",
        "date": "10 months ago",
        "timestamp": 1536665610485,
        "commentText": "Não tem que reeducar nada que não precisamos, tens apenas que ser tu próprio. O estigma existe mas desaparece logo que se conhece a pessoa.",
        "likes": 0
      },
      {
        "id": "UgxEWvAgSMOQHP5lcqZ4AaABAg.8ecRsfD8cOa8lJj8E0OzMR",
        "user": "Isabele Maria",
        "date": "9 months ago",
        "timestamp": 1539257610487,
        "commentText": "@Rui Nunes cara se fosse só brincadeira tava bom, mas eu cansei de ver casos de mulheres brasileiras que já foram assediadas e taxadas de putas em outros países por causa desse estereótipo.",
        "likes": 0
      },
      {
        "id": "UgxEWvAgSMOQHP5lcqZ4AaABAg.8ecRsfD8cOa8lJjHq6UE_Y",
        "user": "Isabele Maria",
        "date": "9 months ago",
        "timestamp": 1539257610488,
        "commentText": "Imagina só sua mãe e sua irmã serem taxadas de putas apenas por terem nascido em Portugal? Não é nada legal.",
        "likes": 0
      },
      {
        "id": "UgxEWvAgSMOQHP5lcqZ4AaABAg.8ecRsfD8cOa8lKS1rslhLa",
        "user": "Rui Nunes",
        "date": "9 months ago",
        "timestamp": 1539257610490,
        "commentText": "@Isabele Maria, mas, justamente por terem nascido em Portugal, jamais serão taxadas de putas...\nDiga-me: por que é que as brasileiras ganharam essa fama?!\nSou contra todo tipo de descriminação mas os brasileiros, talvez agora, estão \"sofrendo\" na carne aquilo que faziam e fazem com os portugueses no Brasil...\nQuem tem telhados de vidro...",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgymWk4Bn4wntbmzOvp4AaABAg",
    "user": "Claudio",
    "date": "1 year ago",
    "timestamp": 1531308809880,
    "commentText": "Bruna isto que tu contaste faz parte da ideia que muitos homens teem que as mulheres estão sempre desejosas e receptivas a assédio e novas experiências com pessoas do sexo oposto. Não é só com a mulher brasileira. Toda a mulher tem direito a ser respeitada.  As pessoas pensam que alguém que veio de fora esta mais receptiva à promiscuidade, porque esta fora do seu meio e quase tudo é aceitável. Mas o fator língua também contribui para um maior a vontade em assediar nos meios académicos. Mostraste uma grande elevação na forma como agiste. Parabéns.",
    "likes": 9,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugy-n5r05HGKqTC1dIF4AaABAg",
    "user": "jose37maria",
    "date": "1 year ago",
    "timestamp": 1531308809881,
    "commentText": "Vídeo muito top 💪💪 Eu tinha visto esse post no grupo de coimbra e é como digo , concordo totalmente ! Existe muito deseperado e depois como são novas no local e ainda por cima falam a mesma lingua acham que se aproveitam.  Mais um subs !",
    "likes": 3,
    "hasReplies": false,
    "numberOfReplies": 0
  }
]
}

