{
 "header": {
 "title": " SIC - Bairros Sociais e violência em Portugal ",
 "subtitle": " NA ",
 "owner": " This is The End Times ",
 "views": " 14 951 visualizações ",
 "likes": " 24 ",
 "dislikes": " 3 ",
 "shares": " NA ",
 "datePosted": " Publicado a 13/05/2009 ",
 "dateExtraction": " 2019-07-08 ",
 "language": " pt ",
 "plataform": " YouTube ",
 "url": " https://www.youtube.com/watch?v=fEzfZSFHM4E ",
 "postText": " SIC - Bairros Sociais e violência em Portugal ",
 "numberPosts": " 33 comentários ",
 "srcType": " video ",
 "nameNewspaper": " NA ",
 "socioLingVar": "  ",
 "listEvents": "  ",
 "articleKeywords": " NA ",
 "keywords": "  ",
 "commentsOpen": " yes "
 },
 "commentThread": [
  {
    "id": "Ugz-sf0bj9cEGevi4Qh4AaABAg",
    "user": "Alex M",
    "date": "2 weeks ago",
    "timestamp": 1561386854426,
    "commentText": "Escola da vida... Acaba a ditadura e as colónias  e começam os bairros sociais",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgweciwSZXJcx5UdRZZ4AaABAg",
    "user": "plantar para nao comprar",
    "date": "11 months ago",
    "timestamp": 1533738854428,
    "commentText": "oleeee Aleixo city 💪💪💪💪💪💪💪💪💪💪 pt pt pt 💪💪💪💪💪💪💪💪",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgjkaSUC1mf0GXgCoAEC",
    "user": "Miguel van Ingen",
    "date": "4 years ago",
    "timestamp": 1436366054430,
    "commentText": "The mass immigration from people  all over the world, mainly coming from third world countries, is causing problems all over Europe. Lisbon, Paris, Amsterdam, Antwerp, Rome, Stockholm, London, Birmingham etc etc",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UghNU2-nS8YbiXgCoAEC",
    "user": "Elison Saymon",
    "date": "4 years ago",
    "timestamp": 1436366054432,
    "commentText": "brasileiros procuram violencia em portugal e quase nao encontram nada.\nAtribuo a violencia em Portugal por causa da grande imigraçao.contudo o Brasil esta anos luz em questao da violencia",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UghtXrhsoFFjUngCoAEC",
    "user": "Roberto Rodrigues",
    "date": "4 years ago",
    "timestamp": 1436366054433,
    "commentText": "Limpia a Tua  casa por favor nao tens vergonha de falar nos problemas da rua quando em Tua casa tens filos a viver nessa porcaria em 1 lugar está a higiene e depois fala da miseria da rua ok",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UggbH85VfosipXgCoAEC",
    "user": "Brazilian_Soldier",
    "date": "5 years ago",
    "timestamp": 1404830054435,
    "commentText": "Que isso gente? Kkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkk Cadê o pais civilizado?\n\nTrouxas, depois falam mal do Brasil, olha issu, os caras no meio da rua dando tiro kkkkkkkkkkkkkkkkkkkkkkkkkkkk, isso no Brasil eu nunca vi! Pode até ter nas favelas do rio de janeiro, mais o bope e o exercito limpa tudo! kkkkkkkkkkkkkkkkkkkkkkkkkkkkkk Nossa, eu ri!",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UggbH85VfosipXgCoAEC.7-H0Z7-KgNl7DlT1TxWUUC",
        "user": "joão pereira de souza",
        "date": "4 years ago",
        "timestamp": 1436366054816,
        "commentText": "BEM FEITO PARA OS POBRES DA EUROPA KKKKKKKKKKKKKKKKKK LISBOA A CIDADE MAIS FEIA DA EUROPA KKKKKKKKKKKKKKKKKKKKKKK VIVA ANGOLA",
        "likes": 0
      }
    ]
  },
  {
    "id": "UggbWNq65vPNAHgCoAEC",
    "user": "Jose Augusto",
    "date": "5 years ago",
    "timestamp": 1404830054438,
    "commentText": "\"Eles\" estam sempre indignados, mas que tal começarem por viver em sociedade e acabarem com a criminalidade -.- ? e arranjar um trabalho sem terem que viver do rendimento minimo",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugwtz3XvgVLWYomo2NN4AaABAg",
    "user": "Wes Ley",
    "date": "7 years ago",
    "timestamp": 1341758054439,
    "commentText": "é uma favela bem arrumada",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugxr3qVI2zWFNWu7EZB4AaABAg",
    "user": "luis morgado",
    "date": "7 years ago",
    "timestamp": 1341758054441,
    "commentText": "concordo q o bope e  uma tropa de elite bastante eficaz, mas temos o goe da psp e o boe da GNR que dao bem conta do recado, assim tivessem o poder e autoridade como tem a policia no brasil, mesmo as patrulhas em portugal fariam mt mais, mas o governo nao deixa",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwPo_HgV2Vy39LrCid4AaABAg",
    "user": "luis morgado",
    "date": "7 years ago",
    "timestamp": 1341758054442,
    "commentText": "eu sou emigrante e quando vou de ferias a portugal o meu carro e dos mais fracos na A1, e a crise em portugal lololol",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugxz2We8MZ9ugPgGPeJ4AaABAg",
    "user": "Marcio Rodrigo Santos",
    "date": "7 years ago",
    "timestamp": 1341758054444,
    "commentText": "O Bope não tem todo aquele poder que vocês viram nos filmes aqui no Brasil os bandidos enfrentam eles de igual pra igual e no Brasil a coisa feia começa mais de cima pelos próprios políticos que não fazem nada mais não fazem nada mesmo pelo povo Brasileiro e o BOPE não resolveu nada só limpa o lixo que os políticos produzem depois gera-se mais Lixo e ele voltam e limpam mais não se combate a causa somente  \no efeito, quanto ao fato de sermos irmão acredito porque tratamos todos bem.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwxTs9n_2jRgfOfuYF4AaABAg",
    "user": "Eduarda Castro",
    "date": "7 years ago",
    "timestamp": 1341758054446,
    "commentText": "nada que tiro ,porrada e bombas neles não resolva.",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwInGAoGepqp1RqTLZ4AaABAg",
    "user": "Joana Filipa",
    "date": "7 years ago",
    "timestamp": 1341758054448,
    "commentText": "nome da musica de fundo ?",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugy-KBDRp3vy5c5N48J4AaABAg",
    "user": "Daniel Costa",
    "date": "7 years ago",
    "timestamp": 1341758054449,
    "commentText": "@oparepa As cunhas tão a acabar. A mama de muitos ta a ir com o porco. Tenho visto ;) eu n acredito em nenhuma religião, pra mim isso é uma palhaçada, mas n quero começar uma discussão religiosa aqui, cada um tem a sua opinião sobre o assunto. Mas o problema é msm esse. por uns pagam outros. constantemente pretos a fazerem merda, tendo em conta serem uma minoria social em Portugal, rapidamente há outros tantos (honestos) q são apanhados no meio, sem culpa nenhuma.E assim nasce a discriminação",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugyihpny6j0cmgXvBdp4AaABAg",
    "user": "CANALDO TRIGGA",
    "date": "7 years ago",
    "timestamp": 1341758054451,
    "commentText": "que coisa honesta nos trabalhos só a cunhas poxa.1 eu n dou pa vitima nem pobre ou rico nah nada disso sou como sou .... bem VAMOS Maze matar ns uns aus otros depois a ver se alguem poem fim nisto se esse tal jesus existe talvez ele faza u melhor n so para min mas para ti.. SE us du pnr metem us planos dele em marcha estamos todos fudidos vai haver uma guerra civil..porque ah pretos honestos que trabalham.. e uns que sobrevivem e   ha quem nao queira distinguir isso. pensam que eh tudo igual",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzgNzg1ZXxj_4ONgRN4AaABAg",
    "user": "Daniel Costa",
    "date": "7 years ago",
    "timestamp": 1341758054452,
    "commentText": "@oparepa ...pq grande parte dos crimes são sistematicamente cometidos pelos mesmos grupos, e tu sabes q é verdade. Isso alimenta alguns ideiais, e por vezes com razao. Inevitavelmente criam-se estereotipos percebes? e isto torna-se numa bola de neve que nunca mais para. nem vale a pena debater isto, sao dois lados que dificilmente se entendem. isto n se resolve de hoje pa amanha, tem d ser gradual",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzpvcBEka2R29_6Y294AaABAg",
    "user": "Daniel Costa",
    "date": "7 years ago",
    "timestamp": 1341758054454,
    "commentText": "@oparepa Mas vale a pena arriscares levar uma bala por esses trocos? Não vale mais tentar alguma coisa mais honesta, sem perigo de vida? Sem discriminação? Tentar pelo menos. epa eu vejo Portugal a ir por um caminho mt escuro sinceramente. temos por um lado crise social, temos os que a condenam, e dps temos gente a tentar viver pelo meio, isto dá sempre merda. è preciso pelo menos tentar viver em sociedade. Eu condeno o crime, há sempre escolha, por mais merdosa q seja.a questão do PNR é pq...",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugzx_PVzmCztc0pF89d4AaABAg",
    "user": "CANALDO TRIGGA",
    "date": "7 years ago",
    "timestamp": 1341758054456,
    "commentText": "oh sim CRIME! lol esses trocos que tu falas sao os trocos que sustetam familias ya eh feio roubAR mas sei la as vezes tbm exageram metem logo uma má imagem nas pessoas nem dao a oportunidade de dialogo repara falaste  na revolta eu farto me de ver filhos da puta du PNR a falar da revolta,, i eh so estupidez. mas pronto...ya mas há uns que sao mesmo profundos a nivel de crime e etc.. mas as pessoas agem de maneira difrente em problemas difrentes se os meus problemas forem piores que os teus.logo",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyQJNCFDMctf2nGsFJ4AaABAg",
    "user": "Daniel Costa",
    "date": "7 years ago",
    "timestamp": 1341758054470,
    "commentText": "@oparepa Meu caro há sempre uma escolha. crime não é a solução. resolve a curto prazo mas e depois? Passas a tua vida na cadeia, tanto risco por uns euros?Arriscas a vida por uns trocos? Toda a gente tem problemas. TODA. uns mais , uns menos e quem diz q nao os tem tá a mentir, tudo depende de como encaras as coisas. pensas q tb n os tenho? Os q tão na politica sao de certeza, mas ja devias saber q o povo é sempre quem sofre. a partir daí é fazer o melhor possível. é o q tenho a dizer",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugwb00zgpWZJR19vh9p4AaABAg",
    "user": "CANALDO TRIGGA",
    "date": "7 years ago",
    "timestamp": 1341758054472,
    "commentText": "@arxf09 nos nao queremos estar sempre a lamentar mas as vezes as coisas chegam a um limite em que por mais k tentes uma soluzao nao da.. tambem nao diria revolta neh mas repara eh facil pa quem n temproblemas i vive na classe media ou um poco acima da media olhar para a revoluzao como algo passado, mas qnd a merda chegar a ti tbm ou seja quem for vais ver as coisas duma maneira difrente eu sei, disso nos somos criminoso ladroes?? meu us vdds sao us k tao na politica acredita em min humano..",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxGBsmw_kzc8gIynNJ4AaABAg",
    "user": "CANALDO TRIGGA",
    "date": "7 years ago",
    "timestamp": 1341758055722,
    "commentText": "@turibioszone hahaahaaha..baseado apenas no video e na imagem..",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzvO5MorcLaRwmZitN4AaABAg",
    "user": "Daniel Costa",
    "date": "7 years ago",
    "timestamp": 1341758055724,
    "commentText": "Revolta revolta e revolta. mas qual revolta caralho? deixem de se lamentar de tudo e de nada  e façam alguma coisa pa mudar as vossas vidas!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzS46tl0jrFtTD24bB4AaABAg",
    "user": "Alex Alexiz",
    "date": "7 years ago",
    "timestamp": 1341758055725,
    "commentText": "filhos da puta so sabem matar e roubar o pouco k temos os ciganos tem boms carros e temem o rendimemto minimo nos bairros ate os taquecistas tem medo de la ir ja agora amdamos todos assaltar so os falhados e k roubao nsao uma merda nao sabem faser mais nada a baixo de nada",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxjkSmrw1CHfdHtk_F4AaABAg",
    "user": "Alex Alexiz",
    "date": "7 years ago",
    "timestamp": 1341758055727,
    "commentText": "fora de portugal ede trabalhar ladroes so fasem merda depois sam comtra a policia os bairros avia de acabar ede para africa nao fasem nada aimda karem comdiçoes delicuentes a jente tabem trabalha depois roubam 6 eros eu pago 500 vai trabalhar animais  de merda",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugzimmz5olJ0Vp60XSh4AaABAg",
    "user": "eduardo lourenco",
    "date": "8 years ago",
    "timestamp": 1310135655729,
    "commentText": "Escumalha fora de portugal",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwcfUeq2fuFa92scV94AaABAg",
    "user": "Marcio Rodrigo Santos",
    "date": "8 years ago",
    "timestamp": 1310135655731,
    "commentText": "E  ainda tem coragem de falar mal do Brasil, bom faço um convite quem tiver a fim de vim pra ca aqui ta mais seguro.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwQx5FJvP1E6T0NCbp4AaABAg",
    "user": "Sxedoc",
    "date": "8 years ago",
    "timestamp": 1310135655732,
    "commentText": "O que faltava em Portugal era o Bope ou o treino que eles levam! Entravam nesses bairros limpavam Portugal em 2 horas. O Problema de Portugal estaria resolvido.\n\nO Brasil tem tanta merda que não tiveram outra escolha, vendo bem a coisa, foi a melhor coisa que fizeram.\n\nOs Brasileiros sim sabem resolver as coisas.  Além da violência brutesca que existe no Brasil eles ainda conseguem ser fantásticos e divertidos. Por isso adoro Brasileiros. São irmãos!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyKtsdQk_eTS1gJJKd4AaABAg",
    "user": "Elison saymon",
    "date": "8 years ago",
    "timestamp": 1310135655734,
    "commentText": "LusitanosUnidos- SOU BRAZUCA E ADMIRO A EUROPA SUA CIVILIZAÇAO E CULTURA, MAS ALGO QUE VCS NUNCA VAI PERDER É ESSA  FALTA DE INTOLERANCIA  E RESPEITO COM AS OUTRAS PESSOAS DE PAIS MENOS DESENVOLVIDOS, KI POR ALGUM MOTIVO ,NAO TEVE  A SORTE  QUE VCS TIVERAM,AMO A AFRICA OS LATINOS E TODOS MENOS FAVORECIDOS NO MUNDO,FOI LAMENTAVEL LER O  QUE VC ESCREVEU..",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugyg0cqGM8XVV4Nns814AaABAg",
    "user": "João Farinhote",
    "date": "9 years ago",
    "timestamp": 1278599655736,
    "commentText": "são estes exemplos que me fazem votar no pnr",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugy1c0VP44fDLsDU6k94AaABAg",
    "user": "Rui Sousa",
    "date": "9 years ago",
    "timestamp": 1278599655738,
    "commentText": "Compro Arma dou 200€ na mao",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzshXiMPvdWgN_U_Nt4AaABAg",
    "user": "Hugo Conceição",
    "date": "9 years ago",
    "timestamp": 1278599655740,
    "commentText": "ou pelos outros rendimentos brancos...\npara não falar em BMW, Audi, etc..\ne dizem eles que querem trabalhar?\npois ta bem, andar a foder/roubar o que os outros ganham, é muito melhor...",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyI_T-ivdLY0iZILo54AaABAg",
    "user": "jmcr412",
    "date": "10 years ago",
    "timestamp": 1247063655742,
    "commentText": "1:33 - parece que nos bairros sociais ha quem tenha golf GTi. deve ter sido comprado com o subsidio de reinserção... Ou entao é roubado.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  }
]
}

