{
 "header": {
 "title": " Programa de Refugiados em Portugal ",
 "subtitle": " NA ",
 "owner": " Talk About em português ",
 "views": " 1 100 visualizações ",
 "likes": " 167 ",
 "dislikes": " 5 ",
 "shares": " NA ",
 "datePosted": " Publicado a 08/01/2018 ",
 "dateExtraction": " 2019-07-10 ",
 "language": " pt ",
 "plataform": " YouTube ",
 "url": " https://www.youtube.com/watch?v=iR8Z03J188k ",
 "postText": "Vários seguidores do Canal têm perguntado sobre os refugiados em Portugal. Deixo aqui uma pequena retrospectiva e a minha opinião sobre alguns factos! Refugiados não Querem vir para Portugal: https://goo.gl/UtP7fh. Portugal prepara-se para voltar a receber: https://goo.gl/NfK8VW. Contactos e Parceiros: E-Mail- talk.about.mm@gmail.com; Twitter - https://twitter.com/talkaboutmm; Facebook - https://facebook.com/talkaboutmm; Batatek - https://goo.gl/a2V6R5; Carlos Correia - https://goo.gl/dw11db; Lista de Conteúdo: Religião - https://goo.gl/aV1cwE; Opiniões Politicas -  https://goo.gl/wuLxTi; Conversas Opressoras - https://goo.gl/KNC1Mx; Ética/Valores/Sociedade -  https://goo.gl/TQ5xP2; Todo conteúdo disponível - https://goo.gl/UP2vPN ",
 "numberPosts": " 69 comentários",
 "srcType": " video ",
 "nameNewspaper": " NA ",
 "socioLingVar": "  ",
 "listEvents": "  ",
 "articleKeywords": " NA ",
 "keywords": "  ",
 "commentsOpen": " yes "
 },
 "commentThread": [
  {
    "id": "Ugw_uZq_RQ4jyBk0DMh4AaABAg",
    "user": "links2films",
    "date": "1 year ago",
    "timestamp": 1531216007621,
    "commentText": "Nessa questão da adaptação à cultura Portuguesa os piores até nem são os Muçulmanos , Asiáticos , Africanos ou Europeus de leste mas sim os Brasileiros.\nTodo mundo sabe que a comunidade menos integrada na sociedade Portuguesa e a que mais se queixa de discriminação é a Brasileira. A comunidade Islâmica Portuguesa chegou sobretudo das ex-colónias (Goa , Damão , Diu , Moçambique e Guiné Bissau ) está muito bem integrada na sociedade mas também são cidadãos cujas famílias já são Portuguesas há centenas de anos. Os refugiados que chegam a Portugal do médio oriente passados uns dias desaparecem e nem o SEF ou estado Português sabe para que país da Europa eles foram.\nFalar de custos e problemas com refugiados em Portugal é pura demagogia porque eles não querem vir para Portugal e os que são obrigados a vir através do programa de recolocação da União Europeia fogem de Portugal. Os que ficaram estão a trabalhar ou em formação profissional com custos para as empresas e não para os contribuintes.\nNa questão de custos para os contribuintes com os estrangeiros é também o Brasil que causa mais problemas, eu não vou nem falar nos custos extra para a segurança social e população prisional vou só dar como exemplo a questão da educação :\nFormar um jovem no ensino superior custa aos contribuintes em média € 100 mil. Nas universidades e institutos de formação superior em Portugal estão dezenas de Milhares de jovens Brasileiros a ser formados e só pagam € 7 mil , os outros €93 mil pagam os contribuintes Portuguêses.\nFalar de problemas com refugiados em Portugal é desviar a atenção de comunidades bem mais problemáticas a nível de crime e também mais onerosas para com os contribuintes.\nhttps://www.publico.pt/2017/10/16/sociedade/noticia/mais-de-metade-dos-1500-refugiados-que-chegaram-ja-deixou-portugal-1788767\nhttps://www.publico.pt/2017/12/06/sociedade/noticia/quase-metade-dos-sirios-em-portugal-com-emprego-ou-em-formacao-profissional-1795174\nPodem ver aqui quanto custa aos contribuintes Portuguêses formar um Brasileiro em medicina em Portugal.\nhttps://ionline.sapo.pt/331208",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "Ugw_uZq_RQ4jyBk0DMh4AaABAg.8ecMyT5y2qU8naW5mn6oVU",
        "user": "Luciana Gudolle dias de bem",
        "date": "7 months ago",
        "timestamp": 1544435208071,
        "commentText": "Façam uma petição ao governo português no sentido de deportar todos os brasileiros.O Brasil mandará de volta os portugueses que aqui vivem.Depois façam uma campanha para encher Portugal com muçulmanos,asiáticos e russos.Instituam o árabe como segunda lingua(como quer o Macron).Tenham o cuidado de expulsar primeiramente os brasileiros católicos.Comecem a transformar as igrejas em boates(como em Berlim).Depois retirem os monumentos públicos que homenageiam os heróis portugueses,como o Geraldo,sem pavor.Por fim,comecem a retirar os crucifixos das escolas católicas,pois na Itália os refugiados islâmicos já estão solicitando essa atenção.Não esqueçam também de retirar a Cruz da Ordem de Cristo da bandeira.E todo o patrimônio da Ordem deve ser derrubado,pois não devemos lembrar contra quem eles lutaram.",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugy6OoNHLSrIfcTt2ad4AaABAg",
    "user": "Roger Motta",
    "date": "1 year ago",
    "timestamp": 1531216007624,
    "commentText": "Sou brasileiro e fico triste de ver os globalistas conseguindo colocar em prática o seu objetivo,que é de destruir a moral cristã na Europa,ou seja,destruir a Europa,fico vendo um país como a Suécia,que é um exemplo de país ''perfeito'',agora tem as ''No go zones'',lugares que você não pode ir por causa da violência desses refugiados,estupros na Suécia,Alemanha e ect,estes países assim como a França,se nada for feito rápido,vão ser totalmente destruídos por essa ocupação.Como vc disse,Portugal não é muito atrativo para os refugiados,ainda bem,porque Portugal sendo um país com uma população tão pequena,o impacto seria mil vezes pior que na França ou Alemanha,você disse também que os que vem de fora tem que se adaptar ao país,concordo,mas quando se trata de mulçumanos,esqueça essa possibilidade,sim,sou contra essa religião,se você ler o corão,só há atrocidades,e não acredite no mulçumano moderado,estes também aprovam a morte de cristãos,gays e ect.           \nSó uma breve observação,aqui no Brasil ultimamente vem recebendo milhares de Venezuelanos fugindo da fome que o comunismo os proporcionou,as cidades do Norte do Brasil,que já não tem muita estrutura,por se tratar da região mais pobre do país,estão se tornando piores,porém nesse caso,eu não sou contra a vinda deles para cá,agora,se fossem mulçumanos,aí eu ficaria muito preocupado,o problema não são os refugiados e,sim a religião que eles seguem. Abraços!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwSAXromiOSw7W06K14AaABAg",
    "user": "Paulo Almeida",
    "date": "1 year ago",
    "timestamp": 1531216007626,
    "commentText": "1 os ditos refugiados  chega a europa  vindos do cu de judas  onde ja se viu  eu ir para outro pais   esto sugeito as leis do pais que esto .  ALGUEM JA VIU  UMA IGREIJA NOS PAISES7 ISLAMICOS 2 A CUANTOS ANOS O ESTATUTO DE REFUGIADO NAO ESTA ADPADO AOS DIAS DE HOJE  3 OS MEUS ANTEPASSADPS LUTARAO PELA LIBERDADE  ESTA GENTE LUTO PELO SEU PAIS NAO MAS IMPOEN AS SUAS LEIS  NUMA SOCIEDADE ABERTA 4  DAQUI A 20 ANOS  QUERO VER COMO FICA ISTO  COM  batimento de minorias etnicas com as suas leis basta ver a onda de terror que ha pela europa  europa islamica",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwXkddZLqBv13xJgVF4AaABAg",
    "user": "Wolgreve",
    "date": "1 year ago",
    "timestamp": 1531216007628,
    "commentText": "Acho hilariante o facto de as feministas e os SJW, que são tão contra o machismo, a patriarquia e aquela treta da \"rape culture\" serem tão a favor dos refugiados muçulmanos e da religião islâmica. Mas elas não têm a noção de que a cultura deles é o oposto de tudo o que elas pregam? A cultura deles é extremamente intolerante. Os homossexuais para eles merecem morrer, os \"infiéis\" merecem morrer, adúlteras merecem morrer, mulheres que não se vestem de forma modesta merecem morrer, enfim quase tudo para eles merece morrer, ou pelo menos não merece ser respeitado.\n\nÉ que num segundo elas queixam-se de haver mais homens nas ciências e política (algo que é justificado por fatores biológicos), e depois defendem os refugiados islâmicos com toda a força quando mais de 80% deles são homens com 20 e tais anos.\n\nDepois dizem que os homens são naturalmente inclinados para a violação, que as mulheres nunca mentem quando acusam um homem de a ter violado, que fazer sexo consentido com uma mulher bêbada é violação (mas só contra ela, nunca contra ele lol), e depois vê-se as taxas de violação a dispararem quando eles chegam e o que é que as feministas e os SJW dizem? Nada. Ou então culpam os nativos e são extremamente  brandos contra os violadores muçulmanos. Mesmo violações em massa como no ano novo de 2015 na Alemanha ou não são reportadas ou culpam sempre os nativos.  Mas se um gajo que já lá estava fizer um comentário inapropriado... Ui, até tenho pena dele. Fazem-lhe uma \"witch hunt\".\n\nDizem que as mulheres devem ter o direito a tudo e serem livres, mas depois querem importar uma cultura onde as mulheres têm de se cobrir completamente e submeterem-se aos homens. \n\nOnde está a lógica nisto? Ai esqueci-me. O conceito de lógica não existe no mundo do politicamente correto. É que se eles ao menos criticassem ou falassem disto já contava alguma coisa, mas não, por parte deles só se houve elogios e apoio. Muitas vezes completamente falsos. Bem, pelo menos tanto quanto sei, gostava que alguém me pudesse provar que isto não é verdade. Acho nunca testemunhei uma forma de hipocrisia tão pura na vida.\n\nTriste. Até no Canadá e Inglaterra já é ilegal CRITICAR o Islão e os muçulmanos. As vítimas de violação, que são postas num altar (e ainda bem) pelos mídia, são completamente ignoradas pela comunicação social se os violadores foram refugiados muçulmanos. Aliás, tudo de mal que eles fazem é ignorado.",
    "likes": 2,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgwXkddZLqBv13xJgVF4AaABAg.8bPVLge2gIo8dZMNeSTQOF",
        "user": "Roger Motta",
        "date": "1 year ago",
        "timestamp": 1531216008025,
        "commentText": "Concordo com tudo o q você disse,o PC não tem lógica,aqui no Brasil,existe um ritmo musical lixo chamado funk,que na verdade foi um nome roubado dos EUA,porque o funk real é o estadunidense. Até um tempo atrás,tinham uns funks bacanas,com letras românticas e tal,mas agora,só tem lixo,letras que ofendem as mulheres,que tratam as mulheres como animais,aí eu faço a mesma pergunta q você fez: Cadê as feminazis?? como a gente disse,o PC(Politicamente correto) não tem lógica.Lamento que o Brasil tenha tanta influência em Portugal culturalmente,com as novelas lixo da Globo,e com as músicas lixo,lamento mais ainda que,além de imigrantes brasileiros,tenham portugueses que gostam desses lixos,tenho saudades do tempo que não vivi,onde as músicas brasileiras que faziam sucesso no mundo e muito nos EUA,eram a Bossa Nova,e o Samba,o Samba raiz,não alguns lixos que tem por aí. Esse processo de globalização esquerdista é global,nos EUA também se vê muita merda na cultura,as músicas estão virando lixo,os filmes ainda se mantêm bem,mas as cerimônias do Oscar se transformaram em um palanque de hipocrisia.",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugzrkzz3SVBe-VpTJr94AaABAg",
    "user": "Luzinete Sousa Nacimento",
    "date": "1 year ago",
    "timestamp": 1531216007630,
    "commentText": "Amigo eu só sei que a União europeia acabar com o cidadão de bem que tem seus direitos como cidadão, \nMas como dominar a Europa? se seus cidadãos tem educação e defendem seus direitos. Então vamos recolinizar a Europa com pessoas que não são europeus mas com os mesmos direitos pessoas analfabetas elas não podem ser patriotas pois não estão em seu país de origem ai quando mais da maioria da população for de refugiados com direito de votar ai sim o bloco europeu vai tomar a Europa de seus cidadãos legítimos pelo voto dos refugiados que foram favorecidos pela União europeia eu vejo isso no futuro é por isso que os políticos não investem em educação no Brasil porque se o povo tem educação é mais difícil de engana Los veja os simpatizante de Lula todos analfabetos ou semi-analfabetos veja os que apoiam Bolsonaro ai verás a diferença",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugz79ENFDzYXtZPao0J4AaABAg",
    "user": "Terça Livre TV",
    "date": "1 year ago",
    "timestamp": 1531216007632,
    "commentText": "Falemos disso no Terça Livre. É um tema que muito nos interessa, Miguel.",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "Ugz79ENFDzYXtZPao0J4AaABAg.8bEo-QlucUH8bEtVfCkWsP",
        "user": "Talk About em português",
        "date": "1 year ago",
        "timestamp": 1531216008043,
        "commentText": "+Terça Livre Eu neste vídeo tentei apenas explicar com o funciona esse \"programa de refugiados\" em Portugal, tentando deixar o vídeo o mais isento possível, porque a minha opinião pessoal, é bem mais amarga! Ainda ontem vi um vídeo amador, de um muçulmano, supostamente em Itália a destruir com um martelo uma estátua de uma imagem de simbologia católica/cristã... Isso deixa-me imensamente revoltado!!!",
        "likes": 0
      },
      {
        "id": "Ugz79ENFDzYXtZPao0J4AaABAg.8bEo-QlucUH8bF-I5Ls9s5",
        "user": "Bernardo Scotelaro Porto de Oliveira",
        "date": "1 year ago",
        "timestamp": 1531216008045,
        "commentText": "Gosto muito do conteúdo do teu canal! Seus vídeos são excelentes!!!",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgyIZ4_AtBnxKWLLzNJ4AaABAg",
    "user": "Saga de Gêmeos",
    "date": "1 year ago",
    "timestamp": 1531216007634,
    "commentText": "Acontece que a agenda globalista quer destruir o ocidente de qualquer forma.",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwueSjDNCTnW7uBAp94AaABAg",
    "user": "Saga de Gêmeos",
    "date": "1 year ago",
    "timestamp": 1531216007636,
    "commentText": "Nem todos os brasileiros se encaixam com os países europeus ou a América do norte piorou esses árabes.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgynOIAYqmKfHmQqXB14AaABAg",
    "user": "Saga de Gêmeos",
    "date": "1 year ago",
    "timestamp": 1531216007638,
    "commentText": "Vixi esses muçulmanos vão destroçar Portugal. Vc bem sabe que a religião deles é que impõe tudo que existe, são bárbaros. O politicamente correto está enfiando todos eles em todos os países. Só os USA que não está admitindo isso. O que eles estão fazendo na França, Alemanha e Suécia, só Deus na vida.",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgynOIAYqmKfHmQqXB14AaABAg.8bBm_vu-KOc8bCGtJq1NQA",
        "user": "Talk About em português",
        "date": "1 year ago",
        "timestamp": 1531216008074,
        "commentText": "+Saga de Gêmeos Aqui na Europa penso que alguns países não aderiram a essa onda. A Polónia está intacta, sendo o único país realmente funcional no meio desta merda toda!",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgyUTqRHIJJBcqWmv-B4AaABAg",
    "user": "YourDoom MyDoom",
    "date": "1 year ago",
    "timestamp": 1531216007641,
    "commentText": "\"REFUGIADOS ECONÓMICOS\" - O CAVALO DE TROIA MODERNO. Aos 2m 52s deixei de ver o vídeo e comecei logo a escrever, pois vi que era uma redundância, ou seja, parecia que tinha sido eu quem tinha gravado esse vídeo e portanto já estava adivinhando as palavras seguintes.\nE acho que não estamos sós, nessa batalha mais uma vez contra medidas muito humanistas mas muito pouco realistas e logo destruidoras do já precário equilíbrio do planeta, desta recente praga chamada de \"politicamente correcto\"... e incorrecto em tudo o resto.\nAcho que não estamos sós e que no íntimo, a grande parte do povo português, europeu, norte-americano, japonês, etc., pensa exactamente assim, sobre a invasão de \"refugiados\" económicos. \nÉ uma grande utupia! Os países \"ricos\" receptores (à força moral) dessa gente, já têm problemas económicos, laborais, políticos, sociais e com a segurança, que cheguem! Quem está na miséria em países miseráveis e quer à força invadir os países que invejam, deslumbrados com as suas riquezas e nível de vida, se o fizer em grande número acabarão por \"afundar\" também esses países que \"ERAM\" ricos. Sobretudo porque eles geralmente não têm nada para dar ou contribuir, para o progresso dos países anfitriões. Não falam a língua, não têm cultura (ocidental), não têm a mesma religião e valores, não têm estudos ou profissões técnicas, não têm uma pequena economia para começar a vida ou abrir negócio, enfim... viverão de esmolas até (alguns) conseguirem singrar só por si e começar a dar algum \"lucro\" ao país que investiu neles. Já nem falarei que eles são a camuflagem ideal para o terrorismo islâmico.\nPor mim, a guarda-costeira devia cumprir a sua missão: Atirar em quem tenta invadir as costas de um país, sem ser convidado. Ela é guarda-costeira, não salva-vidas de quem naufragou sabendo que ia naufragar e que... ia ser salvo, pelas suas futuras vítimas. Em vez de guardar as costas, está colaborando com os invasores. A Europa estaria mais segura, sem guarda-costeira nem marinha no geral. O mar se encarregaria de nos defender.\nParecem pensamentos desumanos? Talvez, mas a vida é desumana. A Natureza é desumana. Tudo passa a ser desumano, quando se trata de sobrevivência. É a lei da selva, a lei não é minha e vivermos tempos selvagens que também não são minha culpa.\nAliás até no direito marítimo, está previsto que após um naufrágio, os ocupantes de um bote salva-vidas superlotado, têm o direito de cortar as mãos a machado (que faz parte do equipamento do bote), daqueles que ainda na água tentam subir a bordo. É que mais vale sobreviverem 50, que morrerem todos os 1000. Mas posso muito bem por-me na pele de quem não conseguiu um lugar e sentir o seu desespero.... A lei da sobrevivência é dura e desumana, mas é a lei que funciona. DURA LEX SED LEX.\nEstamos acolhendo vizinhos, cuja casa ardeu por negligência ou brigas internas e agora vêm a brincar com fósforos na nossa!",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgyUTqRHIJJBcqWmv-B4AaABAg.8bBPb7A8W2l8bCNCY--Okg",
        "user": "Talk About em português",
        "date": "1 year ago",
        "timestamp": 1531216008077,
        "commentText": "Obrigado pelo seu comentário explanação excelente.\nAbraço",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgzvlCRXn0jwOqotqMl4AaABAg",
    "user": "Tiago Silva",
    "date": "1 year ago",
    "timestamp": 1531216007643,
    "commentText": "Muito legal !Segundo filósofos ,os muçulmanos desejam povoar o ocidente e utilizar as democracias para instaurar a lei deles, a sharia .Em Londres já se ver esses tipo de conflitos :  com o número maior de muçulmanos  eles tem subjugado os britânicos cristãos ,agredindo-os com  palavras pejorativas ,  boicotando o cristianismo .Como eles procriam  muito ,eles querem tornar o califado uma realidade,a disseminação do islã com toda sua lei.",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgzvlCRXn0jwOqotqMl4AaABAg.8bB4v9i8awS8bBHQpDut4Z",
        "user": "Talk About em português",
        "date": "1 year ago",
        "timestamp": 1531216008055,
        "commentText": "No tenho dúvidas que grande parte pretende isso mesmo...",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgyED_9Ig5-JsbMs5KR4AaABAg",
    "user": "DD",
    "date": "1 year ago",
    "timestamp": 1531216007646,
    "commentText": "As vezes é preciso parar e olhar para longe, para podermos enxergar o que está diante de nós (John Kennedy)",
    "likes": 3,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzJWnEVFO5wZvnlBIB4AaABAg",
    "user": "saulo lima",
    "date": "1 year ago",
    "timestamp": 1531216007648,
    "commentText": "Uma pergunta que a mídia não quer fazer. Porque países Árabes ricos não recebem seus irmãos refugiados?",
    "likes": 3,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw8zR2wGlJn1MUQl8R4AaABAg",
    "user": "Fábio",
    "date": "1 year ago",
    "timestamp": 1531216007650,
    "commentText": "Vai para o Martin Moniz em Lisboa e vais ver como aquilo foi absorvido pelos refugiados. Eles são muito mais imigrantes económicos do que qualquer outra coisa, mais de metade deles nem Sírios são, e quando acabar a guerra no país deles ninguém os vai obrigar a regressar aos seus países, e vamos ter que os mantê-los cá. Eu sei que isto vai contra os ideais de muita gente mas eu não concordo em nada com esta vinda massiva de refugiados para a Europa e especialmente para Portugal!",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 3,
    "replies": [
      {
        "id": "Ugw8zR2wGlJn1MUQl8R4AaABAg.8bAqVGUhQxH8bBI5knmSbk",
        "user": "Talk About em português",
        "date": "1 year ago",
        "timestamp": 1531216008064,
        "commentText": "Fábio como disse mais para o centro e sul do país, não tenho mesmo maneira de saber, a comunicação social não fala disso, não conheço assim tanta gente da zona, mas acredito perfeitamente nisso... Não tenho qql dúvidas! Aliás há uns tempos na RTP1 (salvo erro) deu uma reportagem especial de uma mesquita qql em Lisboa, já com alguma dimensão, a mostrar os costumes islâmicos.... Fiquei preocupado...",
        "likes": 0
      },
      {
        "id": "Ugw8zR2wGlJn1MUQl8R4AaABAg.8bAqVGUhQxH8bBRkHwEgwV",
        "user": "Fábio",
        "date": "1 year ago",
        "timestamp": 1531216008066,
        "commentText": "Eu pensava que essa mesquita que estavas a falar fosse a única no pais, mas pelo o que dizes há também uma mesquita no Porto e em Coimbra. E os islâmicos no Martim Moniz querem construir outra mesquita em Lisboa no Martim Moniz, pelos vistos só o PNR é que nos vai livrar dessa! A nossa crida Assunção Cristas líder do partido mais há direita representado no parlamento também está a favor da nova mesquita e uma vez até vestiu a porra da burca para visitar a mesquita de Lisboa de que falas. Uma vergonha até há vídeo no Youtube a mostrar isso!\nhttps://www.youtube.com/watch?v=NIvGSkHgEe0",
        "likes": 0
      },
      {
        "id": "Ugw8zR2wGlJn1MUQl8R4AaABAg.8bAqVGUhQxH8bCGNysu6cc",
        "user": "Talk About em português",
        "date": "1 year ago",
        "timestamp": 1531216008067,
        "commentText": "+Fábio Não temos verdadeira direita pelo patriotismo e o proteccionismo cultural, tudo abraça a causa do politicamente correcto em nome de um povo globalista de causa nobre, o que sabemos que isto é exactamente o que eles querem.... Em relação às mesquitas.. No Porto, eles têm um pequeno local onde se encontram, não sei chamam aquilo mesquita oficialmente ou apenas um centro islâmico ou algo assim, mas sei que têm... Já em Coimbra eu sei disso, porque um amigo meu pessoal que está estudar em Coimbra já ouviu falar disso, e cruza-se várias várias vezes com umas miúdas islâmicas, que falavam disso. Eu sei que a história do \"disse que não disse\" pode ser falaciosa mas que está em expansão sem dúvida! O PNR era realmente contra islamificação, mas foi tratado como ridículo e racista.... Este país está a escolher a construir a própria guilhotina.",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgxlkYcScfSQULkgO8J4AaABAg",
    "user": "Processo em Revista",
    "date": "1 year ago",
    "timestamp": 1531216007652,
    "commentText": "Falaste uma coisa perfeita, Miguel, \"quem vem de fora tem que submeter-se a quem está dentro\". Lembrei disso pois tenho uma amiga de doutoramento que me diz que se sente mal tratada em Portugal, ao passo que ela vê que todos são solícitos e gentis comigo. Ela sugeriu que poderia ser um traço de racismo, por parte de vós portugueses, visto que ela é mulata e eu branco, de olhos azuis. Eu disse a ela exatamente o que disseste: \"Fulana [não vou citar o nome, ok, pois é uma grande amiga] os portugueses são mais reservados [num primeiro momento até passam a impressão de mal-educados, mas é uma impressão que se dissipa em poucos dias, e já fui a Portugal mais de 20 vezes nos últimos 30 anos], isso é um traço cultural próprio. Brasileiros e Italianos costumam ser mais espalhafatosos, gritam mais, falam mais alto. O que acontece é que quando visitamos a casa/país de alguém é o visitante que deve acostumar-se às regras e costumes, não o contrário.\" Mais uma vez, grande abraço.",
    "likes": 2,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "UgxlkYcScfSQULkgO8J4AaABAg.8bApQQ0XjNE8bAx1MBhMtb",
        "user": "Talk About em português",
        "date": "1 year ago",
        "timestamp": 1531216008050,
        "commentText": "+Processo em Revista Nessa situação com a sua amiga, é exactamente isso que você diz, mas ela não pode ou deve assumir logo que é um traço de \"racismo\", isso leva-a para o discurso de vitimismo, que apenas vai prejudicar a ela mesma. \n\nO povo português é assim mesmo, mais reservado, conservador, mais frio num primeiro contacto, mas também depende da Zona do país onde ela está ou esteve. Mas uma coisa é legítima, wuem vem de fora é que se tem adaptar as regras, não quem está dentro é que tem se adaptar ao visitante, em qql que seja a situação.\nAbraço",
        "likes": 1
      },
      {
        "id": "UgxlkYcScfSQULkgO8J4AaABAg.8bApQQ0XjNE8bDgHq0zKjo",
        "user": "YourDoom MyDoom",
        "date": "1 year ago",
        "timestamp": 1531216008051,
        "commentText": "Isso na grande Lisboa onde todos \"desaguam\", pode ser possível. São justificadamente desconfiados. Então... Vão para o PORTOOOO! (se forem boa gente, decentes e trabalhadores, senão...).",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgxY3-_RCCHQQBzhEi94AaABAg",
    "user": "Processo em Revista",
    "date": "1 year ago",
    "timestamp": 1531216007655,
    "commentText": "O valor é de 400euros por membro da família.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyzWYg--nvR-BuBz7l4AaABAg",
    "user": "Processo em Revista",
    "date": "1 year ago",
    "timestamp": 1531216007656,
    "commentText": "ps - qual teu e-mail?",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgyzWYg--nvR-BuBz7l4AaABAg.8bAnotWgPVw8bAxAQgVR6q",
        "user": "Talk About em português",
        "date": "1 year ago",
        "timestamp": 1531216008028,
        "commentText": "+Processo em Revista na descrição tem todos os contactos, incluído o e-mail do canal, pode usar à vontade. Eu facilito para você : talk.about.mm@gmail.com",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgwJm5HE-x_kF2hbzDt4AaABAg",
    "user": "Processo em Revista",
    "date": "1 year ago",
    "timestamp": 1531216007659,
    "commentText": "Caro Miguel, boa noite, estou curtindo seu canal, também, através do meu canal [Paulo Antonio Papini, fiz alguns comentários na sua live]. Aproveito que comecei meu canal há alguns meses e, sei que o assunto do meu canal é mais específico - Processo Civil -, mas dá uma curtida, inscreve-se e indique-o para amigos e/ou inimigos [a depender se tiveres, ou não, gostado]. Um grande abraço e fique com Deus. ps - fiquei fã do seu canal. https://www.youtube.com/watch?v=cTyqJWLmaMQ&t=5s",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgwJm5HE-x_kF2hbzDt4AaABAg.8bAnF53BcI68bBIV5B9PuL",
        "user": "Talk About em português",
        "date": "1 year ago",
        "timestamp": 1531216008058,
        "commentText": "Processo em Revista darei uma vista de olhos... Obrigado e sucesso ;)",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgyrXYu4OQKh2rgjNih4AaABAg",
    "user": "zeh marques",
    "date": "1 year ago",
    "timestamp": 1531216007661,
    "commentText": "ou seja para variar o estado a gastar o dinheiro do povo em merdas já parece aquela serie lésbica feita com dinheiro publico",
    "likes": 2,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgyrXYu4OQKh2rgjNih4AaABAg.8bAbcD7KkjW8bAlYSiRfnH",
        "user": "Talk About em português",
        "date": "1 year ago",
        "timestamp": 1531216008038,
        "commentText": "+zeh marques Já te pedi para me dizer o nome dessa série da RTP....  Relação a quem paga... Como disse no vídeo, grande parte dos fundos é da Comissão Europeia e o restante é Portugal!",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgzV-Wts5W1RNNYC3sN4AaABAg",
    "user": "Mayke Silva",
    "date": "1 year ago",
    "timestamp": 1531216007671,
    "commentText": "O problema dos refugiados islâmicos é que eles não querem se adaptar a cultura do país que lhe acolheu, até porque o próprio livro sagrado deles, trata quem não é islâmico como infiel.",
    "likes": 7,
    "hasReplies": true,
    "numberOfReplies": 4,
    "replies": [
      {
        "id": "UgzV-Wts5W1RNNYC3sN4AaABAg.8bASakMUXwL8bBIcaS5nPR",
        "user": "Talk About em português",
        "date": "1 year ago",
        "timestamp": 1531216008085,
        "commentText": "Mayke Silva É totalmente incompatível... Missão favorita da ONU... Acabar com costumes, religiões, tradições, fronteiras..... Mas vai correr muito muito mal...",
        "likes": 0
      },
      {
        "id": "UgzV-Wts5W1RNNYC3sN4AaABAg.8bASakMUXwL8bDXG2Kwzqn",
        "user": "Guilherme Zaffani",
        "date": "1 year ago",
        "timestamp": 1531216008086,
        "commentText": "Talk About em português voce acha que Portugal ainda tem chance dr não ser muçulmana no futuro ?",
        "likes": 0
      },
      {
        "id": "UgzV-Wts5W1RNNYC3sN4AaABAg.8bASakMUXwL8bP2oQsAsMl",
        "user": "Wolgreve",
        "date": "1 year ago",
        "timestamp": 1531216008087,
        "commentText": "Duvido seriamente que Portugal se torne muçulmana no futuro. Não só foi a quantidade de refugiados que acolhemos baixíssima em comparação com outros países, como a concentração das suas populações são pouco significativas. \n\nQuando maior for a concentração de uma dada comunidade numa dada região, maior é a probabilidade das pessoas dessa comunidade se agarrem à sua cultura e se \"protegerem\" na segurança dos números para se rebelarem. Se estiverem isoladas, as famílias acabam por ceder e assimilar a cultura onde estão inseridos.\n\nO mesmo não se pode dizer em relação a países como a Suécia. Até já há rumores de que se vai tornar num país subdesenvolvido daqui a 30 anos.",
        "likes": 0
      },
      {
        "id": "UgzV-Wts5W1RNNYC3sN4AaABAg.8bASakMUXwL8bPtKkwzmUk",
        "user": "Mayke Silva",
        "date": "1 year ago",
        "timestamp": 1531216008088,
        "commentText": "Wolgreve, a construção de mesquitas não seria uma forma de se ter essa concentração de muçulmanos que você citou e até de mante-los fiéis ao que prega o islã?",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugx9fytwGG88vI1_PtJ4AaABAg",
    "user": "Fernando Dias",
    "date": "1 year ago",
    "timestamp": 1531216008810,
    "commentText": "Estou querendo me refugiar em Portugal",
    "likes": 7,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "Ugx9fytwGG88vI1_PtJ4AaABAg.8bAIcgfhWhN8bBQ4jUnZsx",
        "user": "YourDoom MyDoom",
        "date": "1 year ago",
        "timestamp": 1531216009165,
   