{
 "header": {
 "title": " “Somos negros. Portugal ainda não dá valor como gente” ",
 "subtitle": " NA ",
 "owner": " PÚBLICO ",
 "views": " 8 058 visualizações ",
 "likes": " 119 ",
 "dislikes": " 26 ",
 "shares": " NA ",
 "datePosted": " Publicado a 11/09/2017 ",
 "dateExtraction": " 2019-07-08 ",
 "language": " pt ",
 "plataform": " YouTube ",
 "url": " https://www.youtube.com/watch?v=-cL_tXxBjPI ",
 "postText": " O difícil acesso à habitação por parte de pessoas negras e imigrantes é uma realidade. A maioria, ao viver nesta situação, acaba por construir a sua própria casa em bairros clandestinos, muita vezes sem luz ou água canalizada. Neste segundo trabalho da série Racismo à Portuguesa, analisa-se o acesso à habitação, desde a procura de casa à construção informal de bairros. Ao longo das próximas semanas iremos continuar a publicar a série Racismo à Portuguesa, sempre ao sábado, sobre diversas áreas que dão uma aproximação às desigualdades raciais em Portugal. O objectivo é o leitor ficar com uma ideia do que é o racismo institucional e estrutural na sociedade portuguesa. Esta é a segunda parte da série Racismo em Português, sobre o colonialismo português em África e centra-se, por isso, no racismo contra os negros. Justiça, habitação, emprego, educação, activismo e as marcas do colonialismo em Portugal são as áreas abordadas. Reportagem de Joana Gorjão Henriques e Frederico Batista Ler a reportagem de Joana Gorjão Henriques: https://www.publico.pt/2017/08/26/soc... Veja a série Racismo à Portuguesa: https://www.publico.pt/racismo-a-port... ",
 "numberPosts": " 256 comentários",
 "srcType": " video ",
 "nameNewspaper": " NA ",
 "socioLingVar": "  ",
 "listEvents": "  ",
 "articleKeywords": " NA ",
 "keywords": "  ",
 "commentsOpen": " yes "
 },
 "commentThread": [
  {
    "id": "UgwtYDuXRUBnZc9veN94AaABAg",
    "user": "Jorge Tenorio Tenorio",
    "date": "3 weeks ago",
    "timestamp": 1560782621054,
    "commentText": "Cadê os direitos humanos somos todos um o DNA são todos o mesmo criador",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzkEG0Ppafk-EwnP9J4AaABAg",
    "user": "x.p.t.ő",
    "date": "1 month ago",
    "timestamp": 1560005021056,
    "commentText": "Quero ir para Angola, quero casa e subsídios para mim e toda minha familia pois nós procriamos como ratos e o trabalho não nos bate à porta. Se não me derem são racistas e não respeitam o ser humano!  Chamem a televisão chamem o pretosidente chamem toda gente,pois sou uma vitima !!\nPaleio dos pretos é este!",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw0vHf5DWY2w3ZX8MB4AaABAg",
    "user": "x.p.t.ő",
    "date": "1 month ago",
    "timestamp": 1560005021058,
    "commentText": "Pretos são tão portugueses como a merda que eu cago!! \nVão para a vossa terra deixem-nos em paz. O ultramar já acabou. Vendam os vossos diamantes façam se à vida e saium daqui pretos. Governo de traidores. Mas qual casa de borla  para estes estrangeiros!?paguem lhes antes o bilhete de ida.  Só vêm degradar o país. Eu se for para fora ninguém me dá nada! \nEspetem-me com a conversa de vítima e racismo nos tomates seus bandidos e parasitas da sociedade. Preto é mesmo vagabundo violento parasita,querem direitos que nem portugueses têm. E conseguem os fdp. E os tugas dormem na rua e comem caralhos. Mas o que importa é não ser rotulado de racista e ficar bem na fotografia. Enquanto o povo de gema é desprezado ignorado.",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "Ugw0vHf5DWY2w3ZX8MB4AaABAg.8vXvjE87VKV8vZHHAM2U10",
        "user": "Dewkiz",
        "date": "1 month ago",
        "timestamp": 1560005021908,
        "commentText": "por acaso yh.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgxCT2-5RNY53AuTeW54AaABAg",
    "user": "red scorpion",
    "date": "1 month ago",
    "timestamp": 1560005021061,
    "commentText": "Portugal lotado de favelas já é a quarta que achei na internet KKK depois ficam enchendo o saco meu país e de primeiro mundo kk os africanos vai comer a mulher de vcs kkkkk",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 9,
    "replies": [
      {
        "id": "UgxCT2-5RNY53AuTeW54AaABAg.8unaFDgdRSZ8w2TnTop4Np",
        "user": "Fire Clasher",
        "date": "3 weeks ago",
        "timestamp": 1560782621918,
        "commentText": "Lotado de favelas? Amigo primeiro as \"favelas\" que te referes em Portugal n são como as do Brasil ta? Aqui elas j são feitas de tijolo como as do Brasil ta? São pintadas são bairros com menos condições pq as pessoas que la vivem so têm dinheiro pa viver la ok? Alem disso lotado oara vc é 4?Brasil tem mais 100 espalhadas pelo deu território favela do rio de Janeiro tem 1 milhão de habitantes e segundo Brasil é de 1 mundo? Amigo Brasil nem é um pais desenvolvido quanto mais de 1 mundo",
        "likes": 0
      },
      {
        "id": "UgxCT2-5RNY53AuTeW54AaABAg.8unaFDgdRSZ8w2WWP9ehDz",
        "user": "red scorpion",
        "date": "3 weeks ago",
        "timestamp": 1560782621920,
        "commentText": "@Fire Clasher kkkk amigo somos um país continental toda Europa cabe dentro do Brasil você quer comparar Portugal com Brasil kk uma população de 220 milhões de abitantes com uma de 10milhoes mais para nos brasileiro favela e uma coisa muito normal não temos vergonha já os portugueses kkk",
        "likes": 0
      },
      {
        "id": "UgxCT2-5RNY53AuTeW54AaABAg.8unaFDgdRSZ8w2Zqc_G5nZ",
        "user": "Fire Clasher",
        "date": "3 weeks ago",
        "timestamp": 1560782621921,
        "commentText": "@red scorpion ser grande e populoso n é desculpa russia japão Alemanha tem muitos muitos habitantes e nenhumas favelas",
        "likes": 0
      },
      {
        "id": "UgxCT2-5RNY53AuTeW54AaABAg.8unaFDgdRSZ8w2Ztgla8Ia",
        "user": "Fire Clasher",
        "date": "3 weeks ago",
        "timestamp": 1560782621922,
        "commentText": "@red scorpion so o facto de vc falar que favela no Brasil é normal ja encerra esta conversa",
        "likes": 0
      },
      {
        "id": "UgxCT2-5RNY53AuTeW54AaABAg.8unaFDgdRSZ8w2bfDX4L00",
        "user": "red scorpion",
        "date": "3 weeks ago",
        "timestamp": 1560782621924,
        "commentText": "@Fire Clasher normal no sentido humano tem pessoas boas vivendo lá isso não e uma vergonha para os brasileiros já vcs portugueses trata os que vivem na favela como desocupados basta ver os comentários dos portuguêses tratando esses pobres moradores de favelas de Portugal como uma sub classe em Portugal atualmente tem 40 favelas porém para os portugueses essas 40 favelas não fazem parte de Portugal um total descaso para um país dito de primeiro mundo",
        "likes": 0
      },
      {
        "id": "UgxCT2-5RNY53AuTeW54AaABAg.8unaFDgdRSZ8w2dNQflx31",
        "user": "Fire Clasher",
        "date": "3 weeks ago",
        "timestamp": 1560782621925,
        "commentText": "@red scorpion mano sabe que essas favelas são prédios abandonados invadidos ilegalmente por estrangeiros que ca vêm e pensam que é tudo de graça depois ficam sem dinheiro e invadem esses locais ok? E o governo tem mais que fazer do que andar a cuidar de gente estrangeira à prioridades",
        "likes": 0
      },
      {
        "id": "UgxCT2-5RNY53AuTeW54AaABAg.8unaFDgdRSZ8w2dPesYGpG",
        "user": "Fire Clasher",
        "date": "3 weeks ago",
        "timestamp": 1560782621926,
        "commentText": "@red scorpion e sim Portugal é um país de 1 mundo e desenvolvido",
        "likes": 0
      },
      {
        "id": "UgxCT2-5RNY53AuTeW54AaABAg.8unaFDgdRSZ8w2dc_MJ5s8",
        "user": "Fire Clasher",
        "date": "3 weeks ago",
        "timestamp": 1560782621927,
        "commentText": "@red scorpion alem disso n exist favelas em Portugal existem bairros degradados que é aquilo que eu expliquei alem disso o governo arranja casas para esses estrangeiros que ficam sem dinheiro que são pagas por nos portugueses",
        "likes": 0
      },
      {
        "id": "UgxCT2-5RNY53AuTeW54AaABAg.8unaFDgdRSZ8w2hmtCR6C6",
        "user": "red scorpion",
        "date": "3 weeks ago",
        "timestamp": 1560782621928,
        "commentText": "@Fire Clasher estrangeiros? Não foi isso que vi na reportagem muitos são português e outros imigrantes porém mora em favela kk se mora em favela não e português KKK pensou se essa moda pega no Brasil colocar a culpa das favelas no imigrante, KKK Português sempre tem uma desculpa para acobertar os problemas de Portugal no Brasil tem milhões de Venezuelanos , angolanos, bolivianos, portuguêses e haitianos até cubanos e muitos moradores imigrantes são das favelas e nem por isso fechamos os olhos para essa realidade, não separamos as pessoas ,se está em nosso território nacional cabe a nós assumir e aceita que tem favelas não esconde isso só pq mora imigrantes no local",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgxK3MZp18-k5paT-TJ4AaABAg",
    "user": "Max",
    "date": "2 months ago",
    "timestamp": 1557326621063,
    "commentText": "Eu sou português e não posso fazer nada. Desculpas",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyQ7EdomyYsliEZy594AaABAg",
    "user": "Alexxx",
    "date": "2 months ago",
    "timestamp": 1557326621065,
    "commentText": "Regressem ao vosso país, problema resolvido.",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgyQ7EdomyYsliEZy594AaABAg.8u-UNCSHEbd8uD5d2L4BvY",
        "user": "Canal EliYahu pereira de lima",
        "date": "2 months ago",
        "timestamp": 1557326621790,
        "commentText": "Sabe o que me deixa mais aliviado?  É ter a ceteza de que pessoas como você receberão o peso da mão do Altíssimo aplicando-lhes o devido castigo,  porque Deus é justo e ele não faz acepção de pessoas seja lá que raça for, mas vocês portuguêses e outos países da Europa que abrem as bocas para dizerem serem \"Cristãos\", são uns hipócritas,  sepulcros caiados, bonitos por fora, mas cheio de podridão por dentro,  os quais o Salvador os vomitará, por que não possuem amor pelo próximo,  são o joio, que será arrancado e lançado ao fogo.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgxkvNmVgsGXKXF3u054AaABAg",
    "user": "jose carvalho",
    "date": "2 months ago",
    "timestamp": 1557326621068,
    "commentText": "Sim dêem mais casas , RSI,e outras benesses,e os portugueses que trabalharam uma vida inteira, que nem dinheiro têm pra remédios que se fodam.",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwKUvWVDNrJG74mZER4AaABAg",
    "user": "Amarelo Crack",
    "date": "3 months ago",
    "timestamp": 1554734621070,
    "commentText": "Portugal é feio yah nem parece ser Europa fogooooo..😜😜😜😂😂😂😂😂😂😂😂😂",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugy_88VjFhH80Uqffbx4AaABAg",
    "user": "Joaquim Marques",
    "date": "3 months ago",
    "timestamp": 1554734621073,
    "commentText": "Mamadu vai morare para o senegal raçista de brancos",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugy_ut_hKD5KqboePvV4AaABAg",
    "user": "Leandro Passos",
    "date": "3 months ago",
    "timestamp": 1554734621075,
    "commentText": "Cambada de vagabundos estão tendo o que merecem Portugal não devê nada à eles eles é quem se devem o rapa toma no cu vcs não são portugueses sai dai filho da puta vai pra África quando vcs virarem povo mas um povo que prefere morrer a ter que viver de joelhos me chama camada de de frouxos fugiu da sua pátria pra ficar mendigando na dos brancos eu tenho família moro no Brasil tenho uma mulher branca uma filha largo tudo e vou para a África mas que guerra não contra brancos contra nos mesmo vem pra sima de mim seus vagabundos nós não valemos nada o rapa quero nem fala vai magoar os fraquinhos",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxzmAyXaoDhovzZh8Z4AaABAg",
    "user": "Aílton Kima",
    "date": "4 months ago",
    "timestamp": 1552056221077,
    "commentText": "Para mim que não existam mais as inter relações, cada um cuide da sua casa, vamos ver quem pede sal primeiro.",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyEotMiJ5w3ZtlCYdt4AaABAg",
    "user": "ANA SANTOS santos",
    "date": "4 months ago",
    "timestamp": 1552056221079,
    "commentText": "Ganhem vergonha. Racistas é o que estes senhores desta entrevista são.",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxSJJr0PiqOnRRrTQd4AaABAg",
    "user": "Massoxi: Olhar Atual",
    "date": "4 months ago",
    "timestamp": 1552056221081,
    "commentText": "O VOSSO PROBLEMA É SEREM IGNORANTES DEMAIS PENSANDO QUE SÓ EXISTE ESTRANGEIROS NA VOSSA TERRA E NÃO EXISTE PORTUGUESES EM TERRAS ESTRANGEIRAS. ENTÃO SAIBAM QUE EXISTEM BEM MAIS DE 200 MIL PORTUGUESES QUE MORAM EM ANGOLA.",
    "likes": 7,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugyr7NUgIX91hpz8qDN4AaABAg",
    "user": "preto iz",
    "date": "4 months ago",
    "timestamp": 1552056221084,
    "commentText": "PORTUGAL LIXO  BRASIL IMPERIO  PAIS MAS RICO Q USA INDIOMA PORTUGUES",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "Ugyr7NUgIX91hpz8qDN4AaABAg.8rKZSfp6AxS8u-Ui0d27fz",
        "user": "Alexxx",
        "date": "2 months ago",
        "timestamp": 1557326621807,
        "commentText": "Indioma?\nQue \"indioma\"?\nVocês nem sabem falar português, fds.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgzFZfEFIYPcz5f13cF4AaABAg",
    "user": "Tchiver Nazbonas",
    "date": "4 months ago",
    "timestamp": 1552056221087,
    "commentText": "Só vim ler os comentários racistas que sabia que encontraria",
    "likes": 18,
    "hasReplies": true,
    "numberOfReplies": 3,
    "replies": [
      {
        "id": "UgzFZfEFIYPcz5f13cF4AaABAg.8r7ZnI3TMrW8ud5x5Uabjb",
        "user": "jose cole",
        "date": "2 months ago",
        "timestamp": 1557326621911,
        "commentText": "mano eu também so vim ler os comentários racistas.",
        "likes": 1
      },
      {
        "id": "UgzFZfEFIYPcz5f13cF4AaABAg.8r7ZnI3TMrW8v1IkrhAnEr",
        "user": "Margareth Santos",
        "date": "1 month ago",
        "timestamp": 1560005021912,
        "commentText": "Estou horrorizada com os comentários... tinham que ser portugueses. Se estão um pouco melhores é porque se encontram na Europa. Queria ver se fosse fora do continente europeu. Os portugueses viveram anos às custas do que roubou dos países que colonizaram. E agora, vem com comentários que os africanos que escravizaram e que não querem trabalhar. Poupe-me!",
        "likes": 1
      },
      {
        "id": "UgzFZfEFIYPcz5f13cF4AaABAg.8r7ZnI3TMrW8v2-qEc8-0A",
        "user": "jose cole",
        "date": "1 month ago",
        "timestamp": 1560005021913,
        "commentText": "@Margareth Santos ser Africano é um crime para eles.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgxKBiBd03ZfoToid3J4AaABAg",
    "user": "jóca ribeiro",
    "date": "5 months ago",
    "timestamp": 1549637021089,
    "commentText": "Direito a uma habitação condigna !?.\nE comprar ou alugar como os Portugueses não ?.\nComunicação social de lixo dá tempo de antena a estas tretas.",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw_aaHt-b-SRhnwOzh4AaABAg",
    "user": "Rómulos Do Vale",
    "date": "5 months ago",
    "timestamp": 1549637021091,
    "commentText": "Só estou chocado com os comentários a baixo !\nSão todos muito da moda acham-se a frente ...\nNo fundo comeram a mesa de gente ignorante ,mesquinha ,preconceituosa , em fim foi a educação que receberam !\nA comunicação em geral tem culpa ,porque a fazer mistificação é com eles .\nOs putos de classe média vão para a discoteca dançar kisonba porque é sensual e tal ,mas tem medo da diferença, batem palmas ao Eder e depois vê os africanos com ladroes !\nNunca se questionam como cresceu aquele povo, na escola ficam com o ego inflamado com os feitos dos portugueses...\nSim há gente podre dos dois lados ,já fui assaltado por um preto em Zurich,contudo sou assaltado todos os dias por brancos na Tuga !\nGente de gravata...\nA todos os dejetos da Ku Klux Klan desejo que não tenham filhos ,pois mais merda vai ser criada !",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzW5GiQhtHh4BvUU354AaABAg",
    "user": "paulo fontelas",
    "date": "5 months ago",
    "timestamp": 1549637021093,
    "commentText": "Pra isto acabar era fechar portas não deixar entrar os vêm como turistas mas é para ficar ,se quer casa trabalha eu tb trabalho para ter tive que trabalhar sábados domingos não ter descanso agora ter mão beijada",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwRPnvsiqMKWBeeLPt4AaABAg",
    "user": "Vinícius Gomes",
    "date": "5 months ago",
    "timestamp": 1549637021105,
    "commentText": "galera na boa eu sou NEGRO... eu fico P/ da vida quando vejo essas pessoas se lamentando... ficam dependendo do governo para coisas, mermão manda essa negona ir trabalhar e correr atras, ela acha que o governo vai dar casa pra ela morar ? levanta o pandeiro do sofa e vai correr atrás... vai cavar um barro, pedir trabalho e etc, isso ai não é vergonha não... para de ficar se lamentando...",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugz4rUM5eibHzOdM5lt4AaABAg",
    "user": "Juliana Silva",
    "date": "5 months ago",
    "timestamp": 1549637021107,
    "commentText": "Eles em Angola são bem tratados, vivem nas melhores casas, estão cheias de empresas, ainda exploram o angolano, pagam pouco, o que se passa com os nossos governantes? que não vem isto? Eles podem querer serem bem tratados nos países africanos, quando no país deles maltratam os negros,",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgztYbXZSaLXD-k9TmB4AaABAg",
    "user": "area 51 dead BR",
    "date": "5 months ago",
    "timestamp": 1549637022808,
    "commentText": "Esses africanos constroem periferias e barracos tanto no Brasil como em Portugal, cade a ONU pra resolver isso?",
    "likes": 4,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgztYbXZSaLXD-k9TmB4AaABAg.8pzBrYhDMhh8uIh4XIfula",
        "user": "Paulo Roques",
        "date": "2 months ago",
        "timestamp": 1557326623213,
        "commentText": "Vai tomar no CÙ",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgwFVJHNC58cSmcGF2F4AaABAg",
    "user": "panama van halen",
    "date": "7 months ago",
    "timestamp": 1544280222811,
    "commentText": "Já que está tao ruim assim pq não voltam pra África?",
    "likes": 4,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwN3Y9K6SBbC4lNMtB4AaABAg",
    "user": "Nuno Cunhá Ataide",
    "date": "7 months ago",
    "timestamp": 1544280222813,
    "commentText": "Um dos primeiros declamadores contra o comércio dos escravos é o mesmo que sustenta que a liberdade e a civilização da Europa não foi devida às leis nem à Humanidade, mas sim ao Comércio: ele levantando-se até à abóbada celeste onde toca a frente modesta do justo, como ele diz, só de lá é que ele pôde verdadeiramente gritar \"Eu sou livre\"; e só de lá é que ele se sentiu ao nível do seu objecto, e donde vendo a seus pés estas belas Províncias [Brasil], em que florescem as Ciências e as Artes e que as trevas da ignorância tinham tão longo tempo ocupado, ele perguntou como soberbos e repetidos apostrofes \"Quem foi o que abriu estes canais? Quem foi o que enxugou estas planícies? Quem foi o que ajuntou, vestiu, e civilizou estes Povos? Então todos os homens ilustrados, que estavam em tais lugares, de uma voz unânime responderam (diz ele) \"Foi o Comércio, foi o comércio.\"\" Eu porém cá de um canto da terra, em voz baixa e submissa lhes diria \"Foram as descobertas dos Portugueses, foi a escravidão da África.\" Diriam os da nova seita \"Que blasfémia!\" - eu vou dar as provas. Quanto às descobertas dos Portugueses, o mesmo autor da História Filosófica, que tanto nos grita lá de cima, é quem o diz \"A Europa começava apenas a respirar e a sacudir o jugo da escravidão, que tinha envilecido os seus Habitantes desde as Conquistas dos Romanos e do estabelecimento das leis feudais.... Então o Direito da propriedade começou a introduzir-se entre os Particulares e lhes deu aquela qualidade de independência, sem a qual a mesma propriedade não é mais do que uma ilusão.... Sem a descoberta de Vasco da Gama a chama da liberdade se apagaria de novo, e talvez para sempre. Os Turcos iam substituir o lugar dessas Nações ferozes que, das extremidades da terra, tinham vindo substituir o dos Romanos para serem, como eles, o flagelo do género humano, e às nossas bárbaras instituições teria sucedido um jugo ainda mais pesado: este acontecimento era inevitável se os desumanos vencedores do Egipto não tivessem sido rechaçados pelos Portugueses nas diferentes expedições que tentaram na Índia; as riquezas da Ásia lhes assegurariam as da Europa.\" Quanto à Escravidão da África; sabe-se que não há nem pode haver comércio senão daquilo que sobeja do necessário de cada um; porque ninguém vende o pão de que precisa para a boca: isto que procede a respeito de cada um em particular procede a respeito do todo de uma Nação de uma parte do Mundo, etc. Logo não pode haver comercio sem haver supérfluo. Sabe-se mais, que os objectos e a base do Comércio são os trabalhos da agricultura e da indústria dos homens, aquela que sobeja das necessidades de cada um. Donde pois veio à Europa, de repente, [de] uma agricultura um supérfluo tão superabundante, que em pouco mais de dois séculos lhe produziu um comércio tão rico e tão extenso, que excedeu a todo o comércio anterior demais de 6 ou 7 século? Quem não vê que esta tão extensa agricultura, este tão grande supérfluo, e tão repentino, é o produto do trabalho de milhões e milhões de braços que [estavam] vegetando em uma escravidão ociosa por toda a África [e] foram de repente metidos em acção; acção que deu a todos a vida, ainda mesmo aos condenados a morrer, assim como um corpo ocioso, e sem trabalho? Em uma Sociedade qualquer ou em uma Nação bem regulada é absolutamente necessário para o bem, e existência de todos, que uns semeiem o pão, outros o amassem, outros o cozam, outros o guardem, outros o distribuam, etc. De todos estes trabalhos o que é feito ao sol e à chuva é o mais prezado, e pede forças físicas proporcionadas; mas ele é absolutamente necessário e indispensável debaixo da pena de morrerem todos: os trabalhos feitos ao sol e à chuva são sempre constrangidos e obrigados, ou sejam pela força da fome ou pela força dos que têm a maior força na mão; aos que trabalham ao sol e à chuva chamam os Filósofos \"escravos dos outros\"; chamem-lhes como quiserem; a verdade é que muitos dos trabalhos que faziam os trabalhadores da Europa foram substituídos e feitos pelos trabalhadores escravos da África; os da Europa foram passando para a classe dos que trabalham à sombra, para a classe dos Artistas, dos Comerciantes, dos Sábios, e finalmente para a classe dos ricos, dos livres, dos civilizados. Sou Portugues.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugz38ukG2zQPJHNeF0R4AaABAg",
    "user": "DelNegro10",
    "date": "7 months ago",
    "timestamp": 1544280222815,
    "commentText": "Como os portugueses podem ser tão cruéis? Não faz muito tempo estavam a quebrar o braço de uma pobre cigana aqui mesmo no youtube.",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxDXuryjSNF1Mr2IRp4AaABAg",
    "user": "Dário Soares",
    "date": "8 months ago",
    "timestamp": 1541688222816,
    "commentText": "Repatriação total.",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw0wkZPcVRMpIN-Fxp4AaABAg",
    "user": "Paulinho Black",
    "date": "8 months ago",
    "timestamp": 1541688222818,
    "commentText": "Sou Negrão , em todo pais independente da cor nós temos que trabalhar e comprar nossas casas é bem simples assim , pensamento de vagabundo achar que tem direito a ganhar as coisas",
    "likes": 4,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugzb4Qo3dLa_64rwhu94AaABAg",
    "user": "Nuno Cunhá Ataide",
    "date": "8 months ago",
    "timestamp": 1541688222820,
    "commentText": "Os Portugueses, que primeiro descobriram a Costa da Guiné, já acharam muitas Nações com algum género de Governo, obediência, e subordinação, comércio, e agricultura; entre as quais já também se achava introduzida a escravidão, ou dos vencidos na guerra, ou dos réus de certos crimes capitais; de tal sorte, que querendo eles comprar aos Portugueses alguns géneros, de que eles necessitavam, ofereceram em troca, e permutação alguns dos seus escravos, que vindo para Portugal foram comprados por aqueles, que de seus serviços precisavam; e ao Senhor infante D. Henrique, como encarregado, e Governador daquelas descobertas, e bons serviços, que ele tinha feito a Portugal, lhe deu o Senhor Rei D. Afonso V a dizima dos interesses do comércio dos escravos, como se vê na sua Carta de 15 de Setembro de 1448 confirmada pelo Senhor Rei D. Manuel por carta de 22 de Fevereiro de 1502. Este comércio foi aprovado por Bula do Papa Nicolau V de 6 de Janeiro de 1454, de Calisto III de 3 de Março de 1455, de Xisto IV de 21 de Junho de 1481, e de Leão X de 3 de Novembro de 1514 por se achar ser este comércio o meio de se introduzir a nossa Santa Religião entre aquelas nações bárbaras, ou ao menos salvar muitas almas, que aliás seriam perdidas no centro do Gentilismo. Os Portugueses, que primeiro descobriram as terras do Brasil, não acharam Nações propriamente, acharam sim alguns bandos de homens selvagens, sem algum género de governo, nem de subordinação; eram algumas famílias errantes, e dispersas, que viviam em pobres choupanas, muito ainda no primeiro estado da natureza, talvez desgarradas dos primeiros Habitantes do México, ou do Peru: em toda a grande extensão do Brasil até hoje não se tem descoberto algum vestígio de grande população, nem um só edifício, ou Obra de Arte, que denotasse algum princípio de Civilização. Os montes, as serras, os campos, os bosques totalmente incultos, pareciam estar ainda com a mesma face, com que tinham saído das mãos da Natureza, e que ainda não eram habitados por Entes Racionais. Aqueles bandos de Selvagens errantes apenas usavam da caça, e da pesca, e de alguns frutos silvestres: eles se faziam a guerra como as feras para ou afugentarem os seus inimigos, ou os devorarem: eles ainda não conheciam as Escravidão, nem a subordinação, este primeiro passo para a Civilização das Nações. Quiseram os Portugueses entrar naquelas terras, os Índios se opuseram; principalmente as guerras, houveram prisioneiros, permitiu-se que os ávidos em justa guerra fossem escravos para cultivarem as terras, que se iam descobrindo, ainda incultas em toda a sua grande extensão: os abusos apareceram a par da justiça; e a experiência foi mostrando, que o Índio, o homem selvagem, ainda no primeiro estado da Natureza, sem agricultura, nem alguma sobordinação, ou era indomável, e um inimigo jurado, sempre disposto a atacar o seu vencedor; ou fugia de uma escravidão, de que ele não tinha alguma ideia; ou finalmente sucumbia debaixo de um trabalho, a que ele não estava acostumado.Sou portugues.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwKxH3AQpW9Ao8t9Z54AaABAg",
    "user": "vagner francis magalhaes magalhaes",
    "date": "8 months ago",
    "timestamp": 1541688222822,
    "commentText": "ola lastimavel nao so la aki tbem no brasil suas estruturas sao as mesmas que a daqui no brasil,em qualquer parte do mundo a maioria sera a mesma dando esta impressao que por onde for se sentir num mesmo lugar e inferiorizados,mas nao era assim ou nao deveria ser um pais rico que e de origem africa terra que mana leite e mel ouro,petroleo enfim fica com os gananciosos .........mas os ricos nao entrarao no reino....",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugy2ttD9-Bqbt7m592Z4AaABAg",
    "user": "Gabriel Pascoal",
    "date": "10 months ago",
    "timestamp": 1536417822824,
    "commentText": "Não sou xenofóbico nem racista, mas imigração não é direito, é um lucro, muito cidadãos portugueses vivem muito mal e ele estão primeiro, não pessoas de fora",
    "likes": 5,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugx-x_l5kU3tbIBnLil4AaABAg",
    "user": "Bryana Silva",
    "date": "10 months ago",
    "timestamp": 1536417822825,
    "commentText": "Eu sou negra e com orgulho e já estou farta das pessoas se queimarem de tudo trabalhem e façam algum esforço e deixem de usar o negro como desculpa",
    "likes": 5,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyIi8hy3lokcfuBlH94AaABAg",
    "user": "Miguel Manuel",
    "date": "10 months ago",
    "timestamp": 1536417822827,
    "commentText": "Mentes pequenas",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxngkKgFqCgzHlSe294AaABAg",
    "user": "Angela Santos",
    "date": "10 months ago",
    "timestamp": 1536417822829,
    "commentText": "triste",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyG8KwPdTdKXFjECLR4AaABAg",
    "user": "Archive",
    "date": "10 months ago",
    "timestamp": 1536417822830,
    "commentText": "A diferença é que os Portugueses que vão e foram para fora do país, não montam bairros de lata e começam a pedir direitos andes de cumprir os deveres, a cultura Africana é bem diferente da nossa os portugueses, eu até aos meus 17 anos nunca tinha sido assaltado ao algo do gênero, em 2008 no meo sudoeste fui assaltado de noite por 2 pretos enquanto dormia um pôs se em cima de mim enquanto o outro levava o que podia, moro na zona metropolitana do Porto bem mais seguro que Lisboa, já para não falar que a percentagem de pretos nas cadeias é muito superior á de portugueses brancos, mesmo fenômeno acontece nos estados unidos e noutros paises, parem de se victimizar por favor!",
    "likes": 3,
    "hasReplies": true,
    "numberOfReplies": 6,
    "replies": [
      {
        "id": "UgyG8KwPdTdKXFjECLR4AaABAg.8k6Wd1Wlff48oN2U9YqvO5",
        "user": "Jaime Graça",
        "date": "7 months ago",
        "timestamp": 1544280223240,
        "commentText": "Porttugueses no anos 60 e 70 viviam em bairros de lata, até em França, procura por bidonville",
        "likes": 0
      },
      {
        "id": "UgyG8KwPdTdKXFjECLR4AaABAg.8k6Wd1Wlff48s0OwLKRE0n",
        "user": "vivi_free",
        "date": "4 months ago",
        "timestamp": 1552056223241,
        "commentText": "E bastante normal q o número de negros na cadeia e maior desde o momento que não das condições dignas de uma pessoa viver e natural q a pessoa n fique parada a espera q as coisas caiam do céu com a barriga cheia de fome",
        "likes": 1
      },
      {
        "id": "UgyG8KwPdTdKXFjECLR4AaABAg.8k6Wd1Wlff48s29zfzcNL1",
        "user": "Aílton Kima",
        "date": "4 months ago",
        "timestamp": 1552056223243,
        "commentText": "Nunca vais perceber o que é estar livre e viver amarrado.",
        "likes": 0
      },
      {
        "id": "UgyG8KwPdTdKXFjECLR4AaABAg.8k6Wd1Wlff48sOHaffvQc_",
        "user": "InSanic",
        "date": "3 months ago",
        "timestamp": 1554734623244,
        "commentText": "Como assim? O negao em cima de voce na cama? Voce estava em casa e o negao subiu em voce?",
        "likes": 1
      },
      {
        "id": "UgyG8KwPdTdKXFjECLR4AaABAg.8k6Wd1Wlff48wYssOn-quo",
        "user": "jose carvalho",
        "date": "2 weeks ago",
        "timestamp": 1561387423245,
        "commentText": "@vivi_free vão trabalhar como os brancos fazem.",
        "likes": 0
      },
      {
        "id": "UgyG8KwPdTdKXFjECLR4AaABAg.8k6Wd1Wlff48wYt0vv07sM",
        "user": "jose carvalho",
        "date": "2 weeks ago",
        "timestamp": 1561387423247,
        "commentText": "@Jaime Graça Sim é verdade,mas foram trabalhar e não roubar,.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgzttW1zRCtMMfKOM2p4AaABAg",
    "user": "Dann",
    "date": "10 months ago",
    "timestamp": 1536417822832,
    "commentText": "Adoramos passar a mão na cabeça de afrodescendente e pobre, pois isso  ajuda a subir a audiência. Só isso! Será que o mesmo periodista que fez essa reportagem no entrevista a senhora Isabel dos Santos lá na Angola? Se realmente é um(a) periodista objetivo e profissional, a primeira pergunta que tem que ser feita e qual e o motivo de seu povo sair da sua terra? E fome? E falta de oportunidade? Como? A senhora Santos é considerada uma das mulheres mas ricas do mundo de acordo ao Forbes, com o único  mérito e ser fila do ditador angolano! Será que o afrodescendente  e o pior inimigo dele mesmo? Mais isso não se  fala! O populismo e uma delicia quando roubamos o nos enriquecemos a custas dos outros!",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxKaHF-wCYUI8H8N1V4AaABAg",
    "user": "Archive",
    "date": "11 months ago",
    "timestamp": 1533739422834,
    "commentText": "Qual é o problema de nao quererem alugar casa a Africanos ? a probabilidade de eles não cuidarem da casa é bastante elevada se formos comparar com um português nativo de Portugal, nao sei onde está admiração, o mesmo se aplica aos ciganos...O que eu vejo são vítimas e mais vítimas em todo o lado.",
    "likes": 4,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgxKaHF-wCYUI8H8N1V4AaABAg.8j_MPhzuu7Y8vzHedWlXQT",
        "user": "Alexandre vieira",
        "date": "4 weeks ago",
        "timestamp": 1560177823250,
        "commentText": "Ô filho de uma meretriz, vem aqui no Brasil para conversarmos de perto. Tu é um babaca, e gente como você eu costumar deitar no braço.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgxMsEOL9o7JTDtM-4h4AaABAg",
    "user": "lkkjhtemmexv",
    "date": "11 months ago",
    "timestamp": 1533739422836,
    "commentText": "branco de merda vai ser conquistado",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "UgxMsEOL9o7JTDtM-4h4AaABAg.8jXf9-y4E8c8ku-DFHP64D",
        "user": "Gabriel Pascoal",
        "date": "10 months ago",
        "timestamp": 1536417823216,
        "commentText": "lkkjhtemmexv depois dizem que o branco é racista 😂😡",
        "likes": 3
      },
      {
        "id": "UgxMsEOL9o7JTDtM-4h4AaABAg.8jXf9-y4E8c8we7KwgSG52",
        "user": "Gabriel Silva",
        "date": "1 week ago",
        "timestamp": 1561992223217,
        "commentText": "@Gabriel Pascoal ela da dá de racista com negros e branco ele que tretra",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugz1yq_A8wO4k8DHwqp4AaABAg",
    "user": "Pamela lima",
    "date": "11 months ago",
    "timestamp": 1533739422838,
    "commentText": "Os Angolanos, Moçambicanos, Cabo Verdianos e etc, estudam de graça no Brasil e ainda recebem o Bolsa Família. Não que ilusão é essa que eles tem com Portugal!",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 18,
    "replies": [
      {
        "id": "Ugz1yq_A8wO4k8DHwqp4AaABAg.8iyZcC9TEHb8jXhLBdADZ4",
        "user": "lkkjhtemmexv",
        "date": "11 months ago",
        "timestamp": 1533739423286,
        "commentText": "É QUE EM PORTUGAL VEM QUERENDO COISAS DE GRAÇA DEPOIS SE FODEM...EM PORTUGAL SO TEM QUEM TRABALHA, PRETO NAO GOSTA DE TRABALHO",
        "likes": 0
      },
      {
        "id": "Ugz1yq_A8wO4k8DHwqp4AaABAg.8iyZcC9TEHb8jXm7TsUKgo",
        "user": "Pamela lima",
        "date": "11 months ago",
        "timestamp": 1533739423287,
        "commentText": "lkkjhtemmexv Como eles vão trabalhar se vcs não dão oportunidade a eles? Apesar do Brasil estar passando por um momento de crise, nós damos oportunidades a todos os africanos e sul americanos que aqui chegam",
        "likes": 0
      },
      {
        "id": "Ugz1yq_A8wO4k8DHwqp4AaABAg.8iyZcC9TEHb8jXmZfinHwp",
        "user": "lkkjhtemmexv",
        "date": "11 months ago",
        "timestamp": 1533739423288,
        "commentText": "PUTA Q TE PARIU SUA RETARDADA MENTAL:\n\n1- EM PRIEMRIO LUGAR JA NAO HA BARRACAS EM PORTUGAL, \n2-TEM QUE LUTAR PELO EMPREGO COMO SO OUTROS, EM PORTUGAL NAO HA TRABALHO, ISSO SERVE PRA TODOS PRA PRETO NAO É DIFERENET, HA PORTUGUESES DESEMPREGADOS DURANTE ANOSSS, ENTENDEU SUA LIMITADA MENTAL??' ELES SO SE QUEREM APROVEITAR TER AS COSIAS SEM ESFORÇO, QUER TRABALAHR EM P+ORTUGAL TEM Q LUTAR MUIUTO PRA TER EMPREGO ENTENDEU' ISSO É VALIDO P+RA BRANCO,,, ESTE SVIDEOS SAO RACISTAS E SO VAO PIORAR A SITUAÇAOD DESSES LIMITADOS MENTAIS...EM PORTUGAL",
        "likes": 1
      },
      {
        "id": "Ugz1yq_A8wO4k8DHwqp4AaABAg.8iyZcC9TEHb8jXorBTYnqX",
        "user": "Pamela lima",
        "date": "11 months ago",
        "timestamp": 1533739423289,
        "commentText": "lkkjhtemmexv Baixa a tua bola aí Manuel! Retardado mental é vc seu Racista desprovido de inteligência",
        "likes": 0
      },
      {
        "id": "Ugz1yq_A8wO4k8DHwqp4AaABAg.8iyZcC9TEHb8jXp4KQ7AId",
        "user": "lkkjhtemmexv",
        "date": "11 months ago",
        "timestamp": 1533739423291,
        "commentText": "CALA A BOCA SUA PUTA, NINGUEM MA CHAMOU PRAQUI, NAO FALO COM PUTAS.",
        "likes": 0
      },
      {
        "id": "Ugz1yq_A8wO4k8DHwqp4AaABAg.8iyZcC9TEHb8jpGgkaBA34",
        "user": "Divanilton",
        "date": "10 months ago",
        "timestamp": 1536417823292,
        "commentText": "Pamela lima , Típico português kkkkkk.",
        "likes": 1
      },
      {
        "id": "Ugz1yq_A8wO4k8DHwqp4AaABAg.8iyZcC9TEHb8jrGLXOHU9e",
        "user": "Pamela lima",
        "date": "10 months ago",
        "timestamp": 1536417823293,
        "commentText": "Divanilton Petroskov Eu nem perco o meu tempo com esse tipo de gente",
        "likes": 0
      },
      {
        "id": "Ugz1yq_A8wO4k8DHwqp4AaABAg.8iyZcC9TEHb8jrGmsNFCVo",
        "user": "Divanilton",
        "date": "10 months ago",
        "timestamp": 1536417823295,
        "commentText": "Pamela lima, Nem vale da atenção a pessoas insignificantes msm!",
        "likes": 1
      },
      {
        "id": "Ugz1yq_A8wO4k8DHwqp4AaABAg.8iyZcC9TEHb8ku0575yuUJ",
        "user": "Gabriel Pascoal",
        "date": "10 months ago",
        "timestamp": 1536417823296,
        "commentText": "Pamela lima ele tem razão, embora não da maneira que ele falou, Portugueses pobres como a minha mãe não arranjão trabalho, Portugal não é racista, só tem problema econômico e os Portugueses tao em primeiro lugar, Portugal tem que fechar a fronteiras para proteger o povo português, se veres nos comentários vê-se africanos a dizer que nos seremos conquistados, nos não devemos ter tolerância com pessoas intolerantes.",
        "likes": 0
      },
      {
        "id": "Ugz1yq_A8wO4k8DHwqp4AaABAg.8iyZcC9TEHb8ku0PTQqaSg",
        "user": "Gabriel Pascoal",
        "date": "10 months ago",
        "timestamp": 1536417823297,
        "commentText": "Pamela lima um país rico com benefícios e pensões tem que ter fronteiras fechadas de povos bárbaros para proteger o povo dentro das fronteiras",
        "likes": 0
      },
      {
        "id": "Ugz1yq_A8wO4k8DHwqp4AaABAg.8iyZcC9TEHb8ku7751vwqm",
        "user": "Pamela lima",
        "date": "10 months ago",
        "timestamp": 1536417823700,
        "commentText": "@Gabriel Pascoal Então pq Portugal está pedindo a imigração de Brasileiros?",
        "likes": 0
      },
      {
        "id": "Ugz1yq_A8wO4k8DHwqp4AaABAg.8iyZcC9TEHb8kuPnx1j2Ek",
        "user": "Gabriel Pascoal",
        "date": "10 months ago",
        "timestamp": 1536417823701,
        "commentText": "Pamela lima na minha opinião não deviam, nós devíamos de melhorar a economia para atrair os emigrantes que de Portugal, mas também temos de ver que a cultura e costumes do brasil são muito mais semelhantes com os nossos do que da África, não sou racista mas documentos de psicologia mostram que países africanos em média têm Q.I. Mais baixo do mundo e testosterona mais elevada, por causa disso africanos em média cometem mais crime que outras raças",
        "likes": 0
      },
      {
        "id": "Ugz1yq_A8wO4k8DHwqp4AaABAg.8iyZcC9TEHb8kutg7a7gTA",
        "user": "Pamela lima",
        "date": "10 months ago",
        "timestamp": 1536417823703,
        "commentText": "@Gabriel Pascoal Então os Brasileiros negros não podem ir pra Portugal na sua opinião?",
        "likes": 0
      },
      {
        "id": "Ugz1yq_A8wO4k8DHwqp4AaABAg.8iyZcC9TEHb8kuubj-l1x9",
        "user": "Gabriel Pascoal",
        "date": "10 months ago",
        "timestamp": 1536417823704,
        "commentText": "Pamela lima como e que chegou a essa conclusão? Eu sou por imigração limitada de todas as raças e etnias, eu quero preserverar a cultura e valores portugueses, se aceitarmos massas de imigração, a cultura muda ou exist clash de culturas num país",
        "likes": 1
      },
      {
        "id": "Ugz1yq_A8wO4k8DHwqp4AaABAg.8iyZcC9TEHb8kuvLF0xDF4",
        "user": "Gabriel Pascoal",
        "date": "10 months ago",
        "timestamp": 1536417823705,
        "commentText": "Pamela lima claro que tenho preferências, eu prefiro imigração asiática pq eles têm em média um Q.I. Mais elevado de qualquer raça que ajudava a produtividade em Portugal, mas mesmo assim iria ser contra imigração demasiada deles, não é que eu não quero pretos em Portugal, só não quero massas de imigração, mas aceitava mais asiáticos ou brancos com cultura semelhante do que africanos com mentalidade quase alien, não é justo ser forçado a ser tolerante com pessoas intolerantes comigo isto é com qualquer pessoa",
        "likes": 0
      },
      {
        "id": "Ugz1yq_A8wO4k8DHwqp4AaABAg.8iyZcC9TEHb8kv49j9kjqt",
        "user": "Pamela lima",
        "date": "10 months ago",
        "timestamp": 1536417823707,
        "commentText": "@Gabriel Pascoal Entendi. Mas os asiáticos chegaram no Brasil e só fizeram pastelarias kkkk",
        "likes": 0
      },
      {
        "id": "Ugz1yq_A8wO4k8DHwqp4AaABAg.8iyZcC9TEHb8kw2_IGG1_S",
        "user": "Gabriel Pascoal",
        "date": "10 months ago",
        "timestamp": 1536417823708,
        "commentText": "Pamela lima pelo menos estimulam a economia, deixa os lá com os bolos deles kkkk",
        "likes": 0
      },
      {
        "id": "Ugz1yq_A8wO4k8DHwqp4AaABAg.8iyZcC9TEHb8pzD-7F8L2C",
        "user": "area 51 dead BR",
        "date": "5 months ago",
        "timestamp": 1549637023709,
        "commentText": "O Brasil tem que  deportar esses niggas que querem tudo de graça do governo. Sou BR",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgyMz_4fTbkkME_jeFl4AaABAg",
    "user": "Cristiane Alves",
    "date": "1 year ago",
    "timestamp": 1531061022840,
    "commentText": "Conheço Portugal. Lisboa  ,, rio meão,  porto  , mas estou chocada  porque não sabia que existiam favelas. Aqui no Brasil  tem muitas. Mas Portugal  é  um país  europeu  e pra nos brasileiros  são  uma nação rica. Realmente não consigo entender.Que Deus abençoe todas as família  sem uma casa pra morar, essas pessoas precisam de um lugar digno.",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgyMz_4fTbkkME_jeFl4AaABAg.8iNGs6oh_NU8jXhRFKnULg",
        "user": "lkkjhtemmexv",
        "date": "11 months ago",
        "timestamp": 1533739423253,
        "commentText": "NAO TEM ANDA, SO TEM PRETO QUE RECLAMA, NINGUEM PASSA CARTAO A VAGABUNDO, TA MAL VOLTE PRA CASA, SO SO POLITCOS E QUE OS OUVEM, PQ QUEREM MAIS VOTOS, SAO HIPOCRITAS",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgxSZvrlU4bkwVRjrHJ4AaABAg",
    "user": "lkkjhtemmexv",
    "date": "1 year ago",
    "timestamp": 1531061022842,
    "commentText": "O direito que tens é voltar p+ro teu pais, ninguem te chamou pra c´+a,\n\nos portugueses nao tem trabalho e tem dificuldade em arranajr, se tivesses mais dignidade e repeito nao punhas ca os pes. voçes sao merda, so veem pra portugal roubar o trabalho aos portugues e querer coisa de graça. DESAPAREÇAM DAQUI;:!!!",
    "likes": 4,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzVYYO9-dCS3aN5zWR4AaABAg",
    "user": "Pedro Cabral",
    "date": "1 year ago",
    "timestamp": 1531061022844,
    "commentText": "Sergio Ferreira, É engraçado um brasileiro dizer que Portugal praticou a atrocidade da escravidao...quando o Brasil  foi dos ultimos povos a acabar com a escravidao, quando Portugal foi dos primeiros. A escravatura durou muito mais tempo no Brasil. E ainda hoje existem negros nas favelas, nao sei o que está falando, parece o roto a falar do rasgado. E reparaçoes? Os africanos é que deviam fazer reparaçoes...visto que os Africanos escravizaram os Europeus primeiro...durante a invasao dos mouros africanos...no ano 700 ad, ao sul da Europa.",
    "likes": 5,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "UgzVYYO9-dCS3aN5zWR4AaABAg.8iCs8tZhk8E8kYK2t5PdMc",
        "user": "lkkjhtemmexv",
        "date": "10 months ago",
        "timestamp": 1536417823258,
        "commentText": "E EM BREVE SERÁ CONQUISTADO OUTRA VEZ.",
        "likes": 0
      },
      {
        "id": "UgzVYYO9-dCS3aN5zWR4AaABAg.8iCs8tZhk8E8qV9eVd3OVh",
        "user": "renato28 renato28",
        "date": "5 months ago",
        "timestamp": 1549637023259,
        "commentText": "@lkkjhtemmexv que sera conquistado é o seu cu  e por todos africanos",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgzrPw0BHdk_DUw4PkB4AaABAg",
    "user": "Pedro Cabral",
    "date": "1 year ago",
    "timestamp": 1531061024656,
    "commentText": "Se Portugal é tao racista...nao percebo o porquê de irem morar lá. Este coitadismo dos negros...já mete nojo.",
    "likes": 16,
    "hasReplies": true,
    "numberOfReplies": 5,
    "replies": [
      {
        "id": "UgzrPw0BHdk_DUw4PkB4AaABAg.8iCqZwE10c88jXhg8luVPB",
        "user": "lkkjhtemmexv",
        "date": "11 months ago",
        "timestamp": 1533739425254,
        "commentText": "TêM UM CERTO PROBLEMA DE LIMITAÇAO MENTAL.",
        "likes": 2
      },
      {
        "id": "UgzrPw0BHdk_DUw4PkB4AaABAg.8iCqZwE10c88ktzlLXoA0z",
        "user": "Gabriel Pascoal",
        "date": "10 months ago",
        "timestamp": 1536417825255,
        "commentText": "lkkjhtemmexv não até faz sentido, se não são cidadãos e não gostam de Portugal podem sair",
        "likes": 2
      },
      {
        "id": "UgzrPw0BHdk_DUw4PkB4AaABAg.8iCqZwE10c88qpPepqbM_1",
        "user": "William gourgel William",
        "date": "5 months ago",
        "timestamp": 1549637025257,
        "commentText": "Vc é burro os portugueses também são  imigrante em muita parte do mundo. Em africa vcs estão sempre por lá, seu bicho.",
        "likes": 3
      },
      {
        "id": "UgzrPw0BHdk_DUw4PkB4AaABAg.8iCqZwE10c88rMEE9Hgijy",
        "user": "Massoxi: Olhar Atual",
        "date": "4 months ago",
        "timestamp": 1552056225258,
        "commentText": "@Gabriel Pascoal Os portugueses em ANGOLA também falam mal do nosso país, mas nem isso por nós angolanos falamos  que os mais de 200 mil portugueses que vivem em Angola devam ir embora. Nesse mundo globalizado, existe portugueses em bairros do Senegal, e senegaleses em Portugal. Existem americanos e franceses em províncias angolanas e existem angolanos na França e nos EUA. Então aconselho a colocarem esse vosso antissemitismo africano goela a baixo.",
        "likes": 4
      },
      {
        "id": "UgzrPw0BHdk_DUw4PkB4AaABAg.8iCqZwE10c88shT6muNgi0",
        "user": "Amarelo Crack",
        "date": "3 months ago",
        "timestamp": 1554734625259,
        "commentText": "Mais esses bichinhos dos tugas que são sustentado pelos Angolanos são ingratos caralho cona das vossas mães",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgxTLKBwuadDSYfvBvB4AaABAg",
    "user": "Angella Graça",
    "date": "1 year ago",
    "timestamp": 1531061024658,
    "commentText": "Quando é que vão por nas vossas cabeças que nós somos tão contribuintes como v/exas!",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "UgxTLKBwuadDSYfvBvB4AaABAg.8i5welUDZxX8iCzL5qdQWS",
        "user": "Pedro Cabral",
        "date": "1 year ago",
        "timestamp": 1531061025159,
        "commentText": "Angella Graça Vê se...",
        "likes": 2
      },
      {
        "id": "UgxTLKBwuadDSYfvBvB4AaABAg.8i5welUDZxX8jXhdcyo-vQ",
        "user": "lkkjhtemmexv",
        "date": "11 months ago",
        "timestamp": 1533739425161,
        "commentText": "E QND E QUE POIS NA CABEÇA SEU ATRASADO, QUE PORTUGUES POVO  É DONO DE PORTUGAL NINGUEM É OBRIGADO A GOSTAR DE TI NEM EM TE ACEITAR ..NME Q O GOVERNO OBRIGUE. PORTUGAL EDOS PORTUGUESES NAOD EPOLITCOS OU DE IMIGRANTES PRETOS Q ACHAM Q TEM DIREITOS MAIS Q OS OUTROS, ACORDA",
        "likes": 2
      }
    ]
  },
  {
    "id": "UgzZEIy6v5jpXczGWxt4AaABAg",
    "user": "Luisa Salles",
    "date": "1 year ago",
    "timestamp": 1531061024660,
    "commentText": "Melhor ficar no seu país",
    "likes": 7,
    "hasReplies": true,
    "numberOfReplies": 2,
    "replies": [
      {
        "id": "UgzZEIy6v5jpXczGWxt4AaABAg.8gqwxUpTfd88jpGXmTXZ-O",
        "user": "Divanilton",
        "date": "10 months ago",
        "timestamp": 1536417825248,
        "commentText": "Luisa Salles , Claro, e só Portugal devolver tudo que tiraram deles!",
        "likes": 0
      },
      {
        "id": "UgzZEIy6v5jpXczGWxt4AaABAg.8gqwxUpTfd88lag_gZ3Gt3",
        "user": "Nationalist Velasquez",
        "date": "9 months ago",
        "timestamp": 1539009825250,
        "commentText": "Outro idiota. 1 - Os africanos nem sabiam que existia pedras preciosas debaixo da terra. 2 - A grande maior parte que tirávamos do chão era investida ai. 3 - Eram as nossas colónias portanto eram Portugal. Fizemos mais por eles que eles alguma vez farão por eles próprios.",
        "likes": 2
      }
    ]
  },
  {
    "id": "UgzYB5A7t-WK-50bwxR4AaABAg",
    "user": "Carlos Curioso",
    "date": "1 year ago",
    "timestamp": 1531061024662,
    "commentText": "Por que essas pessoas saem da África e chegando em Portugal acham que tem que ganhar tudo de graça? Se não estão satisfeitos é só retornar pra África.",
    "likes": 16,
    "hasReplies": true,
    "numberOfReplies": 12,
    "replies": [
      {
        "id": "UgzYB5A7t-WK-50bwxR4AaABAg.8be1qCCLbC08giK0TPrL13",
        "user": "Simone Santana",
        "date": "1 year ago",
        "timestamp": 1531061025339,
        "commentText": "Carlos Curioso  acho que a questão não ser essa. A questão é o tratamento  discriminatório em  quase todos os aspectos  que recebem.",
        "likes": 1
      },
      {
        "id": "UgzYB5A7t-WK-50bwxR4AaABAg.8be1qCCLbC08ihTj1CHfmQ",
        "user": "Joao Antunes",
        "date": "11 months ago",
        "timestamp": 1533739425340,
        "commentText": "Carlos Curioso contigo era cortar o pescoço arrebentar essa boca",
        "likes": 1
      },
      {
        "id": "UgzYB5A7t-WK-50bwxR4AaABAg.8be1qCCLbC08jXgq1FmuZI",
        "user": "lkkjhtemmexv",
        "date": "11 months ago",
        "timestamp": 1533739425342,
        "commentText": "CONTIGO DEVAGAR VIUAS SENDO ELIMINADO...LIXO NAO PARTE BOCA A NINGUEMMM...VOLTA PRA TUA TERRA SEU LIXO",
        "likes": 0
      },
      {
        "id": "UgzYB5A7t-WK-50bwxR4AaABAg.8be1qCCLbC08kYJngN0gKc",
        "user": "lkkjhtemmexv",
        "date": "10 months ago",
        "timestamp": 1536417825343,
        "commentText": "TU É QUE TENS DE IR EMBORA E EMIGRAR, PORTUGALS ERA DOS AFRICANOS EM BREVE DOMINAREMOS TUDO.",
        "likes": 0
      },
      {
        "id": "UgzYB5A7t-WK-50bwxR4AaABAg.8be1qCCLbC08ktyyD973gE",
        "user": "Gabriel Pascoal",
        "date": "10 months ago",
        "timestamp": 1536417825344,
        "commentText": "Joao Antunes 'liberal' 👍",
        "likes": 0
      },
      {
        "id": "UgzYB5A7t-WK-50bwxR4AaABAg.8be1qCCLbC08lajufl9cR4",
        "user": "Pedro Ribeiro",
        "date": "9 months ago",
        "timestamp": 1539009825345,
        "commentText": "tadinhos ,leva os todos para tua casa.",
        "likes": 1
      },
      {
        "id": "UgzYB5A7t-WK-50bwxR4AaABAg.8be1qCCLbC08n943dwXlbn",
        "user": "Pedro Ribeiro",
        "date": "8 months ago",
        "timestamp": 1541688225347,
        "commentText": "@lkkjhtemmexv vem ca dominar portugal,tu es o primeiro a ficar sem cabeça seu boi do caralho",
        "likes": 1
      },
      {
        "id": "UgzYB5A7t-WK-50bwxR4AaABAg.8be1qCCLbC08q8X4ZON5Q8",
        "user": "Pedro Amorim",
        "date": "5 months ago",
        "timestamp": 1549637025348,
        "commentText": "Pq as multinacionais tem todo o direito de controlar toda a matéria prima da África.",
        "likes": 0
      },
      {
        "id": "UgzYB5A7t-WK-50bwxR4AaABAg.8be1qCCLbC08qPCIMcgHAK",
        "user": "oscar nosolini",
        "date": "5 months ago",
        "timestamp": 1549637025349,
        "commentText": "A culpa Nao e tua! A culpa e da educacao que tiveste por pais ignorantes! Mais enfim uma vez ignorante sempre ignorante ! Boa sorte na tua vida",
        "likes": 0
      },
      {
        "id": "UgzYB5A7t-WK-50bwxR4AaABAg.8be1qCCLbC08qV1NN1uDwI",
        "user": "Banger Bruno JC",
        "date": "5 months ago",
        "timestamp": 1549637025351,
        "commentText": "Carlos Curioso cona da tua mãe vocês portugueses cona da vossa mãe filhos de uma puta que",
        "likes": 0
      },
      {
        "id": "UgzYB5A7t-WK-50bwxR4AaABAg.8be1qCCLbC08qV8mqW4e58",
        "user": "renato28 renato28",
        "date": "5 months ago",
        "timestamp": 1549637025951,
        "commentText": "@lkkjhtemmexv seu tuga como os outros nojentos que  vieram ao mundo pelo cu das vossas mães , quem começou com a treta foram voces seus estercos,  estávamos bem na nossa terra ate que aqueles lixos  que estão  a queimar no inferno tiraram-nos de ca  seu portugay.",
        "likes": 1
      },
      {
        "id": "UgzYB5A7t-WK-50bwxR4AaABAg.8be1qCCLbC08rMxL6ou0k6",
        "user": "jurema juhvick",
        "date": "4 months ago",
        "timestamp": 1552056225953,
        "commentText": "Carlos curioso você é inocente só bebeste do esterco dos vossos pais racistas e usurpadores tens noção de quanto tempo de escravatura ?",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugzh3-mnqbuGPJkd7lR4AaABAg",
    "user": "luis cordeiro",
    "date": "1 year ago",
    "timestamp": 1531061024664,
    "commentText": "TEM QUE SE DIZER QUE DAVAM CASAS AS PESSOAS E DEITAVAM AS BARRACAS ABAIXO, MAS DURANTE A NOITE FAZIAM MAIS BARRACAS APENAS PARA TER DIREITO A UMA CASA .\nTEM QUE SE FALAR A VERDADE",
    "likes": 9,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "Ugzh3-mnqbuGPJkd7lR4AaABAg.8_qggcfkjAI8ju6VUF8Kkb",
        "user": "lkkjhtemmexv",
        "date": "10 months ago",
        "timestamp": 1536417825149,
        "commentText": "BRANCO ESTUPIDO VAI SER CONQUISTADO E TERA DE EMIGRAR.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgxGHjxthTgr73hfDvZ4AaABAg",
    "user": "Fernando Carmo",
    "date": "1 year ago",
    "timestamp": 1531061024666,
    "commentText": "Quem vem para Portugal queixa-se da dificuldade em passar pela emigração, pela dificuldade em arranjar trabalho por serem pretos, por não se conseguirem legalizar, e por ai vai,e depois, como não têm recursos criam estes \"Bairros\" e passam a exigir uma casa paga pelos portugueses a quem chamam racistas...alguma coisa não está bem na cabeça destas pessoas. Há mais de cem mil famílias de origem africana que foram alojadas em casa pagas pelos contribuintes , não há a mínima moral para se fazerem reportagens racistas como esta. Concordo que, quando a situação económica do país o permitir, se realogem estas pessoas, embora a situação continue a agravar-se porque todos os dias chegam a Portugal mais umas largas dezenas de estrangeiros sem recursos e que querem instalar-se cá. Para não sermos insultados de racistas, o melhor mesmo era não deixar entrar mais ninguém.",
    "likes": 16,
    "hasReplies": true,
    "numberOfReplies": 6,
    "replies": [
      {
        "id": "UgxGHjxthTgr73hfDvZ4AaABAg.8Zvw9mbgpGD8i5wN1JkLv7",
        "user": "Angella Graça",
        "date": "1 year ago",
        "timestamp": 1531061025289,
        "commentText": "Desculpe, mas acha que estas pessoas não trabalham e descontam para os cofres do estado? Quando grande parte está em Portugal há mais de 20 anos a fazer o que v/exas não querem, por uma miséria! A DESCONTAR OK?",
        "likes": 0
      },
      {
        "id": "UgxGHjxthTgr73hfDvZ4AaABAg.8Zvw9mbgpGD8jXh384WpTC",
        "user": "lkkjhtemmexv",
        "date": "11 months ago",
        "timestamp": 1533739425291,
        "commentText": "VAMOS CONQUISTAR O TERRITORIO DO BRANQUELAS , PORTUGUES LIXO.\nBRANCO É MERDA E VAMOS CORRER COM ELES DESTE TERITORIO, EMIGREM TODOS.\nPORTUGAL SERA DOS AFRICANOS, PORTUGAL SERÁ CONQUISTADO.",
        "likes": 0
      },
      {
        "id": "UgxGHjxthTgr73hfDvZ4AaABAg.8Zvw9mbgpGD8kXy_5kJRSg",
        "user": "Pedro Cabral",
        "date": "10 months ago",
        "timestamp": 1536417825292,
        "commentText": "Angella Graça E será que não há muitos brancos pobres que querem fazer o que os outros não querem...mas esses negros estão a ocupar o lugar deles, e a roubar lhes o emprego?!\nE mais uma coisa, senhora, em 10 dessa gente que falou...1 trabalha! Já vimos bem a situação dos imigrantes em Portugal, e digo lhe já que não são muito trabalhadores.\nMas já que é assim...ótimo, devia então passar a ser só os  imigrantes a descontarem e a contribuirem para dar a esta gente, e não os portugueses...que não têm que estar a levar com os problemas dos outros.\nQuiseram a independência? Aguentem se!\nQuantos filhos dessa gente contribui e desconta?",
        "likes": 1
      },
      {
        "id": "UgxGHjxthTgr73hfDvZ4AaABAg.8Zvw9mbgpGD8qUJ2ms9Hbg",
        "user": "tima tomas",
        "date": "5 months ago",
        "timestamp": 1549637025293,
        "commentText": "Os  africanos que vivem em Portugal trabalham   também  contribuiram  para  essas  moradias",
        "likes": 0
      },
      {
        "id": "UgxGHjxthTgr73hfDvZ4AaABAg.8Zvw9mbgpGD8qUJzt8xLCU",
        "user": "tima tomas",
        "date": "5 months ago",
        "timestamp": 1549637025294,
        "commentText": "+lkkjhtemmexv É isso vamos  para Portugal  encher  Portugal  de africanos",
        "likes": 0
      },
      {
        "id": "UgxGHjxthTgr73hfDvZ4AaABAg.8Zvw9mbgpGD8s29SQJU83H",
        "user": "Aílton Kima",
        "date": "4 months ago",
        "timestamp": 1552056225296,
        "commentText": "Se calhar o ilustre não percebe como foi construído\n Portugal, procure saber qual foi a matéria prima e os recursos humanos.",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugyp60hAZjhZU48XHdl4AaABAg",
    "user": "Adriano Lima",
    "date": "1 year ago",
    "timestamp": 1531061024668,
    "commentText": "A imigração massiva de africanos está a arruinar o meu país eu sei que é isso que vocês querem mas eu vou lutar contra isso até à morte",
    "likes": 18,
    "hasReplies": true,
    "numberOfReplies": 28,
    "replies": [
      {
        "id": "Ugyp60hAZjhZU48XHdl4AaABAg.8YJJm9o8Gnj8giJQScEfud",
        "user": "Simone Santana",
        "date": "1 year ago",
        "timestamp": 1531061025268,
        "commentText": "Tive que rir desse comentário.",
        "likes": 2
      },
      {
        "id": "Ugyp60hAZjhZU48XHdl4AaABAg.8YJJm9o8Gnj8gqxA4hwfMR",
        "user": "Luisa Salles",
        "date": "1 year ago",
        "timestamp": 1531061025269,
        "commentText": "Melhor eles ficarem no país deles, muita humilhação",
        "likes": 2
      },
      {
        "id": "Ugyp60hAZjhZU48XHdl4AaABAg.8YJJm9o8Gnj8k6W10iBaPZ",
        "user": "Archive",
        "date": "10 months ago",
        "timestamp": 1536417825271,
        "commentText": "Foi dito de uma forma bastante infantil é verdade, mas eu acho que percebemos o que ele quis dizer, e ele não é o único.",
        "likes": 2
      },
      {
        "id": "Ugyp60hAZjhZU48XHdl4AaABAg.8YJJm9o8Gnj8ktzU1aZpWq",
        "user": "Gabriel Pascoal",
        "date": "10 months ago",
        "timestamp": 1536417825272,
        "commentText": "lkkjhtemmexv racista de merda, e depois nos e que somos racista, volta para a África e cala-te, Europa é para europeus",
        "likes": 3
      },
      {
        "id": "Ugyp60hAZjhZU48XHdl4AaABAg.8YJJm9o8Gnj8lafEkAoYhM",
        "user": "Nationalist Velasquez",
        "date": "9 months ago",
        "timestamp": 1539009825273,
        "commentText": "Tenta invadir Portugal tenta preto burro de merda, escravizamo-vos outra vez e desta vez não temos pena.",
        "likes": 3
      },
      {
        "id": "Ugyp60hAZjhZU48XHdl4AaABAg.8YJJm9o8Gnj8n94D0GzCMk",
        "user": "Pedro Ribeiro",
        "date": "8 months ago",
        "timestamp": 1541688225275,
        "commentText": "@lkkjhtemmexv vais ser denunciado a policia judiciaria.",
        "likes": 0
      },
      {
        "id": "Ugyp60hAZjhZU48XHdl4AaABAg.8YJJm9o8Gnj8qUHjs55QSP",
        "user": "tima tomas",
        "date": "5 months ago",
        "timestamp": 1549637025276,
        "commentText": "E os portugueses  que imigram  para Africa",
        "likes": 0
      },
      {
        "id": "Ugyp60hAZjhZU48XHdl4AaABAg.8YJJm9o8Gnj8qmltSwFH2J",
        "user": "Gilbert 07",
        "date": "5 months ago",
        "timestamp": 1549637025277,
        "commentText": "@Simone Santana kkkkkkkkkkkk",
        "likes": 0
      },
      {
        "id": "Ugyp60hAZjhZU48XHdl4AaABAg.8YJJm9o8Gnj8qmm52JhRFa",
        "user": "Gilbert 07",
        "date": "5 months ago",
        "timestamp": 1549637025279,
        "commentText": "@Nationalist Velasquez vao escravizar quem se temtarem desta vez morrem todos ok",
        "likes": 0
      },
      {
        "id": "Ugyp60hAZjhZU48XHdl4AaABAg.8YJJm9o8Gnj8qmqErz-bwQ",
        "user": "Nationalist Velasquez",
        "date": "5 months ago",
        "timestamp": 1549637025280,
        "commentText": "@Gilbert 07 Oh preto, já te viste ao espelho? Acho que és mais parecido com merda do que eu, e sem dúvida dizes muita merda da boca para fora. É engraçado, falam tão mal de Portugal e no entanto querem todos vir para cá. É só a direita ganhar poder cá que vão todos com o caralho ilegais de merda.",
        "likes": 0
      },
      {
        "id": "Ugyp60hAZjhZU48XHdl4AaABAg.8YJJm9o8Gnj8qmqXJwwcNr",
        "user": "Nationalist Velasquez",
        "date": "5 months ago",
        "timestamp": 1549637025925,
        "commentText": "@Gilbert 07 Quem nos vai matar? Disseram a mesma coisa e olha o que aconteceu, se não fossem os brancos África era um deserto, não haveria comida para ninguém, só para os elites e mesmo assim.. Voçês falam muito e ameaçam muito, mas é quando o outro lado está indefeso, cobardes da merda.",
        "likes": 1
      },
      {
        "id": "Ugyp60hAZjhZU48XHdl4AaABAg.8YJJm9o8Gnj8qojyg6BDqJ",
        "user": "Gilbert 07",
        "date": "5 months ago",
        "timestamp": 1549637025926,
        "commentText": "@Nationalist Velasquez a carapussa servio seu caralho, quem disse que se nao fossem os branco africa seria  um deserto, se na africa tem grandes industrias e e rica em agricultura burro somos 15 vc mais ricos que vc brancos burros se acham superiores, portugal e o cu da europa cao a lugares melhores e sobre falar mal de portugal, pk que vcs falam mal dos outros, sou preto lindo, e gostoso, muito mais lindo que vc com a minha cor de chocolate ate a tua namorada chupa minha banana, e so uma coisa o pessoal so vai para ai para estudar e aposto que es tao branco que nao te vejijo seu fantasma",
        "likes": 0
      },
      {
        "id": "Ugyp60hAZjhZU48XHdl4AaABAg.8YJJm9o8Gnj8qouF2f839J",
        "user": "Nationalist Velasquez",
        "date": "5 months ago",
        "timestamp": 1549637025927,
        "commentText": "@Gilbert 07 Esse português... Não me conheces criança mas já sei como é que é, pretos são tão burros que não conseguem ter uma conversa intelectual e baseada em factos. Os brancos são superiores, é apenas deixares de te esconder em casa e saíres para ver. Morre tanto preto em África á fome que até mete piada. Portugal é o cú da Europa? Essa deu para rir... És a cor de merda e tens orgulho? Como é que alguém pode ter orgulho de ser preto? Nunca fizeram nada, foram os brancos que fizeram tudo ahaha.. Era agora os brancos deixarem de dar dinheiro, comida e suplementos a África que via-se tudo a ir com o caralho.. És uma desilusão... Aceita só.",
        "likes": 1
      },
      {
        "id": "Ugyp60hAZjhZU48XHdl4AaABAg.8YJJm9o8Gnj8qqvuLfLEny",
        "user": "Gilbert 07",
        "date": "5 months ago",
        "timestamp": 1549637025929,
        "commentText": "@Nationalist Velasquez olha quem fala, es um branco la do bairro porco sobre o orgulho de ser preto e porque nos pretos temos um ponto amais no nosso ADN temos talento Deus nos deu a oportunidade de ser dirente kkkk vc me faz dar rizadas  kkkkk que sobre factos queres falar de factos tu kkkkkk a unica coisa que portugal fez foi roubar os outros e escravizar otario ladroes nao tenhem nda cabroes de crise vivem de turismo e impostos se lancarem uma bomba atomica ja era o teu paraisozinho kkkkkkkkk. tu e que es um fracasso",
        "likes": 0
      },
      {
        "id": "Ugyp60hAZjhZU48XHdl4AaABAg.8YJJm9o8Gnj8qrItsqN8Yp",
        "user": "Gilbert 07",
        "date": "5 months ago",
        "timestamp": 1549637025930,
        "commentText": "@Nationalist Velasquez e tu es apenas um branco desgacado da vida e frustrado  pk os pretos  estao a vos superar quem es tu. bixooooooo quando terminares o medio fale comigo ok gay , panina kkkkkk nao perco meu tempo com pessoas deste tipo desta vez seras ignorado. falo com pessoas intelectuais nao es tu um frustrado\ndesinformado ok e so uma coisa vc e um iperbole, porco, e fala barato. so mais uma palavra para te defenir es um perifrasico. e ponto final tchao",
        "likes": 0
      },
      {
        "id": "Ugyp60hAZjhZU48XHdl4AaABAg.8YJJm9o8Gnj8qrKvVmOUez",
        "user": "Nationalist Velasquez",
        "date": "5 months ago",
        "timestamp": 1549637025931,
        "commentText": "@Gilbert 07 Tu contrariaste-te tanta vez, os pretos a única coisa que superam nos brancos é a roubar e a serem inúteis. Que ano é que tens criança? Deves vir de África sem saber um piço e entras cá com o 9º ahaha.. Desinformado és tu, estás completamente perdido. Dizes que só falas com pessoas intelectuais e andas a chamar-me de \"gay\" e \"kkkkk\", tu de intelectual não tens nada, só serves para ser inútil. Mas não te preocupes que as pessoas já se estão a fartar de aturar pessoas inúteis e daqui a uns anitos vão todos de volta, pelo menos podem servir de comida de peixe quando tiverem a voltar.",
        "likes": 1
      },
      {
        "id": "Ugyp60hAZjhZU48XHdl4AaABAg.8YJJm9o8Gnj8qrN5ovEhWq",
        "user": "Gilbert 07",
        "date": "5 months ago",
        "timestamp": 1549637025933,
        "commentText": "@Nationalist Velasquez tu metes bue de piadas kkkkk e tu quantos anos tens. Adultozinho de quinta, se nao sabes ladrao que rouba ladrao tem 100 anos de perdao ibecil vcs a pioor especies sao burros e so saberes bem a historia. O SABIO NUNCA DIZ TUDO O QUE PENSA, MAS PENSA TUDO O QUE DIZ.",
        "likes": 0
      },
      {
        "id": "Ugyp60hAZjhZU48XHdl4AaABAg.8YJJm9o8Gnj8qrSJWIZBVr",
        "user": "Nationalist Velasquez",
        "date": "5 months ago",
        "timestamp": 1549637025934,
        "commentText": "@Gilbert 07 Deves ter mania que és esperto ahaha, roubar pessoas inocentes não é roubar ladrões. E se os brancos são tão burros como dizes como explicas que quando nós chegamos a África os pretos ainda andavam a correr de um lado para o outro com folhas a tapar a piroca ahahah. São tão espertos... Nota-se",
        "likes": 1
      },
      {
        "id": "Ugyp60hAZjhZU48XHdl4AaABAg.8YJJm9o8Gnj8qrTXlFq3d7",
        "user": "Gilbert 07",
        "date": "5 months ago",
        "timestamp": 1549637025935,
        "commentText": "@Nationalist Velasquez nao sou esperto sou inteligentes sei responder pessoas estupidas e ridiculas, ja vejo que nao tens postura e repito nao perco tempo com pessoas como tu. Em muitas pessoas a palavra antecede o pensamento, sabem apenas o que pensam depois de terem ouvido o que dizem. e quais pretos que corem a tras de vc explica me pf.",
        "likes": 0
      },
      {
        "id": "Ugyp60hAZjhZU48XHdl4AaABAg.8YJJm9o8Gnj8qrceJ7cbRh",
        "user": "Nationalist Velasquez",
        "date": "5 months ago",
        "timestamp": 1549637025937,
        "commentText": "@Gilbert 07 Ok, então é assim ó \"inteligentes\", para começar estás farto de dizer que não perdes tempo com pessoas como eu, mas continuas a fazê-lo, e que pretos correm atrás de mim? Já me tentaram roubar o telemóvel, já fui espancado por 8 pretos de 19-25 de idade quando era puto e vens me dizer quais pretos? Nem falo de amigos meus e gente que conheço. É simples queres a verdade e a razão? Concordas no que eu digo. Tenho amigos pretos desde que á pouco tempo que deixei de ser racista da pesada, e porque é que uma pessoa é racista? Ai tens a resposta. Mas são pessoas como tu que me voltam a meter nesse caminho.",
        "likes": 1
      },
      {
        "id": "Ugyp60hAZjhZU48XHdl4AaABAg.8YJJm9o8Gnj8s1YopchfQ5",
        "user": "Nationalist Velasquez",
        "date": "4 months ago",
        "timestamp": 1552056225938,
        "commentText": "@Fabius91 Loyal Sorry I don't speak baguette.",
        "likes": 0
      },
      {
        "id": "Ugyp60hAZjhZU48XHdl4AaABAg.8YJJm9o8Gnj8s1_fBB_9-w",
        "user": "Fabius91 Loyal",
        "date": "4 months ago",
        "timestamp": 1552056225939,
        "commentText": "@Nationalist Velasquez Entretanto, existem 1,8 milhões de portugueses em África, incluindo 500.000 em Angola, 400.000 na África do Sul, 200.000 em Moçambique e o resto noutros países africanos. Angola pode dizer que há uma invasão portuguesa no seu território de 20.000 portugueses em 2003 para 500.000 em 2019, acredita mesmo que é melhor que os portugueses que vivem em África? Você acredita que eles estão lá porque amam a África ou que as condições salariais são melhores em Angola? O que deve acontecer se a África do Sul, Angola e Moçambique pedirem a estes 1,1 milhões de portugueses para regressarem a Portugal, Portugal tiver os meios para os acomodar, inquilinos ?? ??",
        "likes": 0
      },
      {
        "id": "Ugyp60hAZjhZU48XHdl4AaABAg.8YJJm9o8Gnj8s1el_pxtf9",
        "user": "Nationalist Velasquez",
        "date": "4 months ago",
        "timestamp": 1552056225940,
        "commentText": "@Fabius91 Loyal The thing is, the portuguese there are honest working people, unlike most of the african people here who commit crimes.",
        "likes": 0
      },
      {
        "id": "Ugyp60hAZjhZU48XHdl4AaABAg.8YJJm9o8Gnj8s1gKgaDCGM",
        "user": "Fabius91 Loyal",
        "date": "4 months ago",
        "timestamp": 1552056225942,
        "commentText": "@Nationalist Velasquez você tem que saber de que tipo de africanos você está falando porque, ao contrário do que você pensa, nem todos os africanos são criminosos nem pobres. Os angolanos são bantos e os bantos são os africanos mais ricos da África, é óbvio quando todos os países bantos como Angola, África do Sul, Botsuana, Moçambique e Namíbia são conhecidos. , Zimbabué, Tanzânia, Quénia, Guiné Equatorial, Congo, Gabão, Suazilândia, etc ... têm pelo menos 3% dos brancos que se instalaram em paz, porque África realidade rica é a África Bantu, todas as riquezas na África pertencem aos Bantu, estou surpreso com o seu comentário, a África Bantu não precisa de pessoas brancas para existir, contra os brancos e os países que não fazem não tem recursos como Portugal precisa de Angola, Moçambique para existir, sem esses países Portugal nem sequer estaria vivo",
        "likes": 0
      },
      {
        "id": "Ugyp60hAZjhZU48XHdl4AaABAg.8YJJm9o8Gnj8s1gPcQfp6k",
        "user": "Fabius91 Loyal",
        "date": "4 months ago",
        "timestamp": 1552056225943,
        "commentText": "@Nationalist Velasquez you have to know what kind of Africans you are talking about because, contrary to what you think, all Africans are neither criminals nor poor people. The Angolans are Bantu and the Bantu are the richest Africans in Africa, it is obvious when all the Bantu countries like Angola, South Africa, Botswana, Mozambique, Namibia are known. , Zimbabwe, Tanzania, Kenya, Equatorial Guinea, Congo, Gabon, Swaziland, etc ... have at least 3% of the whites who have settled in peace, because Reality rich Africa is Africa Bantu, all the riches in Africa belong to the Bantu, I am surprised by your comment, Bantu Africa does not need white people to exist, against the whites and the countries that do not have no resources like Portugal need Angola, Mozambique to exist, without these countries Portugal would not even be alive",
        "likes": 0
      },
      {
        "id": "Ugyp60hAZjhZU48XHdl4AaABAg.8YJJm9o8Gnj8s1pcELYNkp",
        "user": "Nationalist Velasquez",
        "date": "4 months ago",
        "timestamp": 1552056225944,
        "commentText": "@Fabius91 Loyal Wrong, bastante incorrecto.",
        "likes": 0
      },
      {
        "id": "Ugyp60hAZjhZU48XHdl4AaABAg.8YJJm9o8Gnj8s29h_knbz7",
        "user": "Aílton Kima",
        "date": "4 months ago",
        "timestamp": 1552056225946,
        "commentText": "Lute também para que não existam relações com estes países!",
        "likes": 0
      },
      {
        "id": "Ugyp60hAZjhZU48XHdl4AaABAg.8YJJm9o8Gnj8s2z9MJAXsj",
        "user": "Fabius91 Loyal",
        "date": "4 months ago",
        "timestamp": 1552056225947,
        "commentText": "@Aílton Kima Angola e Moçambique têm como principal parceiro econômico a China e os Estados Unidos, eles podem viver sem Portugal, que não tem recursos em matérias-primas. Portugal precisa que os países de língua portuguesa prosperem através de novos mercados e da facilidade oferecida pela língua. Mas Angola e Moçambique também estão na Commonweath, o que significa que, tendo matérias-primas de petróleo, diamantes, gás e ouro, eles não precisam que Portugal tenha acesso à tecnologia americana ou chinesa.",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgwYCoilbCQnJwcNctZ4AaABAg",
    "user": "Jorge Fernando",
    "date": "1 year ago",
    "timestamp": 1531061024670,
    "commentText": "Caramba, olha esses lugares\nnem parece Europa",
    "likes": 5,
    "hasReplies": true,
    "numberOfReplies": 4,
    "replies": [
      {
        "id": "UgwYCoilbCQnJwcNctZ4AaABAg.8Xx6fAiXIjV8jpGTl_oCEm",
        "user": "Divanilton",
        "date": "10 months ago",
        "timestamp": 1536417825198,
        "commentText": "Jorge Fernando, Mas parece Portugal!",
        "likes": 1
      },
      {
        "id": "UgwYCoilbCQnJwcNctZ4AaABAg.8Xx6fAiXIjV8kYJxi3D-tM",
        "user": "lkkjhtemmexv",
        "date": "10 months ago",
        "timestamp": 1536417825199,
        "commentText": "ESTE LUGAR AGORA É AFRICANO, BRANQUELA TODOS TÊM Q EMIGRAR, S LEIS JA TAO DO NOSSO LADO, TUGA ESTUPIDO JA NAO PODE NADA.",
        "likes": 0
      },
      {
        "id": "UgwYCoilbCQnJwcNctZ4AaABAg.8Xx6fAiXIjV8kYLEA3Fo3R",
        "user": "Divanilton",
        "date": "10 months ago",
        "timestamp": 1536417825201,
        "commentText": "Os africanos tem que ir tudo pra Portugal msm!",
        "likes": 1
      },
      {
        "id": "UgwYCoilbCQnJwcNctZ4AaABAg.8Xx6fAiXIjV8wL41c4-bO5",
        "user": "Edna Heniques",
        "date": "2 weeks ago",
        "timestamp": 1561387425202,
        "commentText": "@Divanilton kkkkk",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugx5dvFVIJBaSePxJSF4AaABAg",
    "user": "Jonathan Souza",
    "date": "1 year ago",
    "timestamp": 1531061024673,
    "commentText": "Acho tendencioso demais. As pessoas saem de África e chegam a Portugal e querem ter direito a tudo? Como assim ?",
    "likes": 23,
    "hasReplies": true,
    "numberOfReplies": 22,
    "replies": [
      {
        "id": "Ugx5dvFVIJBaSePxJSF4AaABAg.8XVAendW1ri8cj9rEVhwC4",
        "user": "Deseajada Silva",
        "date": "1 year ago",
        "timestamp": 1531061025315,
        "commentText": "ACHO TENDENCIOSO QUE EM PLENO SEc XXI . AS PESSOAS SAEM DE Europa e chegam em África e querem ter direito a tudo? como assim?",
        "likes": 14
      },
      {
        "id": "Ugx5dvFVIJBaSePxJSF4AaABAg.8XVAendW1ri8dZ09OxfTEh",
        "user": "Desnecessário YT",
        "date": "1 year ago",
        "timestamp": 1531061025317,
        "commentText": "Deve ter direito sim desde que trabalhe",
        "likes": 8
      },
      {
        "id": "Ugx5dvFVIJBaSePxJSF4AaABAg.8XVAendW1ri8dZQ5urfMaS",
        "user": "Deseajada Silva",
        "date": "1 year ago",
        "timestamp": 1531061025319,
        "commentText": "Allyson Henrique E achas que essas pessoas não trabalham, acho que não ouviste bem as pessoas da  reportagem...as pessoas trabalham descontão e nada....Eu sei disso eu tenho pessoas conhecidas que vivem nessa situação, não digo que são todos é claro...",
        "likes": 3
      },
      {
        "id": "Ugx5dvFVIJBaSePxJSF4AaABAg.8XVAendW1ri8eEG00DVdYy",
        "user": "Travell Daniela",
        "date": "1 year ago",
        "timestamp": 1531061025320,
        "commentText": "A minha pergunta é a seguinte?porque os africanos saíram de África?foi porque não tem nada porque os portuguêses exploraram e roubaram o que eles tinham!!!e por esse motivo que estes vem para Portugal!!!o mínimo que os portugueses têm q fazer é aceitalos",
        "likes": 9
      },
      {
        "id": "Ugx5dvFVIJBaSePxJSF4AaABAg.8XVAendW1ri8iCt4y3H40b",
        "user": "Pedro Cabral",
        "date": "1 year ago",
        "timestamp": 1531061025321,
        "commentText": "Travell Daniela Roubaram o que eles tinham...mimimimi! Porra nenhuma! Porque é que os ditadores africanos têm casas de luxo, petroleo, minas com diamantes...e as pessoas na rua morrem com fome? Coitadismo é merda. Nao gostam? Vao embora. Nenhum branco hoje é culpado por aqueles que morreram e o que fizeram, seus merdas. Os africanos foram os primeiros a invadir a Europa...a roubar, e a escravizar, como fizeram os mouros...",
        "likes": 2
      },
      {
        "id": "Ugx5dvFVIJBaSePxJSF4AaABAg.8XVAendW1ri8jXfUDtJyGA",
        "user": "lkkjhtemmexv",
        "date": "11 months ago",
        "timestamp": 1533739425323,
        "commentText": "A MERDA TEM QU VOLTAR PRA TERRA DELES, NUNCA DEVIAM TER VINDO, \n\nSO PORTUGUESES SAO SOBREANOS DA SUA TERRA, \nSE VEEM PRA QUI TENTAR TRUQUES E TER COSIAS SEM TRABALAHR , VAO-SE DAR MUITOOOO MALLLL",
        "likes": 4
      },
      {
        "id": "Ugx5dvFVIJBaSePxJSF4AaABAg.8XVAendW1ri8k6VPCpdSvl",
        "user": "Archive",
        "date": "10 months ago",
        "timestamp": 1536417825324,
        "commentText": "Mas tu és burra ? Angola é uma país riquíssimo, o problema é que quem esteve a governar Angola recentemente meteu as mãos aos bolsos, Angola tinha e ainda deve ter imenso  petróleo, é uma país que dá para fazer plantação 2x ao ano, as pessoas não querem é trabalhar no duro e depois vem para aqui e pensam que podem viver sem trabalhar. Eu tenho um familiar que trabalhou em Angola durante uns anos como engenheiro civil, uma vez na hora de pousa eles fizeram greve porque não havia fiambre nos pães lol",
        "likes": 1
      },
      {
        "id": "Ugx5dvFVIJBaSePxJSF4AaABAg.8XVAendW1ri8kmE1JdoEs_",
        "user": "Pedro Ribeiro",
        "date": "10 months ago",
        "timestamp": 1536417825325,
        "commentText": "cala boca boi racista.",
        "likes": 1
      },
      {
        "id": "Ugx5dvFVIJBaSePxJSF4AaABAg.8XVAendW1ri8kmE_ol42jO",
        "user": "Archive",
        "date": "10 months ago",
        "timestamp": 1536417825327,
        "commentText": "Racista por dizer a verdade ?",
        "likes": 1
      },
      {
        "id": "Ugx5dvFVIJBaSePxJSF4AaABAg.8XVAendW1ri8laf1YJzUnY",
        "user": "Nationalist Velasquez",
        "date": "9 months ago",
        "timestamp": 1539009825328,
        "commentText": "Ainda bem, mete uma bala na tua cabeça seu merdas.",
        "likes": 0
      },
      {
        "id": "Ugx5dvFVIJBaSePxJSF4AaABAg.8XVAendW1ri8lajE86hKA5",
        "user": "Pedro Ribeiro",
        "date": "9 months ago",
        "timestamp": 1539009826030,
        "commentText": "boa filosofia ,os africanos mais velhos sao pessoas serias ,trabalhadores e respeitadores ,agora todos que vem e os mais novos e para viver a conta do povo portugues ,receber subsidios ,mas essa historia toda gente sabe.",
        "likes": 1
      },
      {
        "id": "Ugx5dvFVIJBaSePxJSF4AaABAg.8XVAendW1ri8lajPxEhjvm",
        "user": "Pedro Ribeiro",
        "date": "9 months ago",
        "timestamp": 1539009826031,
        "commentText": "pois e tavares oliveira ,com essa atitude racista,infelizmente nao te vai deichar ver os portugueses bons ,triste ,afinal em que es diferente dos brancos racistas? em nada ,fazes a mesma coisa.",
        "likes": 0
      },
      {
        "id": "Ugx5dvFVIJBaSePxJSF4AaABAg.8XVAendW1ri8nfrd4nMtA3",
        "user": "Jaime Graça",
        "date": "7 months ago",
        "timestamp": 1544280226032,
        "commentText": "Travell Daniela minha ignorante eu vivi em Africa 6 anos, vou-lhe explicar uma coisa:  essas pessoas vem de São Tomé, que é um arquipelago tal como Cabo Verde , Madeira ou Açores , foram DESCOBERTOS desertos, e foram criadas essas regiões habitadas, São Tomé tem recursos mas o povo é muito fechado e tem um atraso,  Cabo Verde por sua vez é bastante civilizado e um exemplo em muita .PortuguÊs NUNCA roubou Africa, antes pelo contrário, o que tem Africa hoje foram os portugueses que contribuíram, hoje Caboverde tem a sua moeda indexada ao euros por insistência de Portugal assim como recebe apoios da UE também,  e pelos portugueses CaboVerde já era um país da UE...",
        "likes": 0
      },
      {
        "id": "Ugx5dvFVIJBaSePxJSF4AaABAg.8XVAendW1ri8pbCgziqm_V",
        "user": "Eduardo Gime New",
        "date": "6 months ago",
        "timestamp": 1546958626034,
        "commentText": "Quanto racismo é muito triste",
        "likes": 0
      },
      {
        "id": "Ugx5dvFVIJBaSePxJSF4AaABAg.8XVAendW1ri8qV1texSC1m",
        "user": "Banger Bruno JC",
        "date": "5 months ago",
        "timestamp": 1549637026035,
        "commentText": "Jonathan Souza a cona da tua mãe e muito grande porque muitos homens fodem ela tua mãe e uma prostituta",
        "likes": 0
      },
      {
        "id": "Ugx5dvFVIJBaSePxJSF4AaABAg.8XVAendW1ri8qZkaCRckPr",
        "user": "Zulmira Abreu",
        "date": "5 months ago",
        "timestamp": 1549637026036,
        "commentText": "Jonathan Sousa, há muita gente que saiu de África os que falam português foram colonizados pelos portugueses saíram das suas terras por causa da guerra e ou pobreza a procura de melhores condições de vida...agora te pergunto quantos continentes foram colonizados pelos africanos??? Os europeus é que invadiram os territórios africanos escravistas roubaram as riquezas agora o mínimo que têm de fazer é de receberem como gente as pessoas que aí forem porque meu filho até hoje chegam portugueses aqui em Angola e ñ querem voltar pras sua terra e ñ se sentem discriminados...vai ler a história universal para aprenderes um pouco...",
        "likes": 0
      },
      {
        "id": "Ugx5dvFVIJBaSePxJSF4AaABAg.8XVAendW1ri8qlG4gtrPUH",
        "user": "Juliana Silva",
        "date": "5 months ago",
        "timestamp": 1549637026038,
        "commentText": "Nós temos condições de viver em melhores condições que os portugueses em Angola, se todos os angolanos saírem de lá, que seja, mas os portugueses também devem sair da aqui, e deixar o lixo, seu ignorante, o racismo é crime, vamos combate-los em todas as suas formas.",
        "likes": 0
      },
      {
        "id": "Ugx5dvFVIJBaSePxJSF4AaABAg.8XVAendW1ri8qlGlpAv1oy",
        "user": "Juliana Silva",
        "date": "5 months ago",
        "timestamp": 1549637026040,
        "commentText": "Volta para à escola, seu ignorante, aprenda a escrever melhor porque já estás na idade de ser mestre. Estás atrasado no tempo e no espaço.",
        "likes": 0
      },
      {
        "id": "Ugx5dvFVIJBaSePxJSF4AaABAg.8XVAendW1ri8rKYvP2m2dO",
        "user": "preto iz",
        "date": "4 months ago",
        "timestamp": 1552056226041,
        "commentText": "ESSES LIXO DE PORTUGAL VEM PRO BRASIL ACABAR COM  NOSSAS RIQUEZA",
        "likes": 0
      },
      {
        "id": "Ugx5dvFVIJBaSePxJSF4AaABAg.8XVAendW1ri8rMEWmJxXQ3",
        "user": "Massoxi: Olhar Atual",
        "date": "4 months ago",
        "timestamp": 1552056226043,
        "commentText": "ACHO TENDENCIOSO QUE AS PESSOAS SAEM DA EUROPA E CHEGAM EM ANGOLA E QUEREM TER DIREITO A TUDO!! COMO ASSIM?",
        "likes": 0
      },
      {
        "id": "Ugx5dvFVIJBaSePxJSF4AaABAg.8XVAendW1ri8rMF3Ulos-g",
        "user": "Massoxi: Olhar Atual",
        "date": "4 months ago",
        "timestamp": 1552056226045,
        "commentText": "@lkkjhtemmexv O VOSSO PROBLEMA É SEREM IGNORANTES DEMAIS PENSANDO QUE SÓ EXISTE ESTRANGEIROS NA VOSSA TERRA E NÃO EXISTE PORTUGUESES EM TERRAS ESTRANGEIRAS. ENTÃO SAIBAM QUE EXISTEM BEM MAIS DE 200 MIL PORTUGUESES QUE MORAM EM ANGOLA.",
        "likes": 0
      },
      {
        "id": "Ugx5dvFVIJBaSePxJSF4AaABAg.8XVAendW1ri8s29FvJwHcd",
        "user": "Aílton Kima",
        "date": "4 months ago",
        "timestamp": 1552056226047,
        "commentText": "Antes de mais tenha a inteligência de delimitar, e por conseguinte, digo-lhe que essas exigências são apenas reflexos daquilo que os portugueses hoje exigem e antes impunham nos países de expressão portuguesa.",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugwr4f8qWGpY1M9_vPd4AaABAg",
    "user": "Jaime Graça",
    "date": "1 year ago",
    "timestamp": 1531061024675,
    "commentText": "Vergonhoso o jornalismo do Jornal Publico nesta generalização racial , onde tudo o que é mau em Portugal se resume a uma raça,  isto é racismo jornalistico,  alem disso estes casos de barracas são coisas pontuais, gente que chega sem nada e claro vivem em barracas, Portugal democratico é um exemplo mundial no que toca á casas, e se falarmos em africanos nenhum país construí-o tantas casas para africanos como os portugueses se contarmos com as casas deixadas em Africa.",
    "likes": 10,
    "hasReplies": true,
    "numberOfReplies": 3,
    "replies": [
      {
        "id": "Ugwr4f8qWGpY1M9_vPd4AaABAg.8XPLy6PVlXG8hzgzf6bEIf",
        "user": "Seuna Mbonha",
        "date": "1 year ago",
        "timestamp": 1531061025243,
        "commentText": "Jaime Graça Puta quais são as casas que vcs ficaram em Africa",
        "likes": 0
      },
      {
        "id": "Ugwr4f8qWGpY1M9_vPd4AaABAg.8XPLy6PVlXG8lafdab9j_b",
        "user": "Nationalist Velasquez",
        "date": "9 months ago",
        "timestamp": 1539009825244,
        "commentText": "Era só andares na escola que sabias. Sabias que Portugal colonizou Angola, Moçambique e Guiné? E sabias que nós investimos a grande maior parte do dinheiro que tirávamos daí aí? Aprende um pouco em vez de andares a dançar quizomba ou sei lá o que é essa merda estúpida.",
        "likes": 2
      },
      {
        "id": "Ugwr4f8qWGpY1M9_vPd4AaABAg.8XPLy6PVlXG8nfpaBn8UGH",
        "user": "Jaime Graça",
        "date": "7 months ago",
        "timestamp": 1544280225245,
        "commentText": "Seuna MbonhaPortugueses deixaram cidades em Africa menhores que muitas europeias, por exemplo Lourenço Marques hoje Maputo, veja o video   https://www.youtube.com/watch?v=kiheHNbUpmA",
        "likes": 3
      }
    ]
  },
  {
    "id": "Ugzd6x1TH5dkxXxvvYR4AaABAg",
    "user": "varzea95",
    "date": "1 year ago",
    "timestamp": 1531061024677,
    "commentText": "Tem bom remédio voltem para os vossos países!",
    "likes": 14,
    "hasReplies": true,
    "numberOfReplies": 3,
    "replies": [
      {
        "id": "Ugzd6x1TH5dkxXxvvYR4AaABAg.8XO5_caF09U8ihTbdOMMRR",
        "user": "Joao Antunes",
        "date": "11 months ago",
        "timestamp": 1533739425189,
        "commentText": "Mas para roubarem a Angola já lá foram os brancos roubarem né cabrao",
        "likes": 2
      },
      {
        "id": "Ugzd6x1TH5dkxXxvvYR4AaABAg.8XO5_caF09U8jXfvGUW1Dc",
        "user": "lkkjhtemmexv",
        "date": "11 months ago",
        "timestamp": 1533739425190,
        "commentText": "CABRAO É O TEU PAE E A TUA MAE É UMA GRANDE \n PUTA. SUA MERDA AMBULANTE, VIA PRA TUA TERRA , SEU FDP SEU LIXO, EM PORTUGAL NAO KEREMOS LIXO, O POVO NAO QUER LIXXOX, ENTENDE SEU RETARDADO MENTAL,,, NAO KER LIXOOO\n\nVAI TE EMBORA!!! CVVAI TE EMBNORA SEU FDP\nVAITE EMBORAAAA!\nDESAPAREVCE SUA MERDA, VOLTA PRA TUA TERRA \nLA É MELHOR,,, SUA TERRA DE MERDA...\n\nDESAPARECVE11",
        "likes": 1
      },
      {
        "id": "Ugzd6x1TH5dkxXxvvYR4AaABAg.8XO5_caF09U8k6Vt4okR4A",
        "user": "Archive",
        "date": "10 months ago",
        "timestamp": 1536417825192,
        "commentText": "Angola está a ser roubada é agora seu burro!",
        "likes": 1
      }
    ]
  },
  {
    "id": "Ugx-w3xn5R1pKJC0hgB4AaABAg",
    "user": "DaSeSi79 BlackRacial",
    "date": "1 year ago",
    "timestamp": 1531061024679,
    "commentText": "racismo instituicional...qnd PT por fim admitir que existe racismo,as coisas mudarao para melhor...vai-se criar condições e meios para erradicar este problema!",
    "likes": 4,
    "hasReplies": true,
    "numberOfReplies": 6,
    "replies": [
      {
        "id": "Ugx-w3xn5R1pKJC0hgB4AaABAg.8XNe6bzbIev8XPLWm7d8g3",
        "user": "Jaime Graça",
        "date": "1 year ago",
        "timestamp": 1531061025233,
        "commentText": "Enganado ,  já foi muito pior, Portugal é um exemplo mundial no que toca á habitação.  O teu comentário é ignorante, muito mais barracas existem em Africa e no resto do mundo, tambem são todos racistas?   e olha que eu tenho raizes de Cabo Verde",
        "likes": 5
      },
      {
        "id": "Ugx-w3xn5R1pKJC0hgB4AaABAg.8XNe6bzbIev8iCzAPnUiQS",
        "user": "Pedro Cabral",
        "date": "1 year ago",
        "timestamp": 1531061025234,
        "commentText": "NaNiSeMeDo 4616 Vocês irem para a vossa terra...seria a erradicaçao do problema.",
        "likes": 1
      },
      {
        "id": "Ugx-w3xn5R1pKJC0hgB4AaABAg.8XNe6bzbIev8jXfw_Nw0mQ",
        "user": "lkkjhtemmexv",
        "date": "11 months ago",
        "timestamp": 1533739425235,
        "commentText": "VAI PRA TUA TERRA",
        "likes": 1
      },
      {
        "id": "Ugx-w3xn5R1pKJC0hgB4AaABAg.8XNe6bzbIev8jXfz1s6eNm",
        "user": "lkkjhtemmexv",
        "date": "11 months ago",
        "timestamp": 1533739425237,
        "commentText": "O POVO E SOBREANO AQUI NAO MANDAS NADA SUA MERD AMBULANMTE, VAI PRA TUA TERRA",
        "likes": 0
      },
      {
        "id": "Ugx-w3xn5R1pKJC0hgB4AaABAg.8XNe6bzbIev8jXg6XAyRSr",
        "user": "lkkjhtemmexv",
        "date": "11 months ago",
        "timestamp": 1533739425238,
        "commentText": "VOLOTA PRA TUA TERRA OU QUEM VAI SER ERRDICADO ES TU.\n\nLUSITANEA NIUNCA FOI CONQUISTADA NEM NUNCA VAI SER,  SO UM RETARDADO MENTAL COMO TU É QUE PENSA NISSO,VOÇE VAI PERDER SUA VIDA TENTANDO!!!",
        "likes": 0
      },
      {
        "id": "Ugx-w3xn5R1pKJC0hgB4AaABAg.8XNe6bzbIev8lag6xhlw70",
        "user": "Nationalist Velasquez",
        "date": "9 months ago",
        "timestamp": 1539009825239,
        "commentText": "Foda-se mas tú tás contra Portugal ou a favor?",
        "likes": 2
      }
    ]
  },
  {
    "id": "Ugxx8IrPGcKA3H-GDvh4AaABAg",
    "user": "DD",
    "date": "1 year ago",
    "timestamp": 1531061024682,
    "commentText": "Como é que pode existir semelhante lugar em Portugal? Como é que ninguém se indigna seriamente? Os habitantes e os portugueses em geral com o mínimo de vergonha na cara... Aí vêm as autárquicas, não seria boa altura para exigir dos candidatos soluções? E não, Portugal não pode continuar a acolher tanto imigrante africano. Portugal não tem nem de longe nem de perto economia para isso...",
    "likes": 11,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "Ugxx8IrPGcKA3H-GDvh4AaABAg.8XNYFPCZafY8jXhB8KvgN7",
        "user": "lkkjhtemmexv",
        "date": "11 months ago",
        "timestamp": 1533739425137,
        "commentText": "VEM ROUBAR O TRABALHO AO PORTUGUES,,, E DEPOIIS RECEBEM A MALDIÇAO EM CIMA. PRETO E MESMO ESTUYPIDO NAO HA NADA A FAZER.A",
        "likes": 0
      }
    ]
  },
  {
    "id": "UgykQ3Xyt1swv8PQj4Z4AaABAg",
    "user": "walter brito",
    "date": "1 year ago",
    "timestamp": 1531061024684,
    "commentText": "NEGROS DE PORTUGAL, ESTE PAÍS É MALDITO MAS JÁ QUE VCS ESTÃO AI SE JUNTEM, CRIEM COOPERATIVAS, E SE LEMBREM DE VOSSO LEGADO ESPIRITUAL, UM ABRAÇO JAMBIANGANGA, QUE MORA NO BRASIL",
    "likes": 3,
    "hasReplies": true,
    "numberOfReplies": 5,
    "replies": [
      {
        "id": "UgykQ3Xyt1swv8PQj4Z4AaABAg.8XN8o1X-AGd8Y1mhEthXWX",
        "user": "Angelo monteiro",
        "date": "1 year ago",
        "timestamp": 1531061025206,
        "commentText": "walter brito eu nasci e vivi os anos 60 e 70 no bairro das calvanas , naquela época eram só barracas de madeira e lama quando chuvia,nem eletricidade nem água, íamos buscar a água com baldes á fonte a quase um kilometro,e portanto sou puro Português,tive mesmo que imigrar,ainda estou em França desde 1982,faz 35 anos.para que vejas que não são só os estrangeiros que são pobres, também há muitos portugueses brancos muito pobre e mesmo na miseria total que não têm outra escolha que abandonar o seu próprio país como eu e milhares outros.",
        "likes": 4
      },
      {
        "id": "UgykQ3Xyt1swv8PQj4Z4AaABAg.8XN8o1X-AGd8gqxQjX8DRq",
        "user": "Luisa Salles",
        "date": "1 year ago",
        "timestamp": 1531061025207,
        "commentText": "walter brito , Melhor voltar para o país deles, é muita humilhação",
        "likes": 1
      },
      {
        "id": "UgykQ3Xyt1swv8PQj4Z4AaABAg.8XN8o1X-AGd8gqx_PFJXUP",
        "user": "Luisa Salles",
        "date": "1 year ago",
        "timestamp": 1531061025209,
        "commentText": "Sem Net , Ele quis dizer que não tem português preto",
        "likes": 1
      },
      {
        "id": "UgykQ3Xyt1swv8PQj4Z4AaABAg.8XN8o1X-AGd8jA3vTVyWcn",
        "user": "Nuno",
        "date": "11 months ago",
        "timestamp": 1533739425210,
        "commentText": "Luisa Salles Mas há milhares de portugueses pretos,até o nosso primeiro ministro é meio indiano e não deixa de ser português  , quem diz o contrário são apenas portugueses sem noção da história do nosso país.",
        "likes": 1
      },
      {
        "id": "UgykQ3Xyt1swv8PQj4Z4AaABAg.8XN8o1X-AGd8jXgLoV-HXO",
        "user": "lkkjhtemmexv",
        "date": "11 months ago",
        "timestamp": 1533739425211,
        "commentText": "VAMOS CONQUISTAR PORTUGAL.LIXO BRANQUELA DEVE EMIGRAR.",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg",
    "user": "RibeiroFerreira Artes",
    "date": "1 year ago",
    "timestamp": 1531061024686,
    "commentText": "Um país que praticou as atrocidades da escravidão deveria ao menos agir com mais respeito ao povo negro e procurar fazer alguma reparação pelo legado que deixou a esse povo.\nO jornal está de parabéns pela matéria.",
    "likes": 38,
    "hasReplies": true,
    "numberOfReplies": 55,
    "replies": [
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8XPMAkft0pp",
        "user": "Alma Mater",
        "date": "1 year ago",
        "timestamp": 1531061025362,
        "commentText": "ó brasileiro de merda, tu é que andas a fazer merda e escravisas os indios e tudo o que te aparece á frente",
        "likes": 7
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8XVAPNVQEAG",
        "user": "Jonathan Souza",
        "date": "1 year ago",
        "timestamp": 1531061025364,
        "commentText": "Nem sabes o que diz.",
        "likes": 0
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8fWV1IaEvwF",
        "user": "Nuno Fernandes",
        "date": "1 year ago",
        "timestamp": 1531061025365,
        "commentText": "Eles arranjam essas barracas falsas os pretos vivem melhor que os brancos, têm bom carros, boa casa e não trabalham, branco trabalha, paga impostos e é fodido",
        "likes": 5
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8iCqyF3p7lt",
        "user": "Pedro Cabral",
        "date": "1 year ago",
        "timestamp": 1531061025366,
        "commentText": "Sérgio Ferreira A sério, e quando África vai fazer uma reparaçao...já que os mouros do norte de áfrica invadiram o sul da Europa, e escravizaram os povos do sul da Europa? Esperamos reparaçoes dos africanos...por aquilo que os mouros africanos fizeram...",
        "likes": 3
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8iCrNtlY65Z",
        "user": "Pedro Cabral",
        "date": "1 year ago",
        "timestamp": 1531061025368,
        "commentText": "Sérgio Ferreira O Brasil deve fazer reparaçoes aos negros, já que a escravatura no Brasil foi das ultimas a acabar, e Portugal foi dos primeiros a acabar com a escravatura, ao contrário do Brasil. Hipócrita.",
        "likes": 5
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8iIaHI-BzgF",
        "user": "lkkjhtemmexv",
        "date": "1 year ago",
        "timestamp": 1531061025369,
        "commentText": "vai levar na peida imbecil, retardado, brasileiros todos fora de portugal so veem pra ca roubar o trabalhoe emprego aos portugueses, tenham vergonhaaaa.\n\nse inssitirem, vao ter problemas, o povo lusitano nao é aprvo nem anda a dormir.pelo menso metade dels a outra aprte nao apssa de uns idiotas adormecidos.",
        "likes": 5
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8jXfgTL7J6_",
        "user": "lkkjhtemmexv",
        "date": "11 months ago",
        "timestamp": 1533739425370,
        "commentText": "O RESPEITO É IRRES PRA TUA TERRA, SEU MERDA.\n\nSE ESCRAVIZOU PORQUE É QUE VOÇE VEM PR A CA ---.É ESTUPIIDOOOO!!!????VOÇE É ESTUPIDOOO?????\n\n VOÇE NAO MERECE NEH87M RESPEITO VOÇE NAO É NINGUEM, QUEM VEM PRA PORTUGAL É PRA TRABALAHR TA PENSANDO EM OUITRAS COSIAS VAI SE FUUUUDERRRR. FEIO.",
        "likes": 4
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8jpGFT2pAJ9",
        "user": "Divanilton",
        "date": "10 months ago",
        "timestamp": 1536417825371,
        "commentText": "Pedro Cabral, Quem escravizou os africanos foram os portugueses seu jumento!",
        "likes": 2
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8ju6M7Z4tdQ",
        "user": "Pedro Cabral",
        "date": "10 months ago",
        "timestamp": 1536417825373,
        "commentText": "@Divanilton E os brasileiros tambem, seu merda. Porque o Brasil foi os últimos países a a acabar a escravatura?",
        "likes": 2
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8ju7NwN436w",
        "user": "Divanilton",
        "date": "10 months ago",
        "timestamp": 1536417825374,
        "commentText": "Pedro Cabral , Pq? Pq o Brasil era totalmente controlado pelos portugueses seu boçal. Os brasileiros nunca escravizaram ninguém pq naquela época nem existia brasileiros, mas sim escravos e um monte de imigrantes da europa. Larga de ser ignorante e vai estudar porra!",
        "likes": 2
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8juOAc6Rj4U",
        "user": "Pedro Cabral",
        "date": "10 months ago",
        "timestamp": 1536417826472,
        "commentText": "@Divanilton Cala a boca, caralho. Depois do Brasil ser independente...a escravatura continuou. Burro!",
        "likes": 3
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8junG8rbXzN",
        "user": "Divanilton",
        "date": "10 months ago",
        "timestamp": 1536417826474,
        "commentText": "Pedro Cabral , Seu animal, após a proclamação da república não havia mais nem um escravo! Demente analfabeto!",
        "likes": 1
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8jwIWR2PYEZ",
        "user": "Pedro Cabral",
        "date": "10 months ago",
        "timestamp": 1536417826475,
        "commentText": "@Divanilton O que? Hahaha! Mas desde quando, anormal besta quadrada?! \nA escravatura no Brasil só acabou em 1860. Burro do terceiro mundo. Acabou muitos anos depois da independência.",
        "likes": 1
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8kVideGP_A3",
        "user": "Rui Santos",
        "date": "10 months ago",
        "timestamp": 1536417826476,
        "commentText": "Divanilton Petroskov, e antes os africanos escravizaram os portugueses, e muito antes foram os Suevos, e muito antes foram os Romanos  e por diante\nE agora quem escraviza é o Brasil ou não ?\nhttps://www.youtube.com/watch?v=oOzKMrhsaQM\nhttps://www.youtube.com/watch?v=_AlJBMZuuwU",
        "likes": 2
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8kVkSquahQV",
        "user": "Rui Santos",
        "date": "10 months ago",
        "timestamp": 1536417826477,
        "commentText": "Divanilton Petroskov, você não conhece a história do Brasil\nO que você chama aos nascidos no Brasil antes 1822 ? indios ?\nGrande burro\nSe não sabe foram esses mesmos, os nascidos no Brasil que faziam frente ao Rei de Portugal\nForam esses que quiseram a independencia, ou será que foram os indios ?\nVá estudar ignorante",
        "likes": 1
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8kVlR7xoLa8",
        "user": "Divanilton",
        "date": "10 months ago",
        "timestamp": 1536417826478,
        "commentText": "@Rui Santos , Tu tenta passar uma visão de que no Brasil as pessoas tbem são escravas usando pessoas que são escravizadas por donos de propriedade, mds kkkkkkkkkkkkkkkkkk... Tem certeza que eu quem precisa estudar?",
        "likes": 1
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8kVlbxE_spN",
        "user": "Divanilton",
        "date": "10 months ago",
        "timestamp": 1536417826480,
        "commentText": "@Rui Santos , Se os portugueses foram escravos tbem foda-se! Isso não muda o fato de terem escravizado pessoas!",
        "likes": 0
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8kVljvUzfNA",
        "user": "Divanilton",
        "date": "10 months ago",
        "timestamp": 1536417826481,
        "commentText": "@Rui Santos , Animal, os donos do Brasil são os proprietários da terra, portanto são os indígenas e não quem nasceu aqui. Vai estudar porra!",
        "likes": 1
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8kVoMVACSxl",
        "user": "Rui Santos",
        "date": "10 months ago",
        "timestamp": 1536417826482,
        "commentText": "(escravos) Você é mesmo BURRO, não entendeu nada\nTambém não sou eu que vou explicar, se quiser vá estudar\nEssa dos indios serem os proprietários da terra é para rir para não chorar da sua ignorancia\nVeja este video actual\nhttps://www.youtube.com/watch?v=mjv3kZKMuqE&t=1046s&list=WL&index=21\nSe o Brasil pertence aos indigenas, diga-me quantos estão no poder",
        "likes": 2
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8kVobMYGjEj",
        "user": "Rui Santos",
        "date": "10 months ago",
        "timestamp": 1536417826484,
        "commentText": "Divanilton Petroskov, quase que aposto que você é PT, amigo do Lula",
        "likes": 2
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8kVoqaGazeM",
        "user": "Divanilton",
        "date": "10 months ago",
        "timestamp": 1536417826485,
        "commentText": "@Rui Santos , E justamente o que estou dizendo porra! Tua Péssima interpretação de texto não te deixa perceber. \"O continente americano\" pertence aos indígenas mas os europeus se apropriaram do msm.",
        "likes": 0
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8kVouI7d9nX",
        "user": "Rui Santos",
        "date": "10 months ago",
        "timestamp": 1536417826486,
        "commentText": "Qual é a sua nacionalidade ?",
        "likes": 1
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8kVp6umQwHz",
        "user": "Divanilton",
        "date": "10 months ago",
        "timestamp": 1536417826487,
        "commentText": "@Rui Santos , Agora tu chegou cúmulo da burrice. Eu estou com a representação de Adam Smith na minha foto de perfil, um dos pioneiros do liberalismo econômico clássico. Como posso ser de extrema esquerda sendo um liberal? Mds kkkkkkkkk.",
        "likes": 0
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8kVpZaX_u4s",
        "user": "Divanilton",
        "date": "10 months ago",
        "timestamp": 1536417826488,
        "commentText": "@Rui Santos, Sou brasileiro mas com decêncencia ucraniana.",
        "likes": 1
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8kmDhn4m7RW",
        "user": "Pedro Ribeiro",
        "date": "10 months ago",
        "timestamp": 1536417826490,
        "commentText": "isso mesmo ,brancos e que estao fudidos em portugal.",
        "likes": 3
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8kmDy2-usJm",
        "user": "Pedro Ribeiro",
        "date": "10 months ago",
        "timestamp": 1536417826491,
        "commentText": "foi? entao seu boi diz la uma coisa ,quem vendia os escravos aos portugueses ? nao eram os pretos la em africa que iam nas sansalas raptar escravos para depois vender? ens de ir pra escola outra vez burro do caralho.",
        "likes": 2
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8kmEQASe3ox",
        "user": "Divanilton",
        "date": "10 months ago",
        "timestamp": 1536417826492,
        "commentText": "@Pedro Ribeiro , Até hj negros escravizam negros. Olhe os ditadores de países da África. O \"presidente\" da  Angola é um bom exemplo disso.",
        "likes": 1
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8kmF2kIakR6",
        "user": "Pedro Ribeiro",
        "date": "10 months ago",
        "timestamp": 1536417826493,
        "commentText": "claro que sim ,quem e racista hoje em dia sao os negros ,nao os brancos,se eles tem algo a ajustar contas,e com os brancos la atras do passado que ja morreram,nos nao lhes deve mos nada ,usam isso para adquirir tudo facil na europa ,se fazem de coitadinhos e tudo ma grande conversa de merda que ja cheira mal,os arabes fazem o mesmo no resto da europa ,e os brancos engolem ,dou te 30 anos e a europa vai estar toda fudida porque somos governados por merda de esquerda .",
        "likes": 2
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8knQViCfc8g",
        "user": "Divanilton",
        "date": "10 months ago",
        "timestamp": 1536417826494,
        "commentText": "@Pedro Ribeiro , Isso não muda o fato de alguns europeus terem escravizado pessoas.  Quanto ao que disse, concordo. No máximo 30 anos para a europa como conhecermos hj deixar de existir.",
        "likes": 0
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8laja4GSz_F",
        "user": "Pedro Ribeiro",
        "date": "9 months ago",
        "timestamp": 1539009826496,
        "commentText": "mete os na tua casa.",
        "likes": 3
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8lajq5c0J3Y",
        "user": "Pedro Ribeiro",
        "date": "9 months ago",
        "timestamp": 1539009826497,
        "commentText": "nao foi nao,quem começou a escravidao foram os africanos entre eles ,afinal a quem pensas que os portugueses iam comprar escravos? aos africanos ,volta ler mais um bocado ,vais ficar surprendido.",
        "likes": 2
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8lqEOAN3U6x",
        "user": "Pedro Ribeiro",
        "date": "9 months ago",
        "timestamp": 1539009826498,
        "commentText": "esta ai a verdade,caso interesse. https://www.youtube.com/watch?v=W6pAy0r7c_A",
        "likes": 1
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8mlDkcNFobR",
        "user": "Nuno Cunhá Ataide",
        "date": "8 months ago",
        "timestamp": 1541688226499,
        "commentText": "Sou portugues.. Os feitos portugueses causaram muita admiração em Roma; e Deus quis que Miguel Ângelo desse testemunho disso, para os que haveriam de vir, no painel principal da Capela Sistina (sobre o altar-mor), pintando a cena \"o resgate dos escravos\" (na qual Portugal com um longo rosário faz subir a África e a Índia).\nEntre as dezenas de figuras desenhadas por Miguel Ângelo na famosa pintura \"Juízo Final\" – almas perdidas, anjos, demónios, apóstolos e santos – destacam-se dois homens pendentes num rosário, em movimento ascendente de Salvação.\nEles estabelecem uma relação simbólica com Portugal. São um negro e um indiano agarrados a um terço. O primeiro representa o continente africano, o segundo o mundo oriental e o rosário representa a oração.\nFalta um índio da América – facto que talvez se possa atribuir à animosidade que então reinava contra os espanhóis. Mas a mensagem é clara: levado pelos missionários portugueses, o Evangelho salvaria o novo mundo do Fim dos Tempos.",
        "likes": 0
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8nfq208Iynd",
        "user": "Jaime Graça",
        "date": "7 months ago",
        "timestamp": 1544280226501,
        "commentText": "Acho muita piada estes brasileiros de merda que tem pretos há 500anos e  meteram-nos todos em favelas,   virem critricar a europa ou os portugueses que foram os brancos que deram casa aos africanos,  hoje Portugal não tem favelas e já tem pretos mais evoluídos do mundo, estas pessoas do vídeo são imigrantes ilegais que chegaram recentemente e vivem assim, mas são muito poucos.",
        "likes": 1
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8nfrhQP2qwg",
        "user": "Nuno Cunhá Ataide",
        "date": "7 months ago",
        "timestamp": 1544280226502,
        "commentText": "@Jaime Graça Sim. É uma vergonha do que está acontecendo na classe política Portuguesa, Políticos de meia tigela, que sabem pouco em termos de inteligência, porque não sabem governar nenhum Ministério, e quando acontecem situações destas é porque nunca governaram nenhuma casa de família. Porque sabiam quanto custa um aluguer dum apartamento ou duma habitação ou da prestação a pagar ao Banco; concertesa também saberiam quanto se gasta na alimentação e em produtos higiénicos, electricidade, gaz, água, manuais escolares, farmácia, transportes e outras coisas diversas que surgem no quotidiano duma família.\nIsto vem a propósito de que a nossa classe política é muito baixa em dignidade e honestidade e depois são comentadores dos canais de televisão, para compensar os favores Políticos enquanto exerceram a actividade política com infiltração da corrupção.\nMas ainda não disse tudo: eles sabem pouco, são ladrões, são mentirosos, são corruptos, são desonestos e pouco leais; resumindo esta classe política deveria ter vergonha de assumirem publicamente, porque têm o desplante de residirem em Lisboa e solicitar o subsídio de deslocação quando os colegas sabem que não é verdade.\nIsto não acontece só na Assembleia da República, acontece também no Parlamento Europeu, e isto é democracia, viverem descaradamente roubando ao povo o que metem no seu bolso.\nAcabem com a República e criem uma Monarquia, porque os países que vivem em Monarquia vivem melhor do que os países republicanos.\nPORTUGAL foi forte e rico enquanto viveu em Monarquia, desde 1910 PORTUGAL foi empobrecendo ano após ano, não quero com isto modificar o pensamento das pessoas, mas serve este apontamento para reflexão, daqueles que se sentem injustiçados na prática desta política actual.",
        "likes": 0
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8nfu5-n2XyW",
        "user": "Jaime Graça",
        "date": "7 months ago",
        "timestamp": 1544280226503,
        "commentText": "Nuno Cunhá Ataíde você falou , falou,,, mas não entendi o que a sua conversa tem a ver com esta generalização racista do jornal publico,  eu vivi em Africa , e sei que a a grande maioria dos africanos em Portugal vive bem, o Jornal Publico trata as pessoas como atrasados mentais e fazem estas generalizações para dizer que TODOS  os pretos em Portugal vivem assim porque os brancos são TODOS racistas... e isso é mentira, alias o jornal publico conta muitas mentiras",
        "likes": 1
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8ng4W1-vXVL",
        "user": "Nuno Cunhá Ataide",
        "date": "7 months ago",
        "timestamp": 1544280226504,
        "commentText": "@Jaime Graça Atenção . Situação é gravíssima, apesar da propaganda continuada, paga com o dinheiro do povo, não podem esconder por muito tempo a degradação na saúde, nas escolas, na segurança etc. Estamos por um fio mesmo com uma carga fiscal usurária de impostos tachas, serviços e portagens.",
        "likes": 0
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8ng5HGImYVp",
        "user": "Nuno Cunhá Ataide",
        "date": "7 months ago",
        "timestamp": 1544280226505,
        "commentText": "@Jaime Graça  A charrua penetra o solo mais que o ferro da espada; o suor fertiliza a terra mais que o sangue das veias; o espírito afeiçoa e transforma os homens e a natureza mais profundamente que a força material dos dominadores. As fundas pegadas e traços que ficaram de nós na terra e nas almas, por muita parte onde não é hoje nosso domínio político, e têm maravilhado os observadores desde as costas de Marrocos à Etiópia e do Mar Vermelho aos Estreitos e ao Mar da China, vêm exactamente de que a nossa obra não é a do caminheiro que olha e passa, do explorador que busca à pressa as riquezas fáceis e levantou a tenda e seguiu, mas a do que, levando em seu coração a imagem da Pátria, se ocupa amorosamente em gravá-la fundo onde adrega de levar a vida, ao mesmo tempo que lhe desabrocha espontâneo da alma o sentido da missão civilizadora. Não é a terra que se explora: é Portugal que revive.",
        "likes": 0
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8ngK8LsApnE",
        "user": "Jaime Graça",
        "date": "7 months ago",
        "timestamp": 1544280226507,
        "commentText": "@Nuno Cunhá Ataide desculpe lá mas você está a falar do quê?",
        "likes": 1
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8pzC3jB1Nb6",
        "user": "area 51 dead BR",
        "date": "5 months ago",
        "timestamp": 1549637026508,
        "commentText": "Nós brasileiros devemos ficar quietos até porque a maioria dos negros que moram aqui no Brasil moram em periferias.",
        "likes": 2
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8pzCNSKLF6f",
        "user": "area 51 dead BR",
        "date": "5 months ago",
        "timestamp": 1549637026509,
        "commentText": "@Pedro Cabral ...pare de falar merda seu imbecil do caralho aqui esta cheio de Portugueses no Brasil e você fica falando em Brasileiros é um otário de merda.",
        "likes": 1
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8q0RazjPJT9",
        "user": "Jaime Graça",
        "date": "5 months ago",
        "timestamp": 1549637026510,
        "commentText": "Sérgio Ferreira\r e você devia aprender que se hoje africano tem alguma coisa e uma civilização e pertencente ao mundo ocidental isso foi a influencia dos portugueses. Foram os portugueses que desenvolveram Africa e proporcionaram aos Africanos hoje terem boas vidas na europa,  o africano em Portugal não veio do escravo, veio de avião e a maioria está bem na vida.",
        "likes": 0
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8qUFbXMwh4S",
        "user": "tima tomas",
        "date": "5 months ago",
        "timestamp": 1549637026511,
        "commentText": "+Jaime Graça Os africanos tinha civilizacao  antes  dos portugueses  chegarem  em Africa os portugueses inposeram à civilizacao ocidental",
        "likes": 0
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8qUJDoy-eEe",
        "user": "Jaime Graça",
        "date": "5 months ago",
        "timestamp": 1549637026513,
        "commentText": "tima tomas    Meu caro, o que os portugueses fizeam em Africa foi do inicio nem havia lá ninguém a viver, como Cabo Verde ou São Tomé e Principe, em Angola e Moçambique sim já havia civilização mas era muto atrasada e  tribal, nada a ver com a civilização de hoje.  Eu vivi lá.",
        "likes": 0
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8qUKskOpsMX",
        "user": "tima tomas",
        "date": "5 months ago",
        "timestamp": 1549637026515,
        "commentText": "+Jaime Graça Tribal ou atrasada  era civilizacao nao  digam  que os africanos nao  éramos  civilizados",
        "likes": 0
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8qUMHGN736L",
        "user": "Jaime Graça",
        "date": "5 months ago",
        "timestamp": 1549637026516,
        "commentText": "tima tomas a minha mãe é cabo-verdiana, eu sei o que é africa,  na realidade em Angola há ainda tribos que não tiveram influencia europeia,   vivem em grupo e da caça,  Quem quiser e defender uma africa antes de europeus que vá viver para lá. Eu prefiro o meu modo de vida ocidental. Olhe aqui a uma visão de Angola antes e europeu, ainda existe.  http://www.welcometoangola.co.ao/_os_himbas",
        "likes": 0
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8qUavXhIcB7",
        "user": "tima tomas",
        "date": "5 months ago",
        "timestamp": 1549637026517,
        "commentText": "+Jaime Graça Na civilizacao  ocidental também  existiu tribos de cacacdores",
        "likes": 0
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8qUhP6U1xS5",
        "user": "Jaime Graça",
        "date": "5 months ago",
        "timestamp": 1549637026518,
        "commentText": "tima tomas claro que sim,  há 3 mil anos atras europeus e africanos viviam de forma igual em regime tribal, caçavam para comer.  A europa também teve milhares de anos invasões de muitos povos e foi isso que fez a civilização ocidental.",
        "likes": 0
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8qUhdWdcMpJ",
        "user": "Jaime Graça",
        "date": "5 months ago",
        "timestamp": 1549637026520,
        "commentText": "Pedro Cabral a questão é que essas invasões sejam europeias ou africanas trouxeram cultura e desenvolvimento.  Nenhum povo evolui se estiver sem contactos com outros povos.",
        "likes": 0
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8qeuyhBVUJw",
        "user": "Lork Sotren",
        "date": "5 months ago",
        "timestamp": 1549637026521,
        "commentText": "@Alma Mater VAI ESTUDAR SUA BURRA, QUE ESCRAVIZOU OS ÍNDIOS NO BRASIL, FORAM OS PORTUGUESES, SEUS ANTEPASSADOS QUE FIZERAM MERDA EM TODO LUGAR QUE POSSARAM. AGORA, PORTUGAL TEM A OBRIGAÇÃO DE RECEBE-LOS. AS RIQUEZAS DA AFRICA DA AMERICA OS PORTUGUESES ROUBARAM PARA CONSTRUIR PORTUGAL.",
        "likes": 0
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8qmH40KHxFE",
        "user": "Vinícius Gomes",
        "date": "5 months ago",
        "timestamp": 1549637026522,
        "commentText": "@Pedro Cabral ai... tu é burro em...!!!!!!!",
        "likes": 0
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8rp5628CsuN",
        "user": "Pedro Ribeiro",
        "date": "4 months ago",
        "timestamp": 1552056226523,
        "commentText": "@CBR600 1 deichou 40 anos de ditadura,impediu que o povo estuda se e agora somos fudidos a força toda e enganados porque o povo portugues esta cego.",
        "likes": 0
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8rpVg-LQ3Ay",
        "user": "Carvalho Dias",
        "date": "4 months ago",
        "timestamp": 1552056226525,
        "commentText": "@Pedro Cabral ????",
        "likes": 0
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8rpVjxdvQOj",
        "user": "Carvalho Dias",
        "date": "4 months ago",
        "timestamp": 1552056226526,
        "commentText": "@lkkjhtemmexv ?",
        "likes": 0
      },
      {
        "id": "Ugw8drU3RsJ3rB6IYzJ4AaABAg.8XN-Z1W8kFx8rpVrvRRIof",
        "user": "Carvalho Dias",
        "date": "4 months ago",
        "timestamp": 1552056226527,
        "commentText": "@Pedro Cabral ??   Nem historia sabes em condiçôes  kkkkkkkkkkkk",
        "likes": 0
      }
    ]
  }
]
}

