{
 "header": {
 "title": " Racismo de ciganos no Lumiar ",
 "subtitle": " NA ",
 "owner": " molezas ",
 "views": " 30 563 visualizações ",
 "likes": " 34 ",
 "dislikes": " 11 ",
 "shares": " NA ",
 "datePosted": " Publicado a 06/11/2008 ",
 "dateExtraction": " 2019-05-28 ",
 "language": " pt ",
 "plataform": " YouTube ",
 "url": " https://www.youtube.com/watch?v=F3ckETK-ENM ",
 "postText": " Encarregados de educação culpam ciganos por violência em escola do Lumiar. Cigana diz que não sabe de nada. Professora diz que se deve ao facto de existirem duas raças distintas na etnia cigana. Cigana responde que se estão mal, mudam-se. ",
 "numberPosts": " 69 comentários",
 "srcType": " video ",
 "nameNewspaper": " NA ",
 "socioLingVar": "  ",
 "listEvents": "  ",
 "articleKeywords": " NA ",
 "keywords": "  ",
 "commentsOpen": " yes "
 },
 "commentThread": [
  {
    "id": "UgxCL6wfVIfXm7SM0Np4AaABAg",
    "user": "AGplays AGplays",
    "date": "7 months ago",
    "timestamp": 1540739817371,
    "commentText": "Os n ciganos deviam ser presos em campos de concentração",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UghbLXfwTrc5DngCoAEC",
    "user": "Nsatiro",
    "date": "1 year ago",
    "timestamp": 1527520617373,
    "commentText": "2 batalhões dos comandos.. Às minhas ordens, em 48h resolvia a situação..",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UggUbnlmjqBWXngCoAEC",
    "user": "Cesar Luz",
    "date": "2 years ago",
    "timestamp": 1495984617375,
    "commentText": "estes senhores caras duma merda pa",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugjhhlv5EnFufngCoAEC",
    "user": "Antonio Marradas",
    "date": "3 years ago",
    "timestamp": 1464448617377,
    "commentText": "brancos pedofilos são alíneas disfarçados de humanos com carinhas de santos, predadores de criancinhas indefesas, pedófilos da merda et's não são bem vindos ao nosso 🌍, saíam daqui pra pora brancos desumanos!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgjjQSAmGklzG3gCoAEC",
    "user": "DJ Nuno",
    "date": "4 years ago",
    "timestamp": 1432826217379,
    "commentText": "Nunca vi num jornal a dizer que foi preso um cigano por violar.... Agora os brancos só aparecem no jornal pk roubam, matam,violam.etc. Basta que os ciganos nem no jornal aparecem",
    "likes": 3,
    "hasReplies": true,
    "numberOfReplies": 5,
    "replies": [
      {
        "id": "UgjjQSAmGklzG3gCoAEC.7zVvkK6J2-l716ULRIqEQD",
        "user": "nazbuk",
        "date": "3 years ago",
        "timestamp": 1464448617729,
        "commentText": "@DJ Nuno Já viste a bofia mandar parar algum cigano ? Eu nunca vi , e devem ter a carta 5 % deles , ainda faz uma semana o meu sobrinho de 11 anos foi roubado por 3 putos ciganos que ainda meterem a faca na barriga do miúdo pra roubarem-lhe o telemovel , está neste momento a emergir uma geração de ciganos que pode ser a pior de sempre em Portugal , mas o mais giro é que estes são os ciganos criados pelo estado português via subsídios dos anos 90 , ciganos que estão entre os 15 e os 25 e pico , o português têm que evita-los porque um gajo parte um cigano desses ao meio e vêm os lelos todos com a pistola , e os media ainda os levam ao colo .",
        "likes": 0
      },
      {
        "id": "UgjjQSAmGklzG3gCoAEC.7zVvkK6J2-l89UCDQaJ2AK",
        "user": "run over",
        "date": "3 years ago",
        "timestamp": 1464448617731,
        "commentText": "É verdade mano os senhores so violam as filhas as sobrinhas as avos as bisavos que odio sao uma camada racistas",
        "likes": 1
      },
      {
        "id": "UgjjQSAmGklzG3gCoAEC.7zVvkK6J2-l89WTmm0jvbR",
        "user": "nazbuk",
        "date": "3 years ago",
        "timestamp": 1464448617732,
        "commentText": "@Marco káká\naiii filhe vai te já, qual senhori ,nem sei onde estiveste enterrado ao ponto de não saberes que os ciganos fartam-se de dar porrada nas mulheres, elas depois habituam-se, e racistas ?? Ninguém teve direito a mais tolerância que vocês caralho, nem os pretos tiveram tanta tolerância, os pretos que vocês tanto adoram ahaha,  isto não tem a ver com portugueses porque não há país nenhum do mundo que goste de vocês , praticamente em todo o lado são uns analfabetos de merda cheios de mania que são bons a intimidar pessoas só porque são ciganos e cheiram mal ,  no fundo ninguém tem medo de vocês pah , as pessoas não querem é problemas nas suas famílias e evitam-vos porque afinal não existe mais cobardolas que vocês , não são capazes de levar porrada como um homem e vão logo direito as barracas chamar o resto dos índios,  e depois vão fazer barracada para a porta das pessoas com aquelas pistolas e aquelas facas cheias de ferrugem , ás vezes com crianças assustadas aos gritos , nojo metem vocês aos cães .",
        "likes": 1
      },
      {
        "id": "UgjjQSAmGklzG3gCoAEC.7zVvkK6J2-l8_8SWFZZHB8",
        "user": "Pain Maker",
        "date": "1 year ago",
        "timestamp": 1527520617734,
        "commentText": "hahhaha na comunidade cigana a pedofilia corre solta basta ver com que idade se casam as raparigas 14 , 15 , 16 anos .... ganha mas é juizo",
        "likes": 0
      },
      {
        "id": "UgjjQSAmGklzG3gCoAEC.7zVvkK6J2-l8_8SsxVwR42",
        "user": "Pain Maker",
        "date": "1 year ago",
        "timestamp": 1527520617735,
        "commentText": "essa teve coragem de denunciar centenas delas levam e calam e vem este atrasado falar dos brancos.... nós brancos somos otários é de vos sustentarmos.. basta ver os bairros de habitação social todos vandalizados  so pk vos dao as casas mas nao vos sai tusto do bolso",
        "likes": 0
      }
    ]
  },
  {
    "id": "UggRAL-gfiWBmXgCoAEC",
    "user": "Pedro Correia",
    "date": "4 years ago",
    "timestamp": 1432826217382,
    "commentText": "Sao mesmo burros.e tudo igual ciganos e sem ser ciganos os brancos e que andao sempre nas noticias wue da no jornal ainda nao repararam",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugjt9PjsEknbKXgCoAEC",
    "user": "leandro goncalves",
    "date": "5 years ago",
    "timestamp": 1401290217384,
    "commentText": "a tanta pessoa burra e estupida neste nosso portugual, se ja entenderan sou cigano de etnia e cidadao portugues, nao existe raça, e etnia, sua prof... burra",
    "likes": 1,
    "hasReplies": true,
    "numberOfReplies": 5,
    "replies": [
      {
        "id": "Ugjt9PjsEknbKXgCoAEC.7-H0Z7-5HFO8AH4BoCh-fi",
        "user": "zham shack",
        "date": "3 years ago",
        "timestamp": 1464448617747,
        "commentText": "+leandro goncalves  és cegano atão vai te embora do país",
        "likes": 1
      },
      {
        "id": "Ugjt9PjsEknbKXgCoAEC.7-H0Z7-5HFO8C_QAlRR3nE",
        "user": "Antonio Marradas",
        "date": "3 years ago",
        "timestamp": 1464448617748,
        "commentText": "+zham shack, brancos são desumanos, são alíneas disfarçados de humanos com carinhas de santos, mas vieram ao mundo pa violarem te e abusarem de criancinhas indefesas,pedófilos da merda et's não são deste mundo!",
        "likes": 0
      },
      {
        "id": "Ugjt9PjsEknbKXgCoAEC.7-H0Z7-5HFO8c4yJQ_50Jw",
        "user": "Filipe Silva",
        "date": "1 year ago",
        "timestamp": 1527520617750,
        "commentText": "Vai embora e o país fica mais limpo, mais pacífico e, também, com melhor cheiro.",
        "likes": 0
      },
      {
        "id": "Ugjt9PjsEknbKXgCoAEC.7-H0Z7-5HFO8iw5dSAK4Q1",
        "user": "ml Ricky",
        "date": "10 months ago",
        "timestamp": 1532791017751,
        "commentText": "Filipe Silva e um cheiro da cona da tua mãe ne!   Vãiam pá caralho pha falem isso a nossa frente seus cagados",
        "likes": 0
      },
      {
        "id": "Ugjt9PjsEknbKXgCoAEC.7-H0Z7-5HFO8vSmaqIrfvh",
        "user": "Jorge Coutinho",
        "date": "13 hours ago",
        "timestamp": 1559009817753,
        "commentText": "@Filipe Silva vai tu embora pa.cona da tua maee,sabes pk meu.ganda Otário ignorante do caralho,quem cheira mal e quem sao corruptos são voces brancs fato e gravata,que roubam dinheiro e roubam.ao estado,e voces coitados escravos nu mundo,noz somos povo de deus e tu e as pessoas que disseram mal contra os ciganos vão arder todos nu.inferno pk so deus nu meio.disto tudo é que nos pode julgar....",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugh9Ma4hGLY66HgCoAEC",
    "user": "KAEL ANDRADAS",
    "date": "5 years ago",
    "timestamp": 1401290217387,
    "commentText": "OS BRANCOS SAO TODOS UMAS MERDA!! ELES SAO CABRAES E ELAS SAO TODAS UMAS PUTAS!!!",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "Ugh9Ma4hGLY66HgCoAEC.7-H0Z7-5Vjj7RpIhdBbL1c",
        "user": "edgar ferreira",
        "date": "3 years ago",
        "timestamp": 1464448617666,
        "commentText": "por isso a tua mãe é puta",
        "likes": 1
      }
    ]
  },
  {
    "id": "UgzTC0RVp9D14KhoY7F4AaABAg",
    "user": "ricardo ronaldo",
    "date": "5 years ago",
    "timestamp": 1401290217390,
    "commentText": "vai para checoog y PortoAndTekFan18",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzcKbclOKADtDR4ARR4AaABAg",
    "user": "ricardo ronaldo",
    "date": "5 years ago",
    "timestamp": 1401290217391,
    "commentText": "Cuidado com o que você dizer filho da puta os ciganos que não são como você pensa eu sei como ves aos  ciganos . era assim nec nos tihamos que tratar-te . FIHO DA PUTA.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgywT4E1MrcQtyvbWW94AaABAg",
    "user": "tamaracg",
    "date": "6 years ago",
    "timestamp": 1369754217394,
    "commentText": "Olha portoand tu deserteza a apeseluta que não fiseste issu que eskreveste pq se tu deseste issu bem alto e cuspiste o cigano ou a cigana devia de ser maluka de não te partir essa boka toda mas claro para tu tares com tanta raiva os ciganos tu ja cumeste pouco por a boca",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwkQC_8uogzivx2YIZ4AaABAg",
    "user": "Filipe Domingos",
    "date": "6 years ago",
    "timestamp": 1369754217396,
    "commentText": "E tu devias ter estudado na casa pia quando a gertudes nunes fazia aquelas famosas festas com grandes senhores da sociadade portuguesa ou tambem devias ir a praia com o motorista mais famoso de portugal com o nome carlos silvino ou ires a uma consulta daquele medico famoso que adora crianças .... ou dar uma entrevista a um dos melhores apresentador de tv um,a coisa te garanto nenhum deles é cigano ....isso sim são escoria mas esses como tem estatutos não se passa nada seu bando de pedofilos ...",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyrQh1_tXcgMnTQjRZ4AaABAg",
    "user": "Filipe Domingos",
    "date": "6 years ago",
    "timestamp": 1369754217398,
    "commentText": "Olha vou te dar um exemplo ontem estava na fila de uma farmacia de serviço eram quaze 11horas da noite tinha um senhor a chorar encostado a parede e dizia que não tinha dinheiro para comprar os comprimidos para a filha que tem tenção alta os comprimidos custam 6.85€ tinham mais ou menos 6 pessoas na fila dou te um doçe se adivinhares quem comprou o remedio ao senhor ...não podes juntar todos no mesmo sesto .porque se fosse assim mais da metade da população portuguesa eram pedofilos ...entendeste",
    "likes": 0,
    "hasReplies": true,
    "numberOfReplies": 1,
    "replies": [
      {
        "id": "UgyrQh1_tXcgMnTQjRZ4AaABAg.8GcT-z-oJD18Xoyf6vBaEf",
        "user": "ItsAmeWillSmith",
        "date": "1 year ago",
        "timestamp": 1527520617658,
        "commentText": "Filipe Domingos mais de metade eram pedófilos? Mostre me onde arranjou essas estatísticas caro colega.",
        "likes": 0
      }
    ]
  },
  {
    "id": "Ugyn0tMN3ity3jwcanx4AaABAg",
    "user": "Filipe Domingos",
    "date": "6 years ago",
    "timestamp": 1369754217401,
    "commentText": "Ó artista valentão máuzão ..porque tu não dizes que andas a descontar para pagares segurança ao carlos silvino sim aquele que viola crianças por exemplo nesse caso da casa pia tem algum cigano como arguido ? no caso face oculta tem algum cigano ? em casos de abandono de idosos e crianças tem algum cigano ? nós os ciganos temos de tudo bons e maus mas uma coisa te garanto não temos pedofilos já voçês ....já agora quando vires um cigano na rua grita como diseste aqui morte aos ciganos",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwgvWzDH61POmjf6ON4AaABAg",
    "user": "Filipe Domingos",
    "date": "6 years ago",
    "timestamp": 1369754217403,
    "commentText": "Bem tenho a certeza que tu és um grande recista porque em vez te tu dizeres para fecharem os ciganos na escola e depois pegar fogo 1 ponto nem tu nem 10000 como tu tinham essa capacidade de fazer isso depois éra melhor fecharem o CARLOS CRUZ O CARLOS SILVINO O HUGO MARÇAL E COMPANHIA LIMITADA  e depois porem fogo .....em algum desses arguidos vêz algum cigano ????em caso de mal tratos a idosos vêz algum cigano ..nós temo de tudo um pouco bons e máus mas pedofilos não temos já tu não sei",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugy6RgoILGX4yocoeY14AaABAg",
    "user": "gavaia69",
    "date": "6 years ago",
    "timestamp": 1369754217405,
    "commentText": "o nome do video é racismo de ciganos, alguem que me moste um video mundial de um cigano a ajuda alguem, e depois dissem que somos racistas",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzjnMf5rer-_fT7cKt4AaABAg",
    "user": "Helio Kalon",
    "date": "6 years ago",
    "timestamp": 1369754217408,
    "commentText": "quanta ingnorancia,sou cigano e sei como e dificil .pois o preconceito ta ai. mais adoraria que alguem como esse besta ai falasse mal de minha mae pra mim quebrar todos os dentes dele, ta inssastifeito com a vida filho de uma egua? vou te da uma ideia pra vc nao ter nenhuma preocupaçao e nem problemas.  suba em cima da mesa coloque uma cordinha no pescosso e  pule. os incapazes tem senpre que colocar a culpa de seus fracassos em alguem",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzE0KcxiMXoFNoKG3l4AaABAg",
    "user": "MsPopota69",
    "date": "6 years ago",
    "timestamp": 1369754217410,
    "commentText": "fdx mas ha mais d 1 raça d ciganos?! crl, sao piores k os ratos!!!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxijnGTuv75TMzIwuh4AaABAg",
    "user": "Bernardino Mendes",
    "date": "6 years ago",
    "timestamp": 1369754217412,
    "commentText": "é triste ver tanta ignorancia no meio destes comentarios racistas ,nos ciganos há pessoas boas e pessoas más nunca se deve globarisar toda uma etnia nas acões de alguns indevidoos .e com respeito aesses comentarios que tranbordom de violencia ,é notoria a covardia de quem se esconde atrás de um monitor. Não quero deixar de dizer que a violencia é usada por aqueles que lhe faltam argumentos.!sou cigano  portugues ou portugues cigano  o que entereça é que não há ninguem mais portugues que eu.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwPFosKLYLcv9xhsAt4AaABAg",
    "user": "aN Antrax",
    "date": "6 years ago",
    "timestamp": 1369754217415,
    "commentText": "ciganada LOL queimadinhos é que tavam bem",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyntWDqVmvaLhkq-PN4AaABAg",
    "user": "Pedro AKA.",
    "date": "6 years ago",
    "timestamp": 1369754218715,
    "commentText": "sim eu mesmo junto a entrada do bairro da cruz vermelha onde nao ha muitos ciganos. mas a minha mae trabalha na avenida principal da alta de lisboa(antiga musgueira) e passo la muitas vezes vejo ciganos se eles nao me fazem nada. ate tenho alguns amigos entre eles",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugzu8S2CpT0NRb44tYF4AaABAg",
    "user": "Fernando Ferreira",
    "date": "6 years ago",
    "timestamp": 1369754218716,
    "commentText": "Pedro «Lumiar»\nO teu nome presumo que mores nessa área mas talvez num condomínio.\nSe morares basta saíres um pouco á rua a pé e passa junto ao aeroporto e zona de alta de Lisboa norte ,lá também condomínios fechados mas de «ciganada» .\nPassa por lá\nOu melhor vai para lá viver\nOlha infelizmente aqui á 2 messes tive de ir lá fazer um «corte» ,mas só entrei com protecção policial e só á 2 vez é que consegui fazer o trabalho que me competia.\nPor isso pede a Deus que nunca caias nas mãos dessa ração",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugzb2WcifnU2nyVycKp4AaABAg",
    "user": "Pedro AKA.",
    "date": "6 years ago",
    "timestamp": 1369754218718,
    "commentText": "lol se fosses cigano ja nao dizias isso",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugy1HpR2U79P_R3gf1x4AaABAg",
    "user": "rafoidis",
    "date": "7 years ago",
    "timestamp": 1338218218720,
    "commentText": "ciganos haviam de ser queimados, nunca trabalham sao umas putas de uumas sanguesugas que destroem o pais",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyCw3DEwEb0q68Cjdd4AaABAg",
    "user": "Pedro AKA.",
    "date": "7 years ago",
    "timestamp": 1338218218721,
    "commentText": "Caros cidadãos que estão para aqui com discussões de m*rda\nVenho informar-vos que pelos comentários que li tenho vergonha de ser Portugues porque somos o povo mais racista que já conheci.\nPara esses infelizes que dizem que os ciganos deviam morrer queria ver se eram da mesma opinião se tivessem nascido ciganos. \nAs coisas que eu mais odeio são as \"religiões\" e a \"raças\" que so trazem guerras a este mundo\nPaz e acabem com o racismo",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwwipIUVSlx5zpPnrp4AaABAg",
    "user": "Claudio Simoes",
    "date": "7 years ago",
    "timestamp": 1338218218723,
    "commentText": "o racismo nunca vai acabar idiota porque não somos todos iguais embora os traidores gostem de dizer que somos todos iguais.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxoA72s-QRp6hb6cNR4AaABAg",
    "user": "Márcio Cravo",
    "date": "7 years ago",
    "timestamp": 1338218218724,
    "commentText": "Monitores culturais??????????????????????? Têm é de levar nas lonas para entrar na linha e não bater a mais ninguem!!!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxXDhSc0OvAYRr76JJ4AaABAg",
    "user": "acacio da conceiçao cardoso cardoso",
    "date": "7 years ago",
    "timestamp": 1338218218726,
    "commentText": "estou utilizando a conta de um amigo! nao sou cigano epa ou checoog em vez de keimarmos os ciganos deviamos keimar os pidofilos e violadores ke ha no nosso pais ke sao 90% da popolaçao dos homens isso sim e uma vergolha epa kresce e aperece os ciganos nao sao a ameaça mas sim os portugueses!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugx0mV0-xtGTqjMusWh4AaABAg",
    "user": "Daniel Costa",
    "date": "8 years ago",
    "timestamp": 1306595818727,
    "commentText": "@genteboa1ify \nEu tou mt bem de saúde lol tu é q tas e é desses cornos. vai mas é trabalhar que faz bem, nem que seja a dar cu, é mais do q tu fazes neste momento !",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyS18t8_JMNB9-qrnJ4AaABAg",
    "user": "Daniel Costa",
    "date": "8 years ago",
    "timestamp": 1306595818729,
    "commentText": "@genteboa1ify Filho da puta aprende a ler depois vem falar comigo. N sabes ler nem escrever portugues monte de merda. continua para aí a ladrar pa quem perceber esses grunhidos",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwBAB_IMJR6T-vSIxZ4AaABAg",
    "user": "Daniel Costa",
    "date": "8 years ago",
    "timestamp": 1306595818730,
    "commentText": "@genteboa1ify  não me percebeste, não te mandei ir comer merda do nada otário, mas devia. Tou te a dizer que se Portugal ficar na banca rota e sem dinheiro como tu tas para aí a ladrar vais comer o que meu cabeça de caralho? Pensa antes de falar",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxXpXg9FrdVqS6GuaV4AaABAg",
    "user": "Daniel Costa",
    "date": "8 years ago",
    "timestamp": 1306595818732,
    "commentText": "@genteboa1ify \nDepois comes merda meu granda filho dum caralho. Pa senao gostas disto vai te embora! Ninguem te quer aqui.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugyqi4NXVjFieYsil8F4AaABAg",
    "user": "Mariana19",
    "date": "8 years ago",
    "timestamp": 1306595818733,
    "commentText": "é assim nao acredito k ciganos sejam tds iguais, uns sao cidadãos como toda a gente e outros sao anormais \"Ciganos correm INEM á pancada\" desculpem la mas isso é msm a parvalhões!!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwXqqj-rV6Lt6U-j354AaABAg",
    "user": "DownloadNowNow",
    "date": "8 years ago",
    "timestamp": 1306595818735,
    "commentText": "@KillerChaijBalin a puta que te pariu e a merda que ta neste pais, portugueses filhos da puta, RACISTAS",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgycWScmp125p_VH7dR4AaABAg",
    "user": "DownloadNowNow",
    "date": "8 years ago",
    "timestamp": 1306595818736,
    "commentText": "Para que tanta descusão? Somos tds iguais... foda.se quando é que vai acabar o Racismo!!!!! \nPEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, PEACE, , PEACE, PEACE, PEACE, PEACE!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxN0CoENFqYjtsq1Ap4AaABAg",
    "user": "Roddas",
    "date": "8 years ago",
    "timestamp": 1306595818738,
    "commentText": "@jfarinhote Ai que caralho, essa da Ciganolândia deu cabo de mim! Ri-me tanto que me vieram lágrimos aos olhos e até acordei a minha filha! xD Mas a parte disso, concordo inteiramente contigo.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzQh5guJ_xZ4DckpCZ4AaABAg",
    "user": "João Farinhote",
    "date": "8 years ago",
    "timestamp": 1306595818740,
    "commentText": "@SaraCatarina69 Pessoas com outros hábitos? Mas eu vivo em Portugal, não nvivo na Ciganolândia, eles é que têm que se adaptar às nossas regras e não o contrário. As contas não se fazem assim, a percentagem de ciganos presos relativo à sua população é muito mais alta que a dos portugueses.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyEiwVXDWq1J3wH9BZ4AaABAg",
    "user": "Sara Cardoso",
    "date": "8 years ago",
    "timestamp": 1306595818741,
    "commentText": "GENTE CIGANOS NOA SAO MERDA , SIMPLESMENTE SÃO PESSOAS COM OUTROS HÁBITOS É COM A VER AFRICANOS INGLÊS ,   TANTO  FAZ MERDA O QUE NÃO É CIGANO COM QUEM É , TANTO ROUBA O  CIGANO COM NEM  QUEM É CIGANO , TANTO  ESA PRESO UM CIGANO COM MUITOS QUE NÃO O SÃO , POR FAVOR TENHO  13 ANOS E SEI MUITO BEM  QUE AH CIGANOS E CIGANOS TEM TODOS DIREITO  A VIDA ! COM OUTRA PESSOA QUAL QUERE",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxKSP9IZHcGaOtUh0l4AaABAg",
    "user": "eduardo lourenco",
    "date": "8 years ago",
    "timestamp": 1306595818743,
    "commentText": "Malditos parasitas a solução era mete-los numa ilha a comer gafanhotos",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugyp3k0z1MXg6fmfLTN4AaABAg",
    "user": "fabio conceiçaõ",
    "date": "8 years ago",
    "timestamp": 1306595818744,
    "commentText": "@Alkaidification ouve la ciganos sao ciganos romenios sao romenios ja agora os ciganos nao violao  os filhos",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxdJw8y6Kb1lnghuch4AaABAg",
    "user": "JPVA",
    "date": "8 years ago",
    "timestamp": 1306595819513,
    "commentText": "É engraçado k no resto da Europa os ciganos são tratados feito lixo e cá em Portugal essas merdas dominam a sociedade portuguesa através da violência.\nÉ vergonhoso para este pequeno grande país k é Portugal.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzhA3KMxynJZ0QlnoR4AaABAg",
    "user": "sandro maia",
    "date": "8 years ago",
    "timestamp": 1306595819515,
    "commentText": "epá, em vez de se preocuparem com a nossa etnia, que tem os seus males, é verdade, e quem não os tem que atire a 1ªpedra, porque é que não se preocupam antes com a pedófilia, tipo: pais a violar os filhos, irmão a fornicar as irmãs, esse malucos que ai andam a abusar de anjinhos que são as crianças, esse são problemas muito maiores e VOÇES NÃO VÊM CIGANOS nas tv's e jornais a serm acusados disso,\r\nAO PASSO QUE NA VOSSA RAÇA.......... ui ui.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwGYxQ0ckeYgnYm4ON4AaABAg",
    "user": "eduardo lourenco",
    "date": "8 years ago",
    "timestamp": 1306595819516,
    "commentText": "@vivaosciganos E ainda agridem o INEM que foi socorrer um cigano haviam de deixa-lo la apodreçer o vosso lugar era na selva e não na sociedade escumalha",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyJ_Yv42aTZfduhLaB4AaABAg",
    "user": "eduardo lourenco",
    "date": "8 years ago",
    "timestamp": 1306595819518,
    "commentText": "@vivaosciganos Eu a voçes nunca comprei nada só sabem andar as portas da segurança social e ainda se sentem discriminados sois uma risota e ja agora aprende a escrever é coisa que não sabes",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugw9toni-gynqX8wbb54AaABAg",
    "user": "eduardo lourenco",
    "date": "8 years ago",
    "timestamp": 1306595819519,
    "commentText": "@vivaosciganos Ve-se logo que és cigano és mais um daqueles que anda os tiros nas ruas desapareçe pa",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugzs-y8ON3TCWm78Ij54AaABAg",
    "user": "eduardo lourenco",
    "date": "8 years ago",
    "timestamp": 1306595819521,
    "commentText": "Pessoal votem PNR só assim vamos ver-nos livres desta escumalha e não só",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwnH0ofMuRXKzzxWS14AaABAg",
    "user": "eduardo lourenco",
    "date": "8 years ago",
    "timestamp": 1306595819522,
    "commentText": "@cfa18 Os portugueses é que tem culpa de terem este governo actualmente que só apoiam estes miseráveis que tem tudo de graça e tão sempre na segurança social a espera dos rendimentos minimos e nós a trabalhar para eles",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwkPGMQpn7TckQL8y14AaABAg",
    "user": "Caetano Lee",
    "date": "8 years ago",
    "timestamp": 1306595819524,
    "commentText": "@rickyboavista concordo!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzUlpDC-cg8zayenNp4AaABAg",
    "user": "93kek",
    "date": "8 years ago",
    "timestamp": 1306595819525,
    "commentText": "Ai mãe",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyHRiPxtz5Za2Jn0EF4AaABAg",
    "user": "Mario Lopes",
    "date": "8 years ago",
    "timestamp": 1306595819527,
    "commentText": "lool  axo  graça  aos  ciganos  querem  os  mesmos  direitos  k  a  nossa  raça  até  ai  concordo  esta  muito  certo!!!\nmas  perguntem-lhes  se  querem  descontar  se  querem  ser  mandados  por  um  chefe  acham  mesmo???  pahhh  andamento  com  esses  ratos  daqui  pra  fora  mas  é  já , e  não  só,  brasucas  e  ucranianada   e  pretalhada foraaaaaaaaaaaaa",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwrK8xVNJd9VH6fT7B4AaABAg",
    "user": "mixtheking2",
    "date": "8 years ago",
    "timestamp": 1306595819529,
    "commentText": "@tamyylore eu? dar o que? \nnão são meus parentes...não contribuem para a minha vida :S",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyeWMO1y9aCTF-0h0V4AaABAg",
    "user": "mixtheking2",
    "date": "8 years ago",
    "timestamp": 1306595819530,
    "commentText": "Os unicos que se aproveitam são os ucranianos que fazem os trabalhos duros!\nDE RESTO É SÓ ESCUMALHA!!!",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxnbtskmR_WbHo4C294AaABAg",
    "user": "HUGO PINHEIRO",
    "date": "9 years ago",
    "timestamp": 1275059819532,
    "commentText": "nem como tu, ou pensas que te safavas",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxVKQR3lWeiqVWgwXZ4AaABAg",
    "user": "Valter Gomez",
    "date": "9 years ago",
    "timestamp": 1275059819533,
    "commentText": "falam que nos ciganos e que somos traficantes e escumalha, mas as prisoes tao cheias e de brancos e calhardons, brasileiros... e aqueles que nao vao la parar sao politicos..tal ex e o da casa pia... Viva aos ciganos... OOLllleeee",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugwa0VFkLEB6d7ZOqfN4AaABAg",
    "user": "filipes966",
    "date": "9 years ago",
    "timestamp": 1275059819535,
    "commentText": "filhos da puta sao uns merdas do carralho so fazem e merda noobs !!!!!!!! extreminemnos",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgxEsyR8VSDOA-4rY1B4AaABAg",
    "user": "Delio Agostinho",
    "date": "9 years ago",
    "timestamp": 1275059819536,
    "commentText": "Os ciganos sao bons e nunca fariam mal a outras pessoas! ate ajudam e estao sempre dispostos a contribuir com caridade. mas ainda assim prefiro nao viver perto deles sao bons demais para mim, nao estou abituado a tanta simpatia.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "Ugxizi8FLHWB1466kOF4AaABAg",
    "user": "jervasiopalha",
    "date": "9 years ago",
    "timestamp": 1275059819538,
    "commentText": "CIGANOS FILHOS DA PUTA.\r\n\r\nnão corram os ciganos de PORTUGAL não... são um povo violento vivem do crime e do rendimento minimo. \r\n\r\nbate-se num vem a família inteira lol\r\n\r\n\r\ntristes do caralho... \r\n\r\n\r\nnão se pode fazer mal aos coelhos, não se pode fazer mal ás cegonhas, não se pode fazer mal aos ciganos e uma pessoa não pode fazer mal a nada. xDxD \r\n(by GF)",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  }
]
}


