{
 "header": {
 "title": " Cláudio Ramos entra no estúdio de Cristina AOS GRITOS: «Nunca mais aqui venho» ",
 "subtitle": " NA ",
 "owner": " BRA News ",
 "views": " 7 024 visualizações ",
 "likes": " 38 ",
 "dislikes": " 11 ",
 "shares": " NA ",
 "datePosted": " Publicado a 22/02/2019 ",
 "dateExtraction": " 2019-07-04 ",
 "language": " pt ",
 "plataform": " YouTube ",
 "url": " https://www.youtube.com/watch?v=z27AnAnvbHI ",
 "postText": " José Fidalgo foi um dos convidados d’O Programa da Cristina desta sexta-feira, dia 22 de fevereiro. Durante a conversa com o ator e uma série de outros convidados, Cláudio Ramos entrou no estúdio e mostrou-se revoltado.  O comentador do Passadeira Vermelha, da SIC Caras, entrou na casa de Cristina aos gritos e referiu que nunca mais iria voltar ali. A apresentadora levantou-se para o acalmar e o programa foi para intervalo. «Como é? Como é? E eu? E eu? Eu nunca mais aqui venho!», atirou Cláudio, ao mesmo tempo que apontava na direção de José Fidalgo.  De regresso do intervalo, a conversa continua e Cristina Ferreira afirma: «Tu tens de perceber que eu recebo outras pessoas nesta casa e que nem sempre são mulheres ou que nem sempre são homens que supostamente não te fazem frente», começa por dizer a apresentadora. «Fidalgo é Fidalgo, percebes? Mas tu não sabes que o país inteiro olha para aquele homem e lhe apetecia ter coisas com aquele homem?», questionou a apresentadora.  Cláudio Ramos não se inibiu e respondeu rapidamente: «E tu sabes que eu sou o país inteiro». «Ninguém quer ter coisas contigo», brincou Cristina. «Mas eu queria ter coisas com o Fidalgo», confessou Cláudio Ramos, explicando assim os ciúmes que sentiu minutos antes.  Durante O Programa da Cristina, José Fidalgo foi surpreendido ao receber um vídeo do filho de oito anos, Lourenço. Nas imagens o menino declara-se ao progenitor de forma adorável e deixa o ator lavado em lágrimas.  «Eu adoro-te», começou por dizer. «Tu vais estar sempre aqui dentro. Tu, a mamã e toda a gente que eu adoro. Estás sempre lá para mim», terminou de sorriso no rosto.  O ator não conteve a emoção e ficou completamente derretido com a mensagem. «Não tenho muita coisa para dizer. É meu filho, eu amo-o e o facto de eu estar longe dele durante a semana preocupa-me», confessou.  https://www.tv7dias.pt/claudio-ramos-... Cláudio Ramos entra no estúdio de Cristina AOS GRITOS: «Nunca mais aqui venho»; #CláudioRamos, #entra, #estúdio, #CristinaAOSGRITOS«Nunca, #mais, #aqui, #venho» https://www.youtube.com/channel/UCDpI..., #ator, #JoséFidalgo, #oprogramadacristina ",
 "numberPosts": " 6 comentários",
 "srcType": " video ",
 "nameNewspaper": " NA ",
 "socioLingVar": "  ",
 "listEvents": "  ",
 "articleKeywords": " NA ",
 "keywords": "  ",
 "commentsOpen": " yes "
 },
 "commentThread": [
  {
    "id": "Ugx8QeOSRrXFq16kgFJ4AaABAg",
    "user": "Gloria Vieira",
    "date": "4 months ago",
    "timestamp": 1551693639747,
    "commentText": "Aberração é quem n tem respeito... é o que vejo aqui.",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzIuRk826xiXQvd1Rl4AaABAg",
    "user": "Gracinda Ferreira",
    "date": "4 months ago",
    "timestamp": 1551693639749,
    "commentText": "És muito estúpido és uma aberração n sabes falar com as mulheres",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzzfAF7J8522tixhJJ4AaABAg",
    "user": "Nether Sniper",
    "date": "4 months ago",
    "timestamp": 1551693639751,
    "commentText": "Será que não tão a haver que foi brincadeira.daaaaaaaasa",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgwkmnI1_NWFf6bELTV4AaABAg",
    "user": "Terrsa Carvalho",
    "date": "4 months ago",
    "timestamp": 1551693639753,
    "commentText": "palhaçada  pouco profissional",
    "likes": 0,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgyL3cCBBJANEQKs9fF4AaABAg",
    "user": "Luis Silva Costa",
    "date": "4 months ago",
    "timestamp": 1551693639754,
    "commentText": "Nunca mais vas a casa de Cristina que e um favor que fazes aos espetadores, paneleirao, es uma vergonha uma aberracao",
    "likes": 2,
    "hasReplies": false,
    "numberOfReplies": 0
  },
  {
    "id": "UgzW4Di6gaCpTo-RDQh4AaABAg",
    "user": "Pedro Silva",
    "date": "4 months ago",
    "timestamp": 1551693639756,
    "commentText": "É só paneleiragem",
    "likes": 1,
    "hasReplies": false,
    "numberOfReplies": 0
  }
]

