{
	"header": {
		"title": " Só daqui a uns dias será possível averiguar se o país está a viver uma segunda vaga, afirma Graça Freitas ",
		"subtitle": " A diretora-geral da Saúde afirmou que as regiões mais afetadas pela pandemia no país são a região da Grande Lisboa, Guimarães e Vila Nova de Gaia, visto serem as zonas onde existem mais casos por 100 mil habitantes. ",
		"views": " NA ",
		"likes": " NA ",
		"dislikes": " NA ",
		"shares": " NA ",
		"datePosted": " 14 de setembro 2020 ",
		"dateExtraction": " 2020-11-26 ",
		"language": " pt ",
		"plataform": " Newspaper ",
		"url": " https://sol.sapo.pt/artigo/708704/so-daqui-a-uns-dias-sera-possivel-averiguar-se-o-pais-esta-a-viver-uma-segunda-vaga-afirma-graca-freitas ",
		"postText": " ['A conferência de imprensa das autoridades de saúde sobre o balanço diário da situação epidemiológica em Portugal contou com a presença da diretora-geral da Saúde, Graça Freitas, e o secretário de Estado da Saúde, António Lacerda Sales. Esta segunda-feira foram abordados vários assuntos como o ajuntamento no Santuário de Fátima, que ocorreu este domingo, aumento do número de casos nos últimos dias e o facto de Portugal poder estar a viver uma segunda vaga.', 'Graça Freitas afirmou que as regiões mais afetadas pela pandemia no país são a região da Grande Lisboa, Guimarães e Vila Nova de Gaia, visto serem as zonas onde existem mais casos por 100 mil habitantes. Temos feito um esforço muito grande para se realizem inquéritos epidemiológicos na zona de Lisboa e Vale do Tejo, afirma a diretora-geral da Saúde.', 'A responsável admite que o país tem sofrido um aumento diário do número de casos.', 'Nunca estivemos num patamar de ausência de casos, esclareceu Graça Freitas, que prevê que o aumento vai continuar. Questionada sobre se o aumento do número diário de casos é sinónimo de uma segunda vaga, a diretora-geral da Saúde diz que só daqui a uns dias será possível averiguar esta situação.', 'Graça Freitas esclareceu também que o aumento diário de casos não é sinónimo de um aumento no número de óbitos por covid-19. Isto visto os novos casos serem, na sua grande maioria, jovens, que mais facilmente vencem a doença. O número de pessoas infetadas acima dos 70 anos tem sido relativamente baixo, lembrou a diretora-geral de Saúde, notando que os novos casos acontecem mais em pessoas mais jovens e de certa forma protetora da mortalidade.  Sobre o aumento no número de pessoas infetadas internadas, António Sales garante que não há pressão sobre as camas de internamento nem em relação aos cuidados intensivos.', 'António Sales referiu que ocorreu o maior número diário de testes de despiste à covid-19 desde o início da pandemia esta sexta-feira: mais de 21 700 pessoas foram testadas ao novo vírus. O governante afirma que a grande maioria de pessoas infetadas atualmente estão entre os 20 e os 49 anos de idade (mais de 51% das novas infeções).', 'Apesar de apelidar esta situação de uma boa notícia, António Sales sublinha que o aumento diário significa que deve haver uma revisão coletiva sobre os comportamentos individuais, de modo a proteger os mais vulneráveis.', ' É importante que todos continuemos conscientes do nosso papel na propagação do vírus, não podemos vacilar este caminho de contenção, o único que dispomos no momento.', 'Temos a obrigação de na rua, no trabalho, em família, tudo fazer para garantir que o SNS continue a ter capacidade de dar resposta a esta doença mas também a todas as outras, reforçou o responsável.', 'O ajuntamento de pessoas no Santuário de Fátima, este domingo, dia 13 de setembro, foi um dos assuntos abordados esta segunda-feira. António Sales diz acreditar que a Igreja Católica não estava à espera de tantas pessoas e que as autoridades de saúde já receberam um pedido de reunião por parte da entidade religiosa. A Igreja Católica teve um histórico de diálogo constante e comportamento exemplar.O que acho importante é que no próximo dia 13 de outubro esteja devidamente prevenido e programará esse dia garantindo a segurança da comunidade, afirmou o responsável.', 'O futebol também foi outra das questões protagonistas desta conferância. O secretário de Estado da Saúde diz que o regresso da atividade desportiva está dependente da evolução da situação epidemiológica de cada região e que para problemas diferentes serão encontradas soluções diferentes.',' Numa altura em que o país sobe para o estado de contingência, o futebol ou qualquer outra atividade, não pode nem deve dar sinais contrários. Por isso, estamos conscientes de que o futebol, como outras modalidade, quererão manter a excelente imagem na defesa que é o interesse público e a saúde pública.Será também esta a receita para a nova época, destacou ainda.', 'Depois de o colégio privado St Julian's ter decidido que algumas turmas não deveriam regressar à instituição e que deveriam continuar a ter aulas online, Graça Freitas foi questionada sobre muitos alunos já terem regressado às suas escolas e universidades. A diretora-geral da Saúde assegura que as boas práticas das instituições estão a ser observadas pelas autoridades de saúde e todas as decisões serão permitidas desde que não ponham em causa a saúde pública'] ",
		"numberPosts": " 21 comentários",
		"srcType": " text ",
		"nameNewspaper": " Sol ",
		"socioLingVar": "  ",
		"listEvents": "  ",
		"articleKeywords": "  ",
		"keywords": "  ",
		"commentsOpen": " yes "
	},

	"commentThread": [{
			"id": "5071317132",
			"user": "hemorroidas_ldahemorroidas_lda",
			"date": "2 months ago",
			"timestamp": "NA",
			"commentText": "Mengana que eu gosto.",
			"likes": 0,
			"hasReplies": false,
			"numberOfReplies": 0,
			"replies": []
		},
		{
			"id": "5071238768",
			"user": "disqus_NF3gQMWyr8",
			"date": "2 months ago",
			"timestamp": "NA",
			"commentText": "Vais mas é mudar a fralda aos netos, ó avó cantigas.",
			"likes": 0,
			"hasReplies": false,
			"numberOfReplies": 0,
			"replies": []
		},
		{
			"id": "5071220038",
			"user": "disqus_O5uGPm0is2",
			"date": "2 months ago",
			"timestamp": "NA",
			"commentText": "Até um miúdo de 10 anos já viu o que se passa! Aldrabona!",
			"likes": 0,
			"hasReplies": false,
			"numberOfReplies": 0,
			"replies": []
		},
		{
			"id": "5071216588",
			"user": "disqus_cQZ0oN2nyf",
			"date": "2 months ago",
			"timestamp": "NA",
			"commentText": "Mas qual segunda vaga ó avózinha, a vaga dos camaradas do avante?\nAvante camarada, siga...",
			"likes": 0,
			"hasReplies": false,
			"numberOfReplies": 0,
			"replies": []
		},
		{
			"id": "5071134826",
			"user": "disqus_A3MYq3oZfh",
			"date": "2 months ago",
			"timestamp": "NA",
			"commentText": "Segunda vaga? Pois claro, é normal. Nesta altura aparecem as primeiras gripes de fim de verão.<br/>Aliás este próximo inverno nem vai haver gripe, vai ser só Covid, há que alimentar o negócio.",
			"likes": 2,
			"hasReplies": false,
			"numberOfReplies": 0,
			"replies": []
		},
		{
			"id": "5070398471",
			"user": "hemorroidas_ldahemorroidas_lda",
			"date": "2 months ago",
			"timestamp": "NA",
			"commentText": "A corja Xuxa sempre a mentirem, a mentirem, estão-se a lixar para o povo!",
			"likes": 1,
			"hasReplies": false,
			"numberOfReplies": 0,
			"replies": []
		},
		{
			"id": "5070349733",
			"user": "disqus_zNBx4Q8LYg",
			"date": "2 months ago",
			"timestamp": "NA",
			"commentText": "Avozinha vai fazer o jantar pois os netinhos estão a chegar.",
			"likes": 3,
			"hasReplies": true,
			"numberOfReplies": 1,
			"replies": [{
				"id": "5070399592",
				"user": "hemorroidas_ldahemorroidas_lda",
				"date": "2 months ago",
				"timestamp": "NA",
				"commentText": "E que meta os netinhos nas cresces e escolas públicas! Tá quieto estão bem resguardados, com amas particulares...o povo é que se lixa!",
				"likes": 1,
				"hasReplies": false,
				"numberOfReplies": 0,
				"replies": []
			}]
		},
		{
			"id": "5070269574",
			"user": "disqus_qjGrG6hxKV",
			"date": "2 months ago",
			"timestamp": "NA",
			"commentText": "sem desprimor  esta sra   dá vontade rir...",
			"likes": 2,
			"hasReplies": true,
			"numberOfReplies": 1,
			"replies": [{
				"id": "5070400344",
				"user": "hemorroidas_ldahemorroidas_lda",
				"date": "2 months ago",
				"timestamp": "NA",
				"commentText": "É mais uma Xuxa oportunista! Ainda vai concorrer ao tacho da plesidência!",
				"likes": 2,
				"hasReplies": false,
				"numberOfReplies": 0,
				"replies": []
			}]
		},
		{
			"id": "5070252237",
			"user": "alexandre_barreira",
			"date": "2 months ago",
			"timestamp": "NA",
			"commentText": "...pois....quando vier a terceira....confirmas....a segunda......!!!!",
			"likes": 2,
			"hasReplies": false,
			"numberOfReplies": 0,
			"replies": []
		},
		{
			"id": "5070185822",
			"user": "danisilva",
			"date": "2 months ago",
			"timestamp": "NA",
			"commentText": "O país não pode estar a viver uma segunda vaga, quando a primeira ainda não veio em números condizentes com uma \"pandemia\"...",
			"likes": 1,
			"hasReplies": true,
			"numberOfReplies": 1,
			"replies": [{
				"id": "5070553141",
				"user": "disqus_sIREYt3sBp",
				"date": "2 months ago",
				"timestamp": "NA",
				"commentText": "A velha não sabe o que diz",
				"likes": 2,
				"hasReplies": false,
				"numberOfReplies": 0,
				"replies": []
			}]
		},
		{
			"id": "5070079990",
			"user": "Gourhan",
			"date": "2 months ago",
			"timestamp": "NA",
			"commentText": "Mas então a partir de que momento começa a 2ª vaga, se é que isso tem algum interesse? Quando entrámos em estado de emergência o número de casos, nessa dita 1º vaga, era igual ou menor aos números diários durante todo o Verão. Nunca houve qualquer fase sem casos ou com números abaixo da dita cuja, agora têm subido, não é uma segunda vaga... então, são variações da primeira? Mas afinal o que é que isso interessa? Já não há pachorra para esta sujeita. daqui a pouco começa outra vez a falar no pico e no planalto. Vómito!",
			"likes": 2,
			"hasReplies": false,
			"numberOfReplies": 0,
			"replies": []
		},
		{
			"id": "5070068837",
			"user": "disqus_SVPTh7IKrx",
			"date": "2 months ago",
			"timestamp": "NA",
			"commentText": "Mas qual segunda vaga? A primeira já começou?\nO lockdown da economia pregou tanto medo à população que acho que nem a primeira começou, foi só um ameaço.\nE quando é que a DGS começa a divulgar a origem dos mais de três centenas de óbitos diários em vez de correr atrás da moda do covid?",
			"likes": 3,
			"hasReplies": true,
			"numberOfReplies": 1,
			"replies": [{
				"id": "5072488424",
				"user": "disqus_NF3gQMWyr8",
				"date": "2 months ago",
				"timestamp": "NA",
				"commentText": "Três centenas de óbitos diários é o normal anual. A segurança social no fim do ano tem o numero exacto pois tem de pagar os funerais, certo? À volta de 120000 segundo os números dos anos anteriores.",
				"likes": 1,
				"hasReplies": false,
				"numberOfReplies": 0,
				"replies": []
			}]
		},
		{
			"id": "5070047587",
			"user": "polticocorrupto",
			"date": "2 months ago",
			"timestamp": "NA",
			"commentText": "A curojona, Desgraça Feia, quando deixa de patrocinar os cangalheiros!",
			"likes": 2,
			"hasReplies": false,
			"numberOfReplies": 0,
			"replies": []
		},
		{
			"id": "5070034923",
			"user": "miguelgodinho",
			"date": "2 months ago",
			"timestamp": "NA",
			"commentText": "Num país minimamente organizado 10, 11 e 12º anos poderiam continuar de forma consistente em aulas online, até para prevenir eventuais travagens e interrupções para transitar do presencial para online. (julgo que vai acontecer, mais semana, menos semana)<br/>Já é gente que pode ficar sozinha em casa...têm idade suficiente para terem juízo.<br/>Do 1º ao 9ºano, sim! Aulas presenciais.",
			"likes": 4,
			"hasReplies": true,
			"numberOfReplies": 3,
			"replies": [{
					"id": "5070074586",
					"user": "disqus_aiWRq6UM2Q",
					"date": "2 months ago",
					"timestamp": "NA",
					"commentText": "O governo anda a enganar os portugueses com propaganda típica dos regimes totalitários ...Mostram as escolas e apenas mostram salas com mesas individuais, e, quando aparecem alunos, apenas metade da turma...Até o energúmeno do ministro aparece numa sala em que todas as mesas são individuais...Um logro, pois 98% das salas de aula no publico são com mesas para dois alunos ... Organizaram mal e tarde a abertura do ano letivo e mesmo assim enganam sem vergonha nenhuma os Portugueses... As mesas são duplas, não há distância mínima e as turmas são inteiras, 20 a 30 alunos por sala...",
					"likes": 3,
					"hasReplies": true,
					"numberOfReplies": 1,
					"replies": [{
						"id": "5070431248",
						"user": "miguelgodinho",
						"date": "2 months ago",
						"timestamp": "NA",
						"commentText": "Para a encenação televisiva é sempre o melhor cenário.<br/>As salas de aula não é grave. Já as cantinas, não estou a conseguir imaginar um funcionamento minimamente seguro e funcional no longo prazo. Nos primeiros dias até podem conseguir ir cumprindo, mas com o  instalar da saturação destas regras tão chatas, acho difícil. Basta ver o uso das máscaras na população em geral. No queixo ou com o nariz de fora.",
						"likes": 1,
						"hasReplies": false,
						"numberOfReplies": 0,
						"replies": []
					}]
				},
				{
					"id": "5070048892",
					"user": "disqus_EJLoQqNK0r",
					"date": "2 months ago",
					"timestamp": "NA",
					"commentText": "O único problema dessa medida é que teriam que continuar os apoios a alguns dos pais... E depois não havia dinheiro para o hidrogénio e para os ajustes directos...\nE o socialismo não pode permitir isso...",
					"likes": 5,
					"hasReplies": false,
					"numberOfReplies": 0,
					"replies": []
				}
			]
		}
	]
}