{
	"header": {
		"title": " Marisa Matias vs. Marcelo.O Presidente tem preocupações sociais genuínas, mas a nossa forma de ver o mundo é diferente ",
		"subtitle": " Marisa Matias e Marcelo Rebelo de Sousa estiveram frente a frente no primeiro debate entre candidatos a Belém. ",
		"views": " NA ",
		"likes": " NA ",
		"dislikes": " NA ",
		"shares": " NA ",
		"datePosted": " 2 de janeiro 2021 ",
		"dateExtraction": " 2021-01-04 ",
		"language": " pt ",
		"plataform": " Newspaper ",
		"url": " https://sol.sapo.pt/artigo/719785/marisa-matias-vs-marcelo-o-presidente-tem-preocupacoes-sociais-genuinas-mas-a-nossa-forma-de-ver-o-mundo-e-diferente ",
		"postText": " ['Marcelo Rebelo de Sousa e Marisa Matias foram os protagonistas, este sábado, daquele que foi o primeiro debate entre os candidatos às eleições presidenciais.', 'Marisa Matias começou por defender que o papel do Presidente da República é “contribuir para a estabilidade”. “Apresento-me também com a ideia de que temos, neste país, as condições para termos entendimentos duradouros e estáveis, à Esquerda. Há uma composição parlamentar que existe que nos pode permitir garantir esse entendimento”, disse. Sobre se será diferente enquanto Presidente daquilo que é enquanto dirigente do Bloco de Esquerda (BE), Marisa referiu que são necessários “entendimentos exigentes e não bloqueios nas respostas necessárias à crise”. Assim, ao ser questionada sobre se vetaria o Orçamento do Estado para 2021 (OE), lembrando que o BE votou contra, Marisa Matias garantiu que não. “Não vetaria, não tem nenhuma dimensão inconstitucional. E a Marisa candidata a Presidente, tal como a Marisa bloquista, acredita em entendimentos. E acho que neste momento há condições para isso, respondendo de forma real e eficaz aos problemas. E acredito que a resposta que estamos a dar à crise neste momento é insuficiente”, disse.', 'Marcelo Rebelo de Sousa, candidato e atual Presidente, começou por concordar com a adversária. Um presidente não tem de ser seguro de existência de um Governo, mas tem de ser um fator de estabilidade. Concordo com o que a deputada disse sobre estabilidade.É importante que este Governo dure até 2023, disse, referindo, no entanto, que tem pena que o Orçamento não tenha sido aprovado com um entendimento mais alargado à esquerda, algo que espera que aconteça no Orçamento de 2022 e 2023. ', ' Marcelo desvalorizou ainda o facto de seguir destacado nas sondagens e recordou que em 2016 tinha 62 % nas sondagens, mas acabou por ter apenas 52 % . Não sei o que são sondagens destacadas. Sondagens só no dia da eleição. O eleitorado é livre, até ao último instante pode fazer as surpresas que quiser, frisou.', 'Apesar do entendimento que demonstraram ao longo de todo o debate, Marisa admitiu que há pontos onde ficam muito aquém. Uma das razões pelas quais me candidato é porque entendo, no quadro democrático, que há respostas e visões diferentes do mundo.Sei que Marcelo representa uma visão mais ligada aos partidos da Direita como eu represento mais à Esquerda.Acho que houve pontos em que nos encontrámos, como os Cuidadores Informais, mas dizer que há toda uma área de ação que eu creio que ficámos muito aquém. Acho que o Presidente Marcelo podia ter ido mais longe em relação à Saúde Pública e do Serviço Nacional de Saúde(SNS).', ' Marcelo defendeu - se dizendo que votou a Constituição e que a direita é social e revê - se no Serviço Nacional de Saúde. ', ' O atual Chefe de Estado diz que houve um consenso na Lei de Bases de Saúde, no que diz respeito ao facto de o Serviço Nacional de Saúde ter um papel central, e que o acordo estabelece que em situações excecionais possa haver contratação ao privado. ', ' O Bloco de Esquerda opôs - se às parcerias de gestão, às PPP, na área da saúde.Opôs - se e ficou sozinho, disse. ', ' Já Marisa Matias criticou o facto de Marcelo ter definido no decreto do estado de emergência o recurso a privados com acordo prévio, dando a entender um negócio. ', ' Depois de Marcelo referir que concorda com a renovação do estado de emergência por mais oito dias, Marisa Matias disse que se devem seguir as recomendações dos peritos, não se tratando do tempo que este dura, mas sim o impacto e para que serve. A candidata abordou assim a desproteção laboral durante a pandemia. ', ' Não tenho dúvidas que o Presidente tem preocupações sociais genuínas, mas a nossa forma de ver o mundo é diferente.As desigualdades para mim não são um desvio das políticas que temos tido, são o centro das nossas políticas, são a regra, não são a exceção, defendeu. O meu modelo de combate às desigualdades prevê acabar com o modelo de privilégios, acrescentou. ', ' Já Marcelo admitiu que o país está“ mais desigual” com a pandemia e que o Governo tomou medidas contra a precariedade, mas, ainda assim, não se foi tão longe como era possível. ', ' Questionada sobre os momentos mais baixos do mandato de Marcelo, Marisa decidiu escolher o silêncio do atual chefe de Estado sobre a morte do cidadão ucraniano às mãos do Serviço de Estrangeiros e Fronteiras(SEF), no aeroporto de Lisboa.Algo com o qual Marcelo não concorda, garantindo que falou no assunto em abril.Mas o contacto com a família, rebateu Marisa, num dos poucos momentos de debate direto entre ambos.', ' Isso foi, de facto, uma opção de Estado.Admito que seja uma opção criticável, mas achei que não devia ser o Presidente a substituir - se ao SEF, ao Governo, a toda a hierarquia do Estado, justificou Marcelo. ', ' Marisa criticou ainda a ausência de Marcelo na luta pelos direitos laborais, mas também junto dos mais jovens. ', ' Tivemos jovens a trazer questões políticas relevantes, como a questão climática, a questão das minorias, e eu não vi o Presidente a ir ao encontro dos jovens, defendeu. ', ' Questionado sobre se votaria em Maria Matias, Marcelo referiu que nunca pensou nisso. Apesar de reconhecer a simpatia que sente pela adversária, o atual chefe de Estado defendeu que teria de avaliar os restantes candidatos. ', ' Já Marisa foi mais direta e disse que não. Acho que não, temos visões do mundo bastante diferentes.Respeito muito o trabalho do Presidente mas em nenhum cenário votaria nele, afirmou, referindo que apenas votaria no atual presidente num cenário onde acredita que não se vai chegar, Marcelo - André Ventura.'] ",
		"numberPosts": " 56 comentários",
		"srcType": " text ",
		"nameNewspaper": " Sol ",
		"socioLingVar": "  ",
		"listEvents": "  ",
		"articleKeywords": "  ",
		"keywords": "  ",
		"commentsOpen": " yes "
	},

	"commentThread": [{
			"id": "5211109274",
			"user": "disqus_BzBL8hq9yT",
			"date": "21 hours ago",
			"timestamp": "NA",
			"commentText": "Muita química do ar. Tiraram uma selfie no final do encontro?",
			"likes": 0,
			"hasReplies": false,
			"numberOfReplies": 0,
			"replies": []
		},
		{
			"id": "5210995130",
			"user": "disqus_xmCBjS9tbD",
			"date": "a day ago",
			"timestamp": "NA",
			"commentText": "Dois candidatos de nível, até dá gosto ver. Ventura devia tirar notas.",
			"likes": 0,
			"hasReplies": false,
			"numberOfReplies": 0,
			"replies": []
		},
		{
			"id": "5210985780",
			"user": "disqus_NDONqXPlqF",
			"date": "a day ago",
			"timestamp": "NA",
			"commentText": "«...Marisa Matias vs. Marcelo...» - in jornal Sol\nA sr.ª Matias, candidata do sr. George Soros.\nMais informação em:\nReliable allies in the European Parliament (2014 – 2019) - Kumquat Consult for the Open Society European Policy Institute\n(No documento pdf ir para a página 85)",
			"likes": 0,
			"hasReplies": false,
			"numberOfReplies": 0,
			"replies": []
		},
		{
			"id": "5210964833",
			"user": "disqus_j5kaiZ5Vv9",
			"date": "a day ago",
			"timestamp": "NA",
			"commentText": "- Mas afinal , COMO é que ela ( MM ) disse que NÃO votaria nele ( MRdS) ? 🤔\n+ \" Acho que não \"..Respeito muito o trabalho...mas em NENHUM cenário votaria nele . ( afinal..) Votaria nUM <br/> cenário onde acredito que nunca se vai chegar 👱‍♀️. \" 😏 Percebeste ? 😏\n- Quase parafraseando a \" comentadora pendura 👱‍♀️\" da Sportv1..... \" Parece - me claramente que não 👱‍♀️\" 🤭.\n+ ( Se fosse claramente , não seria um parecer mas sim uma certeza ..) 👌👌😄",
			"likes": 0,
			"hasReplies": false,
			"numberOfReplies": 0,
			"replies": []
		},
		{
			"id": "5210886257",
			"user": "disqus_IsbArl2mJt",
			"date": "a day ago",
			"timestamp": "NA",
			"commentText": "Foi um debate morno, em que Marisa foi meiga para Marcelo e ele retribuiu. Até deu para ver que Marisa tem alguma admiração pelo Presidente. Nem no caso do ucraniano assassinado Marisa desejou insistir no assunto e mostrar a falta de atitude e de acção de Marcelo. Com adversários destes, Marcelo não se precisa de preocupar. Só faltou mesmo Marisa pedir a Marcelo para tirar uma selfie com ele.",
			"likes": 0,
			"hasReplies": false,
			"numberOfReplies": 0,
			"replies": []
		},
		{
			"id": "5210788163",
			"user": "ruikkrull",
			"date": "a day ago",
			"timestamp": "NA",
			"commentText": "Com essa tua forma de veres o mundo nem precisas de te esforçar +  em dizer qual é, já todos sabíamos bem antes de teres dado o primeiro mugido, a de uma BOVINA CARCAÇA que quer transformar tudo numa imensa BOUCHERIE de celular entre as hastes.<br/>Poderás ainda gostar de um belo Ruinart “Blanc de Blancs” Brut, nós não temos nada a ver com isso, preferimos água, a mesma que vai lavar a imundície por ti deixada e pelos da tua laia.",
			"likes": 0,
			"hasReplies": false,
			"numberOfReplies": 0,
			"replies": []
		},
		{
			"id": "5210706930",
			"user": "disqus_Zf5nBRQLBe",
			"date": "a day ago",
			"timestamp": "NA",
			"commentText": "Pois o perigo de Marisa é precisamente a sua maneira de ver o mundo: um mundo em que todos são igualmente pobres, dominados por uma ditadura de comunistas milionários.",
			"likes": 1,
			"hasReplies": false,
			"numberOfReplies": 0,
			"replies": []
		},
		{
			"id": "5210683953",
			"user": "bolideirayahoocombr",
			"date": "a day ago",
			"timestamp": "NA",
			"commentText": "Como as minhas espectativas foram goradas e o Marcelo apalhaçou a PR. Não votarei no Catavento.",
			"likes": 2,
			"hasReplies": false,
			"numberOfReplies": 0,
			"replies": []
		},
		{
			"id": "5210682816",
			"user": "bolideirayahoocombr",
			"date": "a day ago",
			"timestamp": "NA",
			"commentText": "A Marisa Matias está mais cheiinha, com cara de lua cheia. Como deputada na UE é um farto-te!!!! Enche bem a mula!! O homem dela tem bem onde apalpar!!!",
			"likes": 1,
			"hasReplies": false,
			"numberOfReplies": 0,
			"replies": []
		},
		{
			"id": "5210682174",
			"user": "bolideirayahoocombr",
			"date": "a day ago",
			"timestamp": "NA",
			"commentText": "O apalhaçado Marcelo como chamou o Tino de Rans, anda a encanar a perna à rã!<br/>O meu voto já o papou na última vez mas agora não o papa.",
			"likes": 0,
			"hasReplies": false,
			"numberOfReplies": 0,
			"replies": []
		},
		{
			"id": "5210678941",
			"user": "mariaeugniamrias",
			"date": "a day ago",
			"timestamp": "NA",
			"commentText": "Marisa, a Ditadora e Marcelo, o Traidor.",
			"likes": 0,
			"hasReplies": false,
			"numberOfReplies": 0,
			"replies": []
		},
		{
			"id": "5210646677",
			"user": "disqus_9NYNNbc1tt",
			"date": "a day ago",
			"timestamp": "NA",
			"commentText": "E não é que esta berloquista de esterco continua com a parvoice de ser \"presidentA\" ?",
			"likes": 0,
			"hasReplies": true,
			"numberOfReplies": 3,
			"replies": [{
					"id": "5210696485",
					"user": "bolideirayahoocombr",
					"date": "a day ago",
					"timestamp": "NA",
					"commentText": "Anda inchada. Os ares de Bruxelas tem lhe feito bem! Aquilo está um rijão-zinho!!!<br/>Uma carinha de lua cheia!!!",
					"likes": 1,
					"hasReplies": false,
					"numberOfReplies": 0,
					"replies": []
				},
				{
					"id": "5210669192",
					"user": "disqus_q9dul5DrtD",
					"date": "a day ago",
					"timestamp": "NA",
					"commentText": "E não pode?<br/>Até você pode candidatar-se nas presidenciais desde que preencha os requisitos, e as assinaturas necessárias.",
					"likes": 1,
					"hasReplies": true,
					"numberOfReplies": 1,
					"replies": [{
						"id": "5210739608",
						"user": "disqus_9NYNNbc1tt",
						"date": "a day ago",
						"timestamp": "NA",
						"commentText": "LOL...oh estupido. ela até podia candidatar-se a presidentE da junta...não a presidentA, coisa que não existe!",
						"likes": 0,
						"hasReplies": false,
						"numberOfReplies": 0,
						"replies": []
					}]
				}
			]
		},
		{
			"id": "5210600884",
			"user": "pierreghost",
			"date": "a day ago",
			"timestamp": "NA",
			"commentText": "A badalhoca candidata-se pois sabe que nunca irá ganhar!!!<br/>Ou acham que iria querer trocar o lugar de Eurodeputada onde nada faz e ganha 30.000 Eur pelo lugar de Presidente dos tugas????<br/>M'engana q'eu gosto!!!",
			"likes": 0,
			"hasReplies": false,
			"numberOfReplies": 0,
			"replies": []
		},
		{
			"id": "5210579737",
			"user": "mrgorbatchov",
			"date": "a day ago",
			"timestamp": "NA",
			"commentText": "Marcelo bandido e vigarista! Rei dos tachinhos e dos amigalhacos! Começou bem mas o resultado final é péssimo! Infelizmente, vai ganhar de novo.",
			"likes": 2,
			"hasReplies": false,
			"numberOfReplies": 0,
			"replies": []
		},
		{
			"id": "5210571253",
			"user": "disqus_zNBx4Q8LYg",
			"date": "a day ago",
			"timestamp": "NA",
			"commentText": "Isso querias tu Marisa ver o mundo todo vermelho, mas esse tempo já lá vai.",
			"likes": 2,
			"hasReplies": false,
			"numberOfReplies": 0,
			"replies": []
		},
		{
			"id": "5210519493",
			"user": "TechMan99",
			"date": "a day ago",
			"timestamp": "NA",
			"commentText": "Com que então o nosso Presidente ficou com «pena que o Orçamento não tenha sido aprovado com um entendimento mais alargado à esquerda»... e é isto o candidato apoiado pelo CDS.<br/>Vão ter de fazer como o PCP quando recomendou o voto em Soares: tapem os olhos quando fizerem a cruzinha.",
			"likes": 3,
			"hasReplies": true,
			"numberOfReplies": 1,
			"replies": [{
				"id": "5210619706",
				"user": "disqus_q9dul5DrtD",
				"date": "a day ago",
				"timestamp": "NA",
				"commentText": "Bem, Marcelo fez essa afirmação porque já sabe que à direita era impossível, mas o BE está a exigir demais, e era bom que também o aprovasse, mas optou por o chumbar, e com um argumento muito frágil, do SNS, quando o SNS está a ter um reforço como nunca, em pessoal, e em investimento, despesa.",
				"likes": 2,
				"hasReplies": false,
				"numberOfReplies": 0,
				"replies": []
			}]
		},
		{
			"id": "5210352073",
			"user": "disqus_Zf5nBRQLBe",
			"date": "2 days ago",
			"timestamp": "NA",
			"commentText": "Marisa tem que obedecer à chefe Catarina, daí ser candidata.",
			"likes": 0,
			"hasReplies": false,
			"numberOfReplies": 0,
			"replies": []
		},
		{
			"id": "5210348010",
			"user": "disqus_POZiXJYjK4",
			"date": "2 days ago",
			"timestamp": "NA",
			"commentText": "Ele passou-lhe a mão pelo pêlo três vezes e ela deitou-se-lhe aos pés a ronronar ... mais valia ter desistido a favor dele!",
			"likes": 0,
			"hasReplies": false,
			"numberOfReplies": 0,
			"replies": []
		},
		{
			"id": "5210329548",
			"user": "Meliodasreidosdemonios",
			"date": "2 days ago",
			"timestamp": "NA",
			"commentText": "Só vi cinco minutos do debate.<br/>A ideia com que fiquei:<br/>A Marisa precisa de fazer dieta.",
			"likes": 3,
			"hasReplies": true,
			"numberOfReplies": 6,
			"replies": [{
					"id": "5210723510",
					"user": "bolideirayahoocombr",
					"date": "a day ago",
					"timestamp": "NA",
					"commentText": "Parece um lua cheia. O homem tem onde apalpar!!!!",
					"likes": 2,
					"hasReplies": false,
					"numberOfReplies": 0,
					"replies": []
				},
				{
					"id": "5210601495",
					"user": "pierreghost",
					"date": "a day ago",
					"timestamp": "NA",
					"commentText": "... È o resultado da vida boa dos eurodeputados...",
					"likes": 3,
					"hasReplies": false,
					"numberOfReplies": 0,
					"replies": []
				},
				{
					"id": "5210582684",
					"user": "alexandre_barreira",
					"date": "a day ago",
					"timestamp": "NA",
					"commentText": "...não.....tá boa assim....com \"chicha\"....!!!",
					"likes": 0,
					"hasReplies": false,
					"numberOfReplies": 0,
					"replies": []
				},
				{
					"id": "5210331871",
					"user": "Meliodasreidosdemonios",
					"date": "2 days ago",
					"timestamp": "NA",
					"commentText": "Voto pelas ideias e não pelo aspecto.",
					"likes": 0,
					"hasReplies": true,
					"numberOfReplies": 2,
					"replies": [{
						"id": "5210332431",
						"user": "Meliodasreidosdemonios",
						"date": "2 days ago",
						"timestamp": "NA",
						"commentText": "Cada um prefere o candidato que quiser, chama-se democracia.",
						"likes": 0,
						"hasReplies": true,
						"numberOfReplies": 1,
						"replies": [{
							"id": "5210334564",
							"user": "Meliodasreidosdemonios",
							"date": "2 days ago",
							"timestamp": "NA",
							"commentText": "As ideias dele estão lá, quem concordar vota, quem não concordar não vota.",
							"likes": 0,
							"hasReplies": false,
							"numberOfReplies": 0,
							"replies": []
						}]
					}]
				}
			]
		},
		{
			"id": "5210299577",
			"user": "grundlion",
			"date": "2 days ago",
			"timestamp": "NA",
			"commentText": "O marcelo acabou com o debate logo a abrir, quando elogiou a Marisa sobre as políticas maravilhosas dela, como o cuidador informal.<br/>A partir daí ela ficou fora de jogo, não conseguiu apontar uma falha que se visse ao marcelo.<br/>Foi marcar a abrir e controlar o jogo.<br/>Que tédio.",
			"likes": 1,
			"hasReplies": false,
			"numberOfReplies": 0,
			"replies": []
		},
		{
			"id": "5210316266",
			"user": "Meliodasreidosdemonios",
			"date": "2 days ago",
			"timestamp": "NA",
			"commentText": "O cujo comentador voltou agora com o nome de um partido defunto?",
			"likes": 0,
			"hasReplies": true,
			"numberOfReplies": 2,
			"replies": [{
				"id": "5210318617",
				"user": "Meliodasreidosdemonios",
				"date": "2 days ago",
				"timestamp": "NA",
				"commentText": "E sempre bem educado.<br/>Apaga mais esse perfil, anda.<br/>Tiveste de ir à Wikipédia saber informações sobre o PSR?",
				"likes": 0,
				"hasReplies": true,
				"numberOfReplies": 1,
				"replies": [{
					"id": "5210321761",
					"user": "Meliodasreidosdemonios",
					"date": "2 days ago",
					"timestamp": "NA",
					"commentText": "Tu é que vens responder a mim na maior parte das vezes.\nDepois apagas o perfil por vergonha das coças que leva.<br/>Ao menos já assumiste o partido que preferes, o sucessor do PSR que é o BE.<br/>Há uns meses fugiste a essa pergunta.",
					"likes": 0,
					"hasReplies": false,
					"numberOfReplies": 0,
					"replies": []
				}]
			}]
		},
		{
			"id": "5210277443",
			"user": "TheGreatPrimeMinister_Country",
			"date": "2 days ago",
			"timestamp": "NA",
			"commentText": "Se não fosse o Chega nem me ia dar ao trabalho de ir votar.",
			"likes": 4,
			"hasReplies": true,
			"numberOfReplies": 1,
			"replies": [{
				"id": "5210315724",
				"user": "Meliodasreidosdemonios",
				"date": "2 days ago",
				"timestamp": "NA",
				"commentText": "No dia 24 vota-se em candidatos e não nos partidos.",
				"likes": 0,
				"hasReplies": false,
				"numberOfReplies": 0,
				"replies": []
			}]
		},
		{
			"id": "5210247782",
			"user": "Meliodasreidosdemonios",
			"date": "2 days ago",
			"timestamp": "NA",
			"commentText": "I really don't care, do you?",
			"likes": 0,
			"hasReplies": false,
			"numberOfReplies": 0,
			"replies": []
		},
		{
			"id": "5210236957",
			"user": "disqus_yznlqTO3Sh",
			"date": "2 days ago",
			"timestamp": "NA",
			"commentText": "ISTO DAS ELEIÇÕES ESTÁ MUITO COMPLICADO É MELHOR OS PORTUGUESES TIRAREM O CU DO SOFÁ NESSE DOMINGO  E IREM  VOTAR .\nTODA GENTE SABE QUE AS ELEIÇÕES ESTÃO PRÓXIMAS .... E NÃO CUSTA NADA IR VOTAR EM ALGUÉM QUE FAÇA SENTIDO PARA SI .\nNÃO DÁ, É  PARA FICAR EM CASA , SENTADO !!!\n.... VÃO ÁS URNAS E VOTEM PORTUGUESES ... !!!!",
			"likes": 1,
			"hasReplies": true,
			"numberOfReplies": 9,
			"replies": [{
					"id": "5210584689",
					"user": "alexandre_barreira",
					"date": "a day ago",
					"timestamp": "NA",
					"commentText": "...ai \"mulatinho\"......tás tão \"carente\"......!!!",
					"likes": 0,
					"hasReplies": true,
					"numberOfReplies": 1,
					"replies": [{
						"id": "5210645323",
						"user": "disqus_yznlqTO3Sh",
						"date": "a day ago",
						"timestamp": "NA",
						"commentText": "O PAÍS É QUE ESTÁ CARENTE DE VOTOS TANTO DOS PALERMAS QUE VOTAM \" NULO \" E DOS IDIOTAS QUE SEMPRE SE \"ABTÊM \"  , NÃO TIRAM O CU DO SÓFA  E DEPOIS VEM CRITICAR QUE ESTÁ MAL E NÃO TÊM CULPA PORQUE NÃO VOTARAM .\nQUEM NÃO VOTA , NÃO DÁ QUALQUER TIPO  DE CHANCE Á MUDANÇA !!!!",
						"likes": 0,
						"hasReplies": false,
						"numberOfReplies": 0,
						"replies": []
					}]
				},
				{
					"id": "5210248217",
					"user": "Meliodasreidosdemonios",
					"date": "2 days ago",
					"timestamp": "NA",
					"commentText": "Já se sabe quem ganha.<br/>Se estiver muito frio nem me dou ao trabalho de lá ir.",
					"likes": 2,
					"hasReplies": true,
					"numberOfReplies": 6,
					"replies": [{
						"id": "5210252551",
						"user": "disqus_yznlqTO3Sh",
						"date": "2 days ago",
						"timestamp": "NA",
						"commentText": "DEIXE DE SER PREGUIÇOSO , TÊM UM DIA INTEIRO PARA LÁ IR  E NEM DEMORA 5 MINUTOS .\nPARECE BRINCADEIRA MAS TODOS OS VOTOS CONTAM ,NINGUÉM SABE COMO VAI SER A VOTAÇÃO .\nCADA PORTUGUÊS TÊM A SUA COTA DE RESPONSABILIDADE NA DECISÃO  DOS DESTINOS DO PAÍS .\nVOTAR NULO E ABSTER-SE É SEMPRE UMA BURRICE DE TODO O TAMANHO.\nJÁ QUE VAI TER DE LEVAR COM ELES , AO MENOS, VAI LÁ E VOTA NUM QUE GOSTE !!!",
						"likes": 0,
						"hasReplies": true,
						"numberOfReplies": 5,
						"replies": [{
							"id": "5210253345",
							"user": "Meliodasreidosdemonios",
							"date": "2 days ago",
							"timestamp": "NA",
							"commentText": "Depende do meu humor nesse dia.<br/>Sei que é uma viagem perdida porque o papagaio vai ganhar de certeza.",
							"likes": 1,
							"hasReplies": true,
							"numberOfReplies": 4,
							"replies": [{
									"id": "5210292365",
									"user": "disqus_yznlqTO3Sh",
									"date": "2 days ago",
									"timestamp": "NA",
									"commentText": "NÃO DEPENDE DO HUMOR DO DIA, SÓ DEPENDE DA CONSCIÊNCIA DO DEVER CIVICO E  DA RESPONSABILIDADE DE CADA UM ....",
									"likes": 2,
									"hasReplies": true,
									"numberOfReplies": 2,
									"replies": [{
										"id": "5210316868",
										"user": "Meliodasreidosdemonios",
										"date": "2 days ago",
										"timestamp": "NA",
										"commentText": "E o meu dever cívico está dividido entre ir votar e nem sair de casa.",
										"likes": 1,
										"hasReplies": true,
										"numberOfReplies": 1,
										"replies": [{
											"id": "5210330011",
											"user": "disqus_yznlqTO3Sh",
											"date": "2 days ago",
											"timestamp": "NA",
											"commentText": "O DEVER CIVICO NÃO SE DIVIDE PORQUE É UM DEVER SUPERIOR A TUDO .\nNÃO SE COMPARA COM A PREGUIÇA !!!\nA TUA VONTADE BASEADA NA INFERIOR \"PREGUIÇA \" É QUE ESTÁ DIVIDIDA .\nOU DIVIDE MAL O TEU PENSAMENTO CRITICO .",
											"likes": 1,
											"hasReplies": false,
											"numberOfReplies": 0,
											"replies": []
										}]
									}]
								},
								{
									"id": "5210259944",
									"user": "domfinley",
									"date": "2 days ago",
									"timestamp": "NA",
									"commentText": "É estranho ser um papagaio a ganhar e no final sair uma macacada. Há com cada coisa! 🤔",
									"likes": 3,
									"hasReplies": false,
									"numberOfReplies": 0,
									"replies": []
								}
							]
						}]
					}]
				}
			]
		},
		{
			"id": "5210235164",
			"user": "disqus_45EarayAjz",
			"date": "2 days ago",
			"timestamp": "NA",
			"commentText": "Pobre país... qualquer dia começamos a emigrar para a Bulgária...",
			"likes": 4,
			"hasReplies": false,
			"numberOfReplies": 0,
			"replies": []
		},
		{
			"id": "5210224057",
			"user": "disqus_yznlqTO3Sh",
			"date": "2 days ago",
			"timestamp": "NA",
			"commentText": "OS EMIGRANTES QUE NÃO SEJAM PARVOS , VÃO VOTAR NAS ELEIÇÕES PRESIDENCIAIS DO VOSSO PAÍS .\nESTAS ELIÇÕES ESTÃO MELHORES QUE AS AMERICANAS BIDEN/ TRUMP.... he he he...!!!!\nINFORMEM-SE SOBRE O VOTO ANTECIPADO POR CORRESPONDÊNCIA .\nESPEREMOS QUE ESTAS ELEIÇÕES , AS PESSOAS NÃO SE ABSTENHAM E VÃO VOTAR .",
			"likes": 1,
			"hasReplies": false,
			"numberOfReplies": 0,
			"replies": []
		},
		{
			"id": "5210222886",
			"user": "disqus_pp8bsi2hnJ",
			"date": "2 days ago",
			"timestamp": "NA",
			"commentText": "Palhaçada que nem o custo da electricidade da  TV ligada mereceu.",
			"likes": 7,
			"hasReplies": false,
			"numberOfReplies": 0,
			"replies": []
		},
		{
			"id": "5210219919",
			"user": "disqus_yznlqTO3Sh",
			"date": "2 days ago",
			"timestamp": "NA",
			"commentText": "AQUELE DEBATE EXTREMA ESQUERDA x EXTREMA DIREITA NÃO DEVIA SER NA TVI 24\nDEVIA SER UM RING DE BOXE !!!!\nhe he ...!",
			"likes": 1,
			"hasReplies": true,
			"numberOfReplies": 4,
			"replies": [{
					"id": "5210224888",
					"user": "disqus_pp8bsi2hnJ",
					"date": "2 days ago",
					"timestamp": "NA",
					"commentText": "Por algum motivo foi num canal pago.\nO leninista/marxista/ e outras coisa piores...tadito ..levou a sova que o regime não quer que seja vista.",
					"likes": 2,
					"hasReplies": true,
					"numberOfReplies": 1,
					"replies": [{
						"id": "5210227470",
						"user": "disqus_yznlqTO3Sh",
						"date": "2 days ago",
						"timestamp": "NA",
						"commentText": "Olha que o ANDRÉ BOLSONARO VENTURA TRUMP também estava nesse de debate !",
						"likes": 0,
						"hasReplies": false,
						"numberOfReplies": 0,
						"replies": []
					}]
				},
				{
					"id": "5210221687",
					"user": "luisinhamaluca",
					"date": "2 days ago",
					"timestamp": "NA",
					"commentText": "Ainda perdes tempo a ver essas merd@s? Tempo perdido, mais vale utiliza-lo para uma cagada no 🚾",
					"likes": 0,
					"hasReplies": true,
					"numberOfReplies": 1,
					"replies": [{
						"id": "5210229692",
						"user": "disqus_yznlqTO3Sh",
						"date": "2 days ago",
						"timestamp": "NA",
						"commentText": "Para comentar ,temos de ver de tudo . Isto é que é ser DEMOCRATA ... !!!!\nah vais dizer que nem por curiosidade foste ver a wrestling  entre  o marxista / leninista e o bolsonaro / trump ????\nextrema esquerda x extrema direita ....para rir e entreter tudo serve !!!",
						"likes": 2,
						"hasReplies": false,
						"numberOfReplies": 0,
						"replies": []
					}]
				}
			]
		},
		{
			"id": "5210213094",
			"user": "luisinhamaluca",
			"date": "2 days ago",
			"timestamp": "NA",
			"commentText": "Como é aquele ditado que diz...não sei quê ao poder que os filhos já lá estão ou para lá vão?",
			"likes": 0,
			"hasReplies": true,
			"numberOfReplies": 1,
			"replies": [{
				"id": "5210242618",
				"user": "disqus_yznlqTO3Sh",
				"date": "2 days ago",
				"timestamp": "NA",
				"commentText": "ENTRE OS COMUNISTAS E O ANDRÉ VENTURA A REPRESENTAR A EXTREMA DIREITA, PREFIRO O TINO DE RANS .\nACHO QUE COMO PRESIDENTE ERA MELHOR QUE 2 .\nhe he .....!!!",
				"likes": 1,
				"hasReplies": false,
				"numberOfReplies": 0,
				"replies": []
			}]
		}
	]
}